{
  "recording": {
    "name": "300000001220984-300000001710965-9205095223 by olivia@superbalife.com @ 10_51_08 AM.wav",
    "size": 253496,
    "modifyTime": 1769626446000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001220984-300000001710965-9205095223 by olivia@superbalife.com @ 10_51_08 AM.wav",
    "uploadDate": "2026-01-28T18:54:06.000Z",
    "callId": "300000001220984-300000001710965",
    "agent": "olivia",
    "phoneNumber": "9205095223",
    "callTimestamp": "2026-01-28T10:51:08.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Leonard Pearson.\n\nSpeaker 1: Hi Leonard, how are you?\n\nSpeaker 2: Well, good. Good. How can I help you today?\n\nSpeaker 1: I would like to cancel my prescription or subscription.\n\nSpeaker 2: Prescription. Yeah, yeah, I can definitely help you with that. Okay, what's your date of birth, Leonard?\n\nSpeaker 1: 1-14-66.\n\nSpeaker 2: Great, and you're located at 515 North Main Street, Oshkosh, Wisconsin 54901?\n\nSpeaker 1: Yep.\n\nSpeaker 2: Perfect. Yeah, so I see you here.\n\nSpeaker 1: All right, yeah, if you don't want to receive regular refills with your prescription, you certainly don't have to. You always have the option with your prescription to place it on hold for up to six months at a time just because six months is when the...\n\nSpeaker 2: I'm going to do it for life because it's not doing nothing for me. It doesn't do nothing for me.\n\nSpeaker 1: Oh, I see. Okay, I'm so sorry about that. That is a different conversation. That makes sense then.\n\nSpeaker 2: Okay, well, then the last part of my job is to let you know that if the prescription isn't working for you, we are currently offering a promotional offer of sending out a free sample of 10 free pills to folks who haven't tried it, which it looks like is you, of our newest, highest quality stuff.\n\nSpeaker 1: No, thank you.\n\nSpeaker 2: It is our fastest acting, longest lasting stuff, and it comes with a six month free trial.\n\nSpeaker 1: No, thank you.\n\nSpeaker 2: Okay, all right, we'll just keep this in mind. We are the only sellers of that product in the entire world. We paid a lot of money to be able to say that, and we'd love to have you back to try it because it is at least the best Viagra on the market.\n\nSpeaker 1: If Viagra does or doesn't work for you, I don't know. We just wouldn't be able to offer you a free sample, but we'd love to have you back.\n\nSpeaker 2: That's fine. Try it at a later date. Just keep us in mind.\n\nSpeaker 1: Okay, down the road. I hope you have a great day, Leonard.\n\nSpeaker 2: You too. Okay, bye.",
    "duration": 6134,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.400000095367432,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 5.400000095367432,
        "end": 11.800000190734863,
        "text": " pleasure of speaking with today? Leonard Pearson. Hi Leonard, how are you?"
      },
      {
        "id": 2,
        "start": 11.800000190734863,
        "end": 21.040000915527344,
        "text": " Well, good. Good. How can I help you today? I would like to cancel my prescription or"
      },
      {
        "id": 3,
        "start": 21.040000915527344,
        "end": 27.200000762939453,
        "text": " subscription prescription. Yeah, yeah, I can definitely help you with that. Okay,"
      },
      {
        "id": 4,
        "start": 27.200000762939453,
        "end": 35.720001220703125,
        "text": " what's your date of birth, Leonard? 1-14-66. Great, and you're located at 515"
      },
      {
        "id": 5,
        "start": 35.720001220703125,
        "end": 46.560001373291016,
        "text": " North Main Street, the Oshkosh, Wisconsin 54901? Yep. Perfect. Yeah, so I see you"
      },
      {
        "id": 6,
        "start": 46.560001373291016,
        "end": 51.880001068115234,
        "text": " here. All right, yeah, if you don't want to receive regular refills with your"
      },
      {
        "id": 7,
        "start": 51.880001068115234,
        "end": 57.63999938964844,
        "text": " prescription, you certainly don't have to. You always have the option with your"
      },
      {
        "id": 8,
        "start": 57.63999938964844,
        "end": 62.68000030517578,
        "text": " prescription to place it on hold for up to six months at a time just because six"
      },
      {
        "id": 9,
        "start": 62.68000030517578,
        "end": 67.27999877929688,
        "text": " months is when the... I'm going to do it for life because it's not doing nothing for me. It"
      },
      {
        "id": 10,
        "start": 67.27999877929688,
        "end": 74.04000091552734,
        "text": " doesn't do nothing for me. Oh, I see. Okay, I'm so sorry about that. That is a"
      },
      {
        "id": 11,
        "start": 74.04000091552734,
        "end": 81.5999984741211,
        "text": " different conversation. That makes sense then. Okay, well, then the last part of my"
      },
      {
        "id": 12,
        "start": 81.5999984741211,
        "end": 90.76000213623047,
        "text": " job is to let you know that if the prescription isn't working for you, we"
      },
      {
        "id": 13,
        "start": 90.76000213623047,
        "end": 97.80000305175781,
        "text": " are currently offering a promotional offer of sending out a free sample of"
      },
      {
        "id": 14,
        "start": 97.80000305175781,
        "end": 105.12000274658203,
        "text": " 10 free pills to folks who haven't tried it, which it looks like is you, of our"
      },
      {
        "id": 15,
        "start": 105.12000274658203,
        "end": 114.76000213623047,
        "text": " newest, highest quality stuff. No, thank you. It is our fastest acting, longest"
      },
      {
        "id": 16,
        "start": 114.76000213623047,
        "end": 122.5199966430664,
        "text": " lasting stuff, and it comes with a six month free trial. No, thank you. Okay, all"
      },
      {
        "id": 17,
        "start": 122.5199966430664,
        "end": 126.95999908447266,
        "text": " right, we'll just keep this in mind. We are the only sellers of that product in"
      },
      {
        "id": 18,
        "start": 126.95999908447266,
        "end": 131,
        "text": " the entire world. We paid a lot of money to be able to say that, and we'd love to"
      },
      {
        "id": 19,
        "start": 131,
        "end": 135.9600067138672,
        "text": " have you back to try it because it is at least the best Viagra on the market."
      },
      {
        "id": 20,
        "start": 135.9600067138672,
        "end": 141.52000427246094,
        "text": " If Viagra does or doesn't work for you, I don't know. We just wouldn't be able to"
      },
      {
        "id": 21,
        "start": 141.52000427246094,
        "end": 145.0800018310547,
        "text": " offer you a free sample, but we'd love to have you back. That's fine. Try it at a"
      },
      {
        "id": 22,
        "start": 145.0800018310547,
        "end": 151.60000610351562,
        "text": " later date. Just keep us in mind. Okay, down the road. I hope you have a great"
      },
      {
        "id": 23,
        "start": 151.60000610351562,
        "end": 157.32000732421875,
        "text": " day, Leonard. You too. Okay, bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-813e-9535-cfd869e44f9a",
    "url": "https://www.notion.so/300000001220984-300000001710965-2f711d0a101c813e9535cfd869e44f9a"
  },
  "processedAt": "2026-01-29T00:05:05.221Z"
}