{
  "recording": {
    "name": "300000001216693-300000001706025-3109891599 by olivia@superbalife.com @ 3_48_03 PM.wav",
    "size": 241146,
    "modifyTime": 1769583131000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216693-300000001706025-3109891599 by olivia@superbalife.com @ 3_48_03 PM.wav",
    "uploadDate": "2026-01-28T06:52:11.000Z",
    "callId": "300000001216693-300000001706025",
    "agent": "olivia",
    "phoneNumber": "3109891599",
    "callTimestamp": "2026-01-28T15:48:03.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Adrian Villarreal.\n\nSpeaker 1: Hi, Adrian. How are you?\n\nSpeaker 2: Okay, and you?\n\nSpeaker 1: Good. I'm good. How can I help you today?\n\nSpeaker 2: Yes, I need to cancel my subscription for a while.\n\nSpeaker 1: Yeah, yeah, I can help you with that. What is your date of birth, Adrian?\n\nSpeaker 2: 2-26-1973.\n\nSpeaker 1: Great, and you're located at 709 West 209th Street in Torrance, California?\n\nSpeaker 2: Precisely, yes.\n\nSpeaker 1: Yeah, so you always have the option if you don't want to continue to receive those regular monthly refills to place your prescription on hold for up to 6 months at a time just because 6 months is when the prescription would expire if we didn't refill it.\n\nSpeaker 2: Okay.\n\nSpeaker 1: And then if you did want to order before then, you could. You just have to give us a call to place the order yourself at any point that you would be ready before July 23rd.\n\nSpeaker 2: Oh, I didn't know I had that option.\n\nSpeaker 1: Yeah, yeah.\n\nSpeaker 2: Because I went online and I didn't see that option on there when I was on there and right now I'm on my phone so I can't go on there. But yeah, I went online and I didn't see that option but I might have missed it.\n\nSpeaker 1: Yeah, so yeah, I placed your prescription on hold until the last week of July so if you need anything before then or whenever you are ready to order again, just give us a call to place the order before then.\n\nSpeaker 2: Okay, cool, perfect. So I won't be charged until I call back, right?\n\nSpeaker 1: Yeah, the prescription is on hold until then, yes.\n\nSpeaker 2: Okay, perfect. That's all I want to do. So I'll give you another call before then but I cannot be charged until I call you back.\n\nSpeaker 1: Yeah, no monthly charges, correct.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Okay, perfect. Okay, great. Well, thank you, Adrian.\n\nSpeaker 2: Thank you very much for your help. I appreciate it.\n\nSpeaker 1: Yeah, have a great day.\n\nSpeaker 2: Same to you. Thank you. Bye-bye.",
    "duration": 4793,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7.679999828338623,
        "end": 14.680000305175781,
        "text": " with today? Adrian Villarreal. Hi, Adrian. How are you? Okay, and you? Good. I'm good."
      },
      {
        "id": 2,
        "start": 19.280000686645508,
        "end": 26.280000686645508,
        "text": " How can I help you today? Yes, I need to cancel my subscription for a while. Yeah, yeah, I"
      },
      {
        "id": 3,
        "start": 26.84000015258789,
        "end": 33.84000015258789,
        "text": " can help you with that. What is your date of birth, Adrian? 2-26-1973. Great, and you're"
      },
      {
        "id": 4,
        "start": 34.91999816894531,
        "end": 41.91999816894531,
        "text": " located at 709 West 209th Street in Torrance, California? Precisely, yes. Yeah, so you always"
      },
      {
        "id": 5,
        "start": 44.560001373291016,
        "end": 50.400001525878906,
        "text": " have the option if you don't want to continue to receive those regular monthly refills to"
      },
      {
        "id": 6,
        "start": 50.400001525878906,
        "end": 56.31999969482422,
        "text": " place your prescription on hold for up to 6 months at a time just because 6 months is"
      },
      {
        "id": 7,
        "start": 56.31999969482422,
        "end": 62.279998779296875,
        "text": " when the prescription would expire if we didn't refill it. Okay. And then if you did want"
      },
      {
        "id": 8,
        "start": 62.279998779296875,
        "end": 67.23999786376953,
        "text": " to order before then, you could. You just have to give us a call to place the order"
      },
      {
        "id": 9,
        "start": 67.23999786376953,
        "end": 74.23999786376953,
        "text": " yourself at any point that you would be ready before July 23rd. Oh, I didn't know I had"
      },
      {
        "id": 10,
        "start": 74.87999725341797,
        "end": 81.87999725341797,
        "text": " that option. Yeah, yeah. Because I went online and I didn't see that option on there when"
      },
      {
        "id": 11,
        "start": 82.76000213623047,
        "end": 87.76000213623047,
        "text": " I was on there and right now I'm on my phone so I can't go on there. But yeah, I went online"
      },
      {
        "id": 12,
        "start": 87.76000213623047,
        "end": 94.76000213623047,
        "text": " and I didn't see that option but I might have missed it. Yeah, so yeah, I placed your prescription"
      },
      {
        "id": 13,
        "start": 95.76000213623047,
        "end": 102.76000213623047,
        "text": " on hold until the last week of July so if you need anything before then or whenever"
      },
      {
        "id": 14,
        "start": 107.31999969482422,
        "end": 113.23999786376953,
        "text": " you are ready to order again, just give us a call to place the order before then. Okay,"
      },
      {
        "id": 15,
        "start": 113.23999786376953,
        "end": 119.4000015258789,
        "text": " cool, perfect. So I won't be charging until I call back, right? Yeah, the prescription"
      },
      {
        "id": 16,
        "start": 119.44000244140625,
        "end": 126.44000244140625,
        "text": " is on hold until then, yes. Okay, perfect. That's all I want to do. So I'll give you"
      },
      {
        "id": 17,
        "start": 126.44000244140625,
        "end": 131.44000244140625,
        "text": " another call before then but I cannot be charged until I call you back. Yeah, no monthly charges,"
      },
      {
        "id": 18,
        "start": 131.44000244140625,
        "end": 136.44000244140625,
        "text": " correct. Yeah. Okay, perfect. Okay, great. Well, thank you, Adrian. Thank you very much"
      },
      {
        "id": 19,
        "start": 136.44000244140625,
        "end": 143.44000244140625,
        "text": " for your help. I appreciate it. Yeah, have a great day. Same to you. Thank you. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8160-9bf2-e074e2ef6f53",
    "url": "https://www.notion.so/300000001216693-300000001706025-2f611d0a101c81609bf2e074e2ef6f53"
  },
  "processedAt": "2026-01-28T16:39:24.422Z"
}