{
  "recording": {
    "name": "300000001217927-300000001708053-5159758245 by olivia@superbalife.com @ 12_26_26 PM.wav",
    "size": 674110,
    "modifyTime": 1769587930000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001217927-300000001708053-5159758245 by olivia@superbalife.com @ 12_26_26 PM.wav",
    "uploadDate": "2026-01-28T08:12:10.000Z",
    "callId": "300000001217927-300000001708053",
    "agent": "olivia",
    "phoneNumber": "5159758245",
    "callTimestamp": "2026-01-28T12:26:26.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Andrew Amari.\n\nSpeaker 1: Hi, Andrew. How are you?\n\nSpeaker 2: Okay.\n\nSpeaker 1: Good. I'm glad to hear that. How can I help you today, Andrew?\n\nSpeaker 2: I need to stop my prescription of this Viagra.\n\nSpeaker 1: Yeah, I can help you with this. Okay, Andrew, what is your date of birth?\n\nSpeaker 2: 8-4-51.\n\nSpeaker 1: Great. And you're located at 910 Northwest Orchard Drive, Ann County, Iowa?\n\nSpeaker 2: Correct.\n\nSpeaker 1: 5-0-0-2-3?\n\nSpeaker 2: Correct.\n\nSpeaker 1: Okay, perfect. Yeah, so if you don't want to get those regular monthly refills with your prescription, you certainly don't have to. You always have the option with the prescription to place it on hold for up to six months at a time just because six months is when the prescription would expire if we didn't refill it. And the way that would work is if you did want to order before then, you could. You just have to give us a call to place the order yourself.\n\nSpeaker 2: No, ma'am, I want it canceled completely.\n\nSpeaker 1: Okay, so the pills, they don't work for you?\n\nSpeaker 2: I don't like them, no.\n\nSpeaker 1: I see. And I had no idea that that was a reoccurring deal on those either.\n\nSpeaker 2: Okay, yeah.\n\nSpeaker 1: Yeah, I do apologize about that. When you place the order online, it does explain it and that you don't have to receive regular refills. But if you don't want them, you just need to call us. But it can be a little confusing, so I do apologize. It is my job to let you know that if the pills didn't work for you, you are eligible to try out a free sample of our newest, highest quality product, which is a superior prescription to your current one. And the free sample would be 10 pills.\n\nSpeaker 2: They're fastest acting, longest lasting stuff. It is FDA approved, third party tested, all that good stuff. But my favorite thing about them is we've specifically formulated them to cut out the side effects of sinus agitation and headache. And you would have 10 free pills and kind of like a five month free trial because you'd have until June to try them out, make sure you love them, make sure you prefer them to your old script.\n\nSpeaker 1: We believe you would, and we believe that you'd give us a call in three to five months to order some, and then we might be able to keep you. And that would be worth it to us. And if not, you just have 10 pills, five months to try them. They're free. If they don't work out, let us know. If they do, you'll want to let us know because you'll want to order some. But you'd have until June either way.\n\nSpeaker 2: And what kind of pill is it?\n\nSpeaker 1: So it's our newest Viagra, and it comes from our Pfizer labs in France. And like I mentioned, it's our fastest acting, longest lasting stuff. But it's been specifically formulated to cut out the side effects of sinus agitation and headache that some people, not everybody, but some people experience.\n\nSpeaker 2: Yeah, that's what I have, and I don't like them at all.\n\nSpeaker 1: Yeah. Yeah, I understand. But yeah, I mean, they're a great product in their minimum. They certainly show results of not having those side effects. If you did want to try them, I'd be happy to send you some.\n\nSpeaker 2: And they're free, huh?\n\nSpeaker 1: Yeah, completely. Yeah. It would be 10 pills.\n\nSpeaker 2: Yeah, you can go ahead and send that.\n\nSpeaker 1: Okay, great. I'm going to send them at 50 milligrams because that's what you've already been approved for.\n\nSpeaker 2: Can I ship these to 910 Northwest Orchard Drive, Ann Kinney, Iowa, 50023?\n\nSpeaker 1: Yes.\n\nSpeaker 2: Okay, great.\n\nSpeaker 1: And then, you know, is there going to be a contact number and all that when I get them?\n\nSpeaker 2: It's always this phone number. So you can call this phone number Monday through Friday, 8 to 5 Pacific, anytime. We're always here. And yeah, I mean, if you have any issues, whatever, like in any way, just let us know. Or, you know, if you love the product and you're ready to order before June, just let us know. But essentially, the script, which was started by the free sample, is placed on hold for you until then. So, yeah.\n\nSpeaker 1: Yeah, as long as I don't have to pay for them and I can try them, I'll do that.\n\nSpeaker 2: Okay, great. So, yeah, I just sent these to you at 50 milligrams. So they'll be out to you usually by, you know, Wednesday or Thursday. But with this storm, maybe it'll be Friday, Saturday, who knows. But anyway, you'll get them soon. And then, just a reminder, you want to take them on an empty stomach.\n\nSpeaker 1: That's really important. And then you want to avoid alcohol and caffeine when you take them just because caffeine and alcohol, alcohol more so. They restrict blood flow. And you want more, not less. So just keep that in mind.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Okay, great. Well, I hope you love these. And I think you will. And if you need anything, we're always here.\n\nSpeaker 2: I just need to try them out on somebody, huh?\n\nSpeaker 1: That's right, Andrew. That's the biggest, that's the hardest part, I think.\n\nSpeaker 2: Okay, great. Well, I hope you have a great day.\n\nSpeaker 1: Yeah, you too. Thank you.\n\nSpeaker 2: Yeah, of course. Okay. Bye.\n\nSpeaker 1: Bye.",
    "duration": 16406,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7,
        "end": 19,
        "text": " with today? Andrew Amari. Hi, Andrew. How are you? Okay. Good. I'm glad to hear that."
      },
      {
        "id": 2,
        "start": 19,
        "end": 28,
        "text": " How can I help you today, Andrew? I need to stop my prescription of this Viagra. Yeah,"
      },
      {
        "id": 3,
        "start": 28,
        "end": 38,
        "text": " I can help you with this. Okay, Andrew, what is your date of birth? 8-4-51. Great. And you're"
      },
      {
        "id": 4,
        "start": 38,
        "end": 49,
        "text": " located at 910 Northwest Orchard Drive, Ann County, Iowa? Correct. 5-0-0-2-3? Correct."
      },
      {
        "id": 5,
        "start": 49,
        "end": 57,
        "text": " Okay, perfect. Yeah, so if you don't want to get those regular monthly refills with"
      },
      {
        "id": 6,
        "start": 57,
        "end": 64,
        "text": " your prescription, you certainly don't have to. You always have the option with the prescription"
      },
      {
        "id": 7,
        "start": 64,
        "end": 69,
        "text": " to place it on hold for up to six months at a time just because six months is when the"
      },
      {
        "id": 8,
        "start": 69,
        "end": 76,
        "text": " prescription would expire if we didn't refill it. And the way that would work is if you"
      },
      {
        "id": 9,
        "start": 76,
        "end": 82,
        "text": " did want to order before then, you could. You just have to give us a call to place the"
      },
      {
        "id": 10,
        "start": 82,
        "end": 90,
        "text": " order yourself. No, ma'am, I want it canceled completely. Okay, so the pills, they don't"
      },
      {
        "id": 11,
        "start": 90,
        "end": 99,
        "text": " work for you? I don't like them, no. I see. And I had no idea that that was a reoccurring"
      },
      {
        "id": 12,
        "start": 99,
        "end": 109,
        "text": " deal on those either. Okay, yeah. Yeah, I do apologize about that. When you place the"
      },
      {
        "id": 13,
        "start": 109,
        "end": 116,
        "text": " order online, it does explain it and that you don't have to receive regular refills."
      },
      {
        "id": 14,
        "start": 116,
        "end": 120,
        "text": " But if you don't want them, you just need to call us. But it can be a little confusing,"
      },
      {
        "id": 15,
        "start": 120,
        "end": 129,
        "text": " so I do apologize. It is my job to let you know that if the pills didn't work for you,"
      },
      {
        "id": 16,
        "start": 129,
        "end": 138,
        "text": " you are eligible to try out a free sample of our newest, highest quality product, which"
      },
      {
        "id": 17,
        "start": 138,
        "end": 145,
        "text": " is a superior prescription to your current one. And the free sample would be 10 pills."
      },
      {
        "id": 18,
        "start": 145,
        "end": 151,
        "text": " They're fastest acting, longest lasting stuff. It is FDA approved, third party tested, all"
      },
      {
        "id": 19,
        "start": 151,
        "end": 156,
        "text": " that good stuff. But my favorite thing about them is we've specifically formulated them"
      },
      {
        "id": 20,
        "start": 156,
        "end": 164,
        "text": " to cut out the side effects of sinus agitation and headache. And you would have 10 free pills"
      },
      {
        "id": 21,
        "start": 164,
        "end": 170,
        "text": " and kind of like a five month free trial because you'd have until June to try them"
      },
      {
        "id": 22,
        "start": 170,
        "end": 174,
        "text": " out, make sure you love them, make sure you prefer them to your old script. We believe"
      },
      {
        "id": 23,
        "start": 174,
        "end": 179,
        "text": " you would, and we believe that you'd give us a call in three to five months to order"
      },
      {
        "id": 24,
        "start": 179,
        "end": 185,
        "text": " some, and then we might be able to keep you. And that would be worth it to us. And if not,"
      },
      {
        "id": 25,
        "start": 185,
        "end": 192,
        "text": " you just have 10 pills, five months to try them. They're free. If they don't work out,"
      },
      {
        "id": 26,
        "start": 192,
        "end": 197,
        "text": " let us know. If they do, you'll want to let us know because you'll want to order some."
      },
      {
        "id": 27,
        "start": 197,
        "end": 202,
        "text": " But you'd have until June either way."
      },
      {
        "id": 28,
        "start": 202,
        "end": 206,
        "text": " And what kind of pill is it?"
      },
      {
        "id": 29,
        "start": 206,
        "end": 213,
        "text": " So it's our newest Viagra, and it comes from our Pfizer labs in France. And like I mentioned,"
      },
      {
        "id": 30,
        "start": 213,
        "end": 220,
        "text": " it's our fastest acting, longest lasting stuff. But it's been specifically formulated to cut"
      },
      {
        "id": 31,
        "start": 220,
        "end": 227,
        "text": " out the side effects of sinus agitation and headache that some people, not everybody,"
      },
      {
        "id": 32,
        "start": 227,
        "end": 229,
        "text": " but some people experience."
      },
      {
        "id": 33,
        "start": 229,
        "end": 233,
        "text": " Yeah, that's what I have, and I don't like them at all."
      },
      {
        "id": 34,
        "start": 233,
        "end": 242,
        "text": " Yeah. Yeah, I understand. But yeah, I mean, they're a great product in their minimum."
      },
      {
        "id": 35,
        "start": 243,
        "end": 252,
        "text": " They certainly show results of not having those side effects. If you did want to try them,"
      },
      {
        "id": 36,
        "start": 252,
        "end": 254,
        "text": " I'd be happy to send you some."
      },
      {
        "id": 37,
        "start": 254,
        "end": 256,
        "text": " And they're free, huh?"
      },
      {
        "id": 38,
        "start": 256,
        "end": 263,
        "text": " Yeah, completely. Yeah. It would be 10 pills."
      },
      {
        "id": 39,
        "start": 263,
        "end": 268,
        "text": " Yeah, you can go ahead and send that."
      },
      {
        "id": 40,
        "start": 268,
        "end": 274,
        "text": " Okay, great. I'm going to send them at 50 milligrams because that's what you've already been approved for."
      },
      {
        "id": 41,
        "start": 274,
        "end": 284,
        "text": " Can I ship these to 910 Northwest Orchard Drive, Anne Kinney, Iowa, 50023?"
      },
      {
        "id": 42,
        "start": 284,
        "end": 286,
        "text": " Yes."
      },
      {
        "id": 43,
        "start": 286,
        "end": 288,
        "text": " Okay, great."
      },
      {
        "id": 44,
        "start": 288,
        "end": 294,
        "text": " And then, you know, is there going to be a contact number and all that when I get them?"
      },
      {
        "id": 45,
        "start": 295,
        "end": 301,
        "text": " It's always this phone number. So you can call this phone number Monday through Friday,"
      },
      {
        "id": 46,
        "start": 301,
        "end": 311,
        "text": " 8 to 5 Pacific, anytime. We're always here. And yeah, I mean, if you have any issues,"
      },
      {
        "id": 47,
        "start": 311,
        "end": 316,
        "text": " whatever, like in any way, just let us know. Or, you know, if you love the product and you're ready"
      },
      {
        "id": 48,
        "start": 316,
        "end": 324,
        "text": " to order before June, just let us know. But essentially, the script, which was started by the free sample,"
      },
      {
        "id": 49,
        "start": 324,
        "end": 331,
        "text": " is placed on hold for you until then. So, yeah."
      },
      {
        "id": 50,
        "start": 331,
        "end": 338,
        "text": " Yeah, as long as I don't have to pay for them and I can try them, I'll do that."
      },
      {
        "id": 51,
        "start": 338,
        "end": 347,
        "text": " Okay, great. So, yeah, I just sent these to you at 50 milligrams. So they'll be out to you usually by,"
      },
      {
        "id": 52,
        "start": 347,
        "end": 353,
        "text": " you know, Wednesday or Thursday. But with this storm, maybe it'll be Friday, Saturday, who knows."
      },
      {
        "id": 53,
        "start": 353,
        "end": 361,
        "text": " But anyway, you'll get them soon. And then, just a reminder, you want to take them on an empty stomach."
      },
      {
        "id": 54,
        "start": 361,
        "end": 366,
        "text": " That's really important. And then you want to avoid alcohol and caffeine when you take them"
      },
      {
        "id": 55,
        "start": 366,
        "end": 374,
        "text": " just because caffeine and alcohol, alcohol more so. They restrict blood flow. And you want more, not less."
      },
      {
        "id": 56,
        "start": 374,
        "end": 377,
        "text": " So just keep that in mind."
      },
      {
        "id": 57,
        "start": 377,
        "end": 378,
        "text": " Okay."
      },
      {
        "id": 58,
        "start": 378,
        "end": 387,
        "text": " Okay, great. Well, I hope you love these. And I think you will. And if you need anything, we're always here."
      },
      {
        "id": 59,
        "start": 387,
        "end": 391,
        "text": " I just need to try them out on somebody, huh?"
      },
      {
        "id": 60,
        "start": 391,
        "end": 397,
        "text": " That's right, Andrew. That's the biggest, that's the hardest part, I think."
      },
      {
        "id": 61,
        "start": 404,
        "end": 408,
        "text": " Okay, great. Well, I hope you have a great day."
      },
      {
        "id": 62,
        "start": 408,
        "end": 410,
        "text": " Yeah, you too. Thank you."
      },
      {
        "id": 63,
        "start": 410,
        "end": 414,
        "text": " Yeah, of course. Okay. Bye."
      },
      {
        "id": 64,
        "start": 414,
        "end": 415,
        "text": " Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81c7-8722-d18957eba070",
    "url": "https://www.notion.so/300000001217927-300000001708053-2f611d0a101c81c78722d18957eba070"
  },
  "processedAt": "2026-01-28T13:14:27.746Z"
}