{
  "recording": {
    "name": "300000001217768-300000001707967-3046701891 by olivia@superbalife.com @ 11_39_11 AM.wav",
    "size": 443750,
    "modifyTime": 1769584931000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001217768-300000001707967-3046701891 by olivia@superbalife.com @ 11_39_11 AM.wav",
    "uploadDate": "2026-01-28T07:22:11.000Z",
    "callId": "300000001217768-300000001707967",
    "agent": "olivia",
    "phoneNumber": "3046701891",
    "callTimestamp": "2026-01-28T11:39:11.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: My name is Tim. My last name is Egyud.\n\nSpeaker 1: Hi, Tim. How are you?\n\nSpeaker 2: Good, good. How can I help you today, Tim?\n\nSpeaker 1: On my subscription, it's on auto refill, and I would like to change that to be able to just do it manually. I don't want it to auto fill.\n\nSpeaker 2: Yeah, I can help you with that. Okay, Tim, what is your date of birth?\n\nSpeaker 1: 7-13-70.\n\nSpeaker 2: Okay, great. Yeah, so I can place the prescription on hold for you for up to six months, and that's because six months is when the prescription would expire if we didn't refill it, and then I can set it up to be placed on hold after that for every six months, and whenever you are ready to order in between that, you can give us a call to place the order yourself, and I can make a note that you prefer with your prescription that it be left on hold in between whenever you're ready to call to order, and then we can do that.\n\nSpeaker 1: Okay, and another question I have is that on my prescription, it says that I'm supposed to get the, what's it called, the AGV, or let me see.\n\nSpeaker 2: Yeah, the AGV.\n\nSpeaker 1: Yeah, and the prescription I've been receiving is the dental fill. It's not the Viagra AGV, I guess. I'm not sure.\n\nSpeaker 2: Okay. Do you have the pills with you?\n\nSpeaker 1: Yes.\n\nSpeaker 2: Okay, can you, would you mind grabbing them and telling me what the pills say on them?\n\nSpeaker 1: You mean on the actual pill itself?\n\nSpeaker 2: Yeah, yeah, that's right.\n\nSpeaker 1: Well, I can't see. It looks like I see an AC338.\n\nSpeaker 2: Okay, thank you so much.\n\nSpeaker 1: Okay, so you are correct. That is not the AGV. I can definitely send you out on us, obviously.\n\nSpeaker 2: Yeah, every one of my prescriptions has been that way, so I've gotten three prescriptions from you, and all three of them have been wrong.\n\nSpeaker 1: Yeah. Okay, so yeah, I can definitely send you out the AGV right now as a replacement. So you're at 25 milligrams, is that right?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Okay, can I ship this replacement to 302 Surf Scatter Loop, MIAC, North Carolina 27958?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Okay, great. So you should receive these, I mean, pending the cold storm, usually within two to four days, because you're pretty close to air shipping. It might take until, you know, Friday or Saturday, just because of the storm we'll see. And yeah, if you need anything before July 27, just give us a call at this number, Monday through Friday, 8 to 5 Pacific, we're always here. And I hope you have these, the AGV, and I think you will,\n\nSpeaker 2: especially if, so you want to make sure to take them on an empty stomach, that's really important. And then you want to avoid alcohol and caffeine, just because caffeine and alcohol restricts blood flow, and you want more, not less. Right.\n\nSpeaker 1: All right.\n\nSpeaker 2: Okay. Thank you.\n\nSpeaker 1: Great, thank you, Kim. I hope you have a great day.\n\nSpeaker 2: All right, thank you.\n\nSpeaker 1: Okay, bye.",
    "duration": 9029,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.559999942779541,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 6.559999942779541,
        "end": 18.479999542236328,
        "text": " with today? My name is Tim. My last name is Egyud. Hi, Tim. How are you? Good. Good. How"
      },
      {
        "id": 2,
        "start": 18.479999542236328,
        "end": 25.559999465942383,
        "text": " can I help you today, Tim? On my subscription, it's on auto refill, and I would like to change"
      },
      {
        "id": 3,
        "start": 25.559999465942383,
        "end": 34.560001373291016,
        "text": " that to be able to just do it manually. I don't want it to auto fill. Yeah, I can help"
      },
      {
        "id": 4,
        "start": 34.560001373291016,
        "end": 46.560001373291016,
        "text": " you with that. Okay, Tim, what is your date of birth? 7-13-70. Okay, great. Yeah, so I"
      },
      {
        "id": 5,
        "start": 46.560001373291016,
        "end": 54.560001373291016,
        "text": " can place the prescription on hold for you for up to six months, and that's because six"
      },
      {
        "id": 6,
        "start": 54.560001373291016,
        "end": 59.560001373291016,
        "text": " months is when the prescription would expire if we didn't refill it, and then I can set"
      },
      {
        "id": 7,
        "start": 59.560001373291016,
        "end": 66.55999755859375,
        "text": " it up to be placed on hold after that for every six months, and whenever you are ready"
      },
      {
        "id": 8,
        "start": 66.55999755859375,
        "end": 72.55999755859375,
        "text": " to order in between that, you can give us a call to place the order yourself, and I"
      },
      {
        "id": 9,
        "start": 72.55999755859375,
        "end": 81.55999755859375,
        "text": " can make a note that you prefer with your prescription that it be left on hold in between"
      },
      {
        "id": 10,
        "start": 81.55999755859375,
        "end": 90.55999755859375,
        "text": " whenever you're ready to call to order, and then we can do that. Okay, and another question"
      },
      {
        "id": 11,
        "start": 90.55999755859375,
        "end": 102.55999755859375,
        "text": " I have is that on my prescription, it says that I'm supposed to get the, what's it called,"
      },
      {
        "id": 12,
        "start": 102.55999755859375,
        "end": 112.55999755859375,
        "text": " the AGV, or let me see. Yeah, the AGV. Yeah, and the prescription I've been receiving is"
      },
      {
        "id": 13,
        "start": 112.55999755859375,
        "end": 126.55999755859375,
        "text": " the dental fill. It's not the Viagra AGV, I guess. I'm not sure. Okay. Do you have the"
      },
      {
        "id": 14,
        "start": 126.55999755859375,
        "end": 135.55999755859375,
        "text": " pills with you? Yes. Okay, can you, would you mind grabbing them and telling me what the"
      },
      {
        "id": 15,
        "start": 135.55999755859375,
        "end": 145.55999755859375,
        "text": " pills say on them? You mean on the actual pill itself? Yeah, yeah, that's right."
      },
      {
        "id": 16,
        "start": 146.55999755859375,
        "end": 164.55999755859375,
        "text": " Well, I can't see. It looks like I see an AC338. Okay, thank you so much. Okay, so you"
      },
      {
        "id": 17,
        "start": 164.55999755859375,
        "end": 180.55999755859375,
        "text": " are correct. That is not the AGV. I can definitely send you out on us, obviously. Yeah, every"
      },
      {
        "id": 18,
        "start": 180.55999755859375,
        "end": 185.55999755859375,
        "text": " one of my prescriptions has been that way, so I've gotten three prescriptions from you,"
      },
      {
        "id": 19,
        "start": 185.55999755859375,
        "end": 193.55999755859375,
        "text": " and all three of them have been wrong. Yeah. Okay, so yeah, I can definitely send you out"
      },
      {
        "id": 20,
        "start": 193.55999755859375,
        "end": 203.55999755859375,
        "text": " the AGV right now as a replacement. So you're at 25 milligrams, is that right? Yes. Okay,"
      },
      {
        "id": 21,
        "start": 203.55999755859375,
        "end": 215.55999755859375,
        "text": " can I ship this replacement to 302 Surf Scatter Loop, MIAC, North Carolina 27958? Yes. Okay,"
      },
      {
        "id": 22,
        "start": 215.55999755859375,
        "end": 222.55999755859375,
        "text": " great. So you should receive these, I mean, pending the cold storm, usually within two"
      },
      {
        "id": 23,
        "start": 222.55999755859375,
        "end": 227.55999755859375,
        "text": " to four days, because you're pretty close to air shipping. It might take until, you"
      },
      {
        "id": 24,
        "start": 227.55999755859375,
        "end": 233.55999755859375,
        "text": " know, Friday or Saturday, just because of the storm we'll see. And yeah, if you need"
      },
      {
        "id": 25,
        "start": 233.55999755859375,
        "end": 240.55999755859375,
        "text": " anything before July 27, just give us a call at this number, Monday through Friday, 8 to"
      },
      {
        "id": 26,
        "start": 240.55999755859375,
        "end": 246.55999755859375,
        "text": " 5 Pacific, we're always here. And I hope you have these, the AGV, and I think you will,"
      },
      {
        "id": 27,
        "start": 246.55999755859375,
        "end": 251.55999755859375,
        "text": " especially if, so you want to make sure to take them on an empty stomach, that's really"
      },
      {
        "id": 28,
        "start": 251.55999755859375,
        "end": 257.55999755859375,
        "text": " important. And then you want to avoid alcohol and caffeine, just because caffeine and alcohol"
      },
      {
        "id": 29,
        "start": 257.55999755859375,
        "end": 266.55999755859375,
        "text": " restricts blood flow, and you want more, not less. Right. All right. Okay. Thank you. Great,"
      },
      {
        "id": 30,
        "start": 266.55999755859375,
        "end": 270.55999755859375,
        "text": " thank you, Kim. I hope you have a great day. All right, thank you. Okay, bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8149-9304-cc2b50817520",
    "url": "https://www.notion.so/300000001217768-300000001707967-2f611d0a101c81499304cc2b50817520"
  },
  "processedAt": "2026-01-28T14:50:06.233Z"
}