{
  "recording": {
    "name": "300000001218190-300000001708240-9565524535 by olivia@superbalife.com @ 1_37_12 PM.wav",
    "size": 535596,
    "modifyTime": 1769584045000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001218190-300000001708240-9565524535 by olivia@superbalife.com @ 1_37_12 PM.wav",
    "uploadDate": "2026-01-28T07:07:25.000Z",
    "callId": "300000001218190-300000001708240",
    "agent": "olivia",
    "phoneNumber": "9565524535",
    "callTimestamp": "2026-01-28T13:37:12.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: This is Jesse Cantu.\n\nSpeaker 1: Hi, Jesse. How are you?\n\nSpeaker 2: I'm fine.\n\nSpeaker 1: Great. I love to hear that. How can I help you today, Jesse?\n\nSpeaker 2: Yeah, I need to cancel my subscription.\n\nSpeaker 1: Yeah, I can help you with this. Okay, Jesse. What is your date of birth?\n\nSpeaker 2: 9-10-65.\n\nSpeaker 1: Okay, great. And you're located at 1302 Cross Country Lane, Laredo, Texas, 78045?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Yeah, yeah, I see you here. All right, great. Yeah, so if you don't want to receive those regular refills, those regular orders with your prescription, you certainly don't have to. You always have the option to place the prescription on hold for up to six months at a time, just because six months is when the prescription would expire if we didn't refill it. And the way that would work is if you did want to order before then, before, you know, July 27th, you could. You just have to give us a call to place the order yourself.\n\nSpeaker 2: And instead of putting it on hold, can it just be canceled altogether already? Yeah, if the pills, they didn't work for you? I'm just not interested in them anymore.\n\nSpeaker 1: Okay, all right. Well, the last part of my job is to let you know that if the pills didn't work for you anymore, you do qualify for a free sample of our newest, highest quality product. It is our fastest-acting, longest-lasting stuff we've ever made, and it is a superior prescription to your current one. And then if you did end up liking it...\n\nSpeaker 2: I'm fine. No, I'm fine.\n\nSpeaker 1: Okay, yeah, yeah, yeah. All right. Well, you know where to find us, and we are the only sellers of that product in the U.S. and in the world. We paid a lot of money with Pfizer to be able to say that. So, yeah, we'd love to have you back at a later date to order some. We just wouldn't be able to offer you a free sample, but I hope you have a great day.\n\nSpeaker 2: And you know where to find us. And, yeah, your... So, has the prescription been canceled?\n\nSpeaker 1: Yes.\n\nSpeaker 2: Okay, because I don't want my card charged anymore.\n\nSpeaker 1: I understand. All right.\n\nSpeaker 2: You know, can I just make a comment and you could put in the notes? Because I canceled my card so that I wouldn't get charged anymore. I got a new card, and y'all still charged my card, even with a new number that I never gave you guys. So, that's unauthorized charges that I don't... I don't think it's right for y'all to charge if I got a new card that I never gave y'all. You know, so that's why I'm very upset, and that's why I'd rather not work with a company like that.\n\nSpeaker 1: Yeah, that's totally up to you. I understand, but I don't think it would be possible for us to charge you on a card that you hadn't...\n\nSpeaker 2: Because I even have an email... I have an email from you guys that my prescription was on hold because I'm successfully charged.\n\nSpeaker 1: Because I changed the card, and now today in the morning I get another charge for score blue with my new card. So, somebody in your company did some digging and kept on trying, and I'm going to talk to my bank and cancel my bank account and go to another bank for allowing that to happen too. Because that shouldn't have happened. You know, it's private information, and it was still charged without my authorization, and that's why now I'm going to cancel the bank account.\n\nSpeaker 2: I'm going to cancel your order and find another bank to use that will have more integrity with my account.\n\nSpeaker 1: Yeah, I mean, I wish I could speak to that, because I just don't think it would be possible for us to charge you if that credit card information hadn't been updated, because there wouldn't have been a way for us to find that information.\n\nSpeaker 2: Yeah, and that's what surprises me. You know, so that's why I'm calling to personally cancel it instead of having to have changed my card, thinking that that was sufficient, and it wasn't. Can you send, can you email me a confirmation that it was canceled?\n\nSpeaker 1: Um, no, but it definitely was, and I'm looking at it. It says it's canceled, 1302 Cross Country Lane, Laredo, Texas. Yeah, and all of our calls are recorded, so yeah.\n\nSpeaker 2: Thank you. I'm calling the bank now to cancel my card. Thank you.",
    "duration": 14056,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.400000095367432,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 5.400000095367432,
        "end": 13.479999542236328,
        "text": " pleasure of speaking with today? This is Jesse Cantu. Hi, Jesse. How are you? I'm"
      },
      {
        "id": 2,
        "start": 13.479999542236328,
        "end": 20.559999465942383,
        "text": " fine. Great. I love to hear that. How can I help you today, Jesse? Yeah, I need to"
      },
      {
        "id": 3,
        "start": 20.559999465942383,
        "end": 28.520000457763672,
        "text": " cancel my subscription. Yeah, I can help you with this. Okay, Jesse. What is your"
      },
      {
        "id": 4,
        "start": 28.520000457763672,
        "end": 37.439998626708984,
        "text": " date of birth? 9-10-65. Okay, great. And you're located at 1302 Cross Country Lane,"
      },
      {
        "id": 5,
        "start": 37.439998626708984,
        "end": 46.439998626708984,
        "text": " Laredo, Texas, 78045? Yes. Yeah, yeah, I see you here. All right, great."
      },
      {
        "id": 6,
        "start": 46.439998626708984,
        "end": 53.41999816894531,
        "text": " Yeah, so if you don't want to receive those regular refills, those regular"
      },
      {
        "id": 7,
        "start": 53.41999816894531,
        "end": 59.060001373291016,
        "text": " orders with your prescription, you certainly don't have to. You always have"
      },
      {
        "id": 8,
        "start": 59.060001373291016,
        "end": 64.66000366210938,
        "text": " the option to place the prescription on hold for up to six months at a time, just"
      },
      {
        "id": 9,
        "start": 64.66000366210938,
        "end": 69.22000122070312,
        "text": " because six months is when the prescription would expire if we didn't"
      },
      {
        "id": 10,
        "start": 69.22000122070312,
        "end": 75.13999938964844,
        "text": " refill it. And the way that would work is if you did want to order before then,"
      },
      {
        "id": 11,
        "start": 75.13999938964844,
        "end": 81.9000015258789,
        "text": " before, you know, July 27th, you could. You just have to give us a call to place"
      },
      {
        "id": 12,
        "start": 81.9000015258789,
        "end": 88.0199966430664,
        "text": " the order yourself. And instead of putting it on hold, can it just be canceled"
      },
      {
        "id": 13,
        "start": 88.0199966430664,
        "end": 96.73999786376953,
        "text": " altogether already? Yeah, if the pills, they didn't work for you? I'm just not"
      },
      {
        "id": 14,
        "start": 96.73999786376953,
        "end": 107.13999938964844,
        "text": " interested in them anymore. Okay, all right. Well, the last part of my job is to let"
      },
      {
        "id": 15,
        "start": 107.13999938964844,
        "end": 114.54000091552734,
        "text": " you know that if the pills didn't work for you anymore, you do qualify for a"
      },
      {
        "id": 16,
        "start": 114.54000091552734,
        "end": 120.9800033569336,
        "text": " free sample of our newest, highest quality product. It is our fastest-acting,"
      },
      {
        "id": 17,
        "start": 120.9800033569336,
        "end": 126.33999633789062,
        "text": " longest-lasting stuff we've ever made, and it is a superior prescription to"
      },
      {
        "id": 18,
        "start": 126.33999633789062,
        "end": 133.97999572753906,
        "text": " your current one. And then if you did end up liking it... I'm fine. No, I'm fine. Okay, yeah, yeah, yeah. All right."
      },
      {
        "id": 19,
        "start": 134.02000427246094,
        "end": 138.89999389648438,
        "text": " Well, you know where to find us, and we are the only sellers of that product in"
      },
      {
        "id": 20,
        "start": 138.89999389648438,
        "end": 143.82000732421875,
        "text": " the U.S. and in the world. We paid a lot of money with Pfizer to be able to say"
      },
      {
        "id": 21,
        "start": 143.82000732421875,
        "end": 149.10000610351562,
        "text": " that. So, yeah, we'd love to have you back at a later date to order some. We just"
      },
      {
        "id": 22,
        "start": 149.10000610351562,
        "end": 152.5,
        "text": " wouldn't be able to offer you a free sample, but I hope you have a great day"
      },
      {
        "id": 23,
        "start": 152.5,
        "end": 159.25999450683594,
        "text": " and you know where to find us. And, yeah, your... So, has the prescription been canceled? Yes."
      },
      {
        "id": 24,
        "start": 159.3000030517578,
        "end": 165.89999389648438,
        "text": " Okay, because I don't want my card charged anymore. I understand. All right."
      },
      {
        "id": 25,
        "start": 165.89999389648438,
        "end": 171.10000610351562,
        "text": " You know, can I just make a comment and you could put in the notes? Because I"
      },
      {
        "id": 26,
        "start": 171.10000610351562,
        "end": 177.17999267578125,
        "text": " canceled my card so that I wouldn't get charged anymore. I got a new card, and"
      },
      {
        "id": 27,
        "start": 177.17999267578125,
        "end": 182.89999389648438,
        "text": " y'all still charged my card, even with a new number that I never gave you guys. So,"
      },
      {
        "id": 28,
        "start": 182.89999389648438,
        "end": 188.22000122070312,
        "text": " that's unauthorized charges that I don't... I don't think it's right for y'all to"
      },
      {
        "id": 29,
        "start": 188.22000122070312,
        "end": 194.5399932861328,
        "text": " charge if I got a new card that I never gave y'all. You know, so that's why I'm"
      },
      {
        "id": 30,
        "start": 194.5399932861328,
        "end": 202.5399932861328,
        "text": " very upset, and that's why I'd rather not work with a company like that. Yeah, that's"
      },
      {
        "id": 31,
        "start": 202.5399932861328,
        "end": 207.94000244140625,
        "text": " totally up to you. I understand, but I don't think it would be possible for us"
      },
      {
        "id": 32,
        "start": 207.94000244140625,
        "end": 213.89999389648438,
        "text": " to charge you on a card that you hadn't... Because I even have an email... I have an email from you"
      },
      {
        "id": 33,
        "start": 213.89999389648438,
        "end": 218.86000061035156,
        "text": " guys that my prescription was on hold because I'm successfully charged."
      },
      {
        "id": 34,
        "start": 218.86000061035156,
        "end": 224.6199951171875,
        "text": " Because I changed the card, and now today in the morning I get another charge for"
      },
      {
        "id": 35,
        "start": 224.6199951171875,
        "end": 231.6999969482422,
        "text": " score blue with my new card. So, somebody in your company did some digging and"
      },
      {
        "id": 36,
        "start": 231.6999969482422,
        "end": 236.77999877929688,
        "text": " kept on trying, and I'm going to talk to my bank and cancel my bank account and"
      },
      {
        "id": 37,
        "start": 236.77999877929688,
        "end": 240.89999389648438,
        "text": " go to another bank for allowing that to happen too. Because that shouldn't have"
      },
      {
        "id": 38,
        "start": 240.89999389648438,
        "end": 247.33999633789062,
        "text": " happened. You know, it's private information, and it was still charged"
      },
      {
        "id": 39,
        "start": 247.33999633789062,
        "end": 253.33999633789062,
        "text": " without my authorization, and that's why now I'm going to cancel the bank"
      },
      {
        "id": 40,
        "start": 253.33999633789062,
        "end": 258.5400085449219,
        "text": " account. I'm going to cancel your order and find another bank to use that will"
      },
      {
        "id": 41,
        "start": 258.5400085449219,
        "end": 282.3800048828125,
        "text": " have more integrity with my account. Yeah, I mean, I wish I could speak to that, because I just don't think it would be possible for us to charge you if that credit card information hadn't been updated, because"
      },
      {
        "id": 42,
        "start": 282.3800048828125,
        "end": 288.2200012207031,
        "text": " there wouldn't have been a way for us to find that information. Yeah, and"
      },
      {
        "id": 43,
        "start": 288.2200012207031,
        "end": 293.4599914550781,
        "text": " that's what surprises me. You know, so that's why I'm calling to personally"
      },
      {
        "id": 44,
        "start": 293.4599914550781,
        "end": 298.1000061035156,
        "text": " cancel it instead of having to have changed my card, thinking that that was"
      },
      {
        "id": 45,
        "start": 298.1000061035156,
        "end": 305.4200134277344,
        "text": " sufficient, and it wasn't. Can you send, can you email me a confirmation that it"
      },
      {
        "id": 46,
        "start": 305.4200134277344,
        "end": 314.1400146484375,
        "text": " was canceled? Um, no, but it definitely was, and I'm looking at it. It says it's"
      },
      {
        "id": 47,
        "start": 314.1400146484375,
        "end": 320.70001220703125,
        "text": " canceled, 1302 Cross Country Lane, Laredo, Texas. Yeah, and all of our calls are"
      },
      {
        "id": 48,
        "start": 320.70001220703125,
        "end": 328.7799987792969,
        "text": " recorded, so yeah. Thank you. I'm calling the bank now to cancel my card. Thank you."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81ca-887d-f50b98996ea9",
    "url": "https://www.notion.so/300000001218190-300000001708240-2f611d0a101c81ca887df50b98996ea9"
  },
  "processedAt": "2026-01-28T15:20:02.641Z"
}