{
  "recording": {
    "name": "300000001221364-300000001711182-9096636261 by john@superbalife.com @ 12_27_35 PM.wav",
    "size": 1194046,
    "modifyTime": 1769632818000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001221364-300000001711182-9096636261 by john@superbalife.com @ 12_27_35 PM.wav",
    "uploadDate": "2026-01-28T20:40:18.000Z",
    "callId": "300000001221364-300000001711182",
    "agent": "john",
    "phoneNumber": "9096636261",
    "callTimestamp": "2026-01-28T12:27:35.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: John, how can I help you?\n\nSpeaker 2: Hi John, I was interested about the new Viagra.\n\nSpeaker 1: Okay, yeah, I can help you with that. Did you have questions or do you just want me to get you signed up?\n\nSpeaker 2: No, I have no questions because I bought some Viagra, not the AVG, but it didn't work with me.\n\nSpeaker 1: I don't know about this new thing.\n\nSpeaker 2: Okay, yeah, so we do hear that from time to time that people have tried like a regular generic Viagra and it didn't work very well,\n\nSpeaker 1: but they do try ours and they see it works much better.\n\nSpeaker 2: We have a money back guarantee because we do believe this is going to work better for people than what they've had before.\n\nSpeaker 1: So if you're not happy, you can let us know and we'll help you out.\n\nSpeaker 2: But basically, this version of the Viagra is coming from Pfizer as well.\n\nSpeaker 1: This is their version of a generic. The AGV stands for Authorized Generic Viagra.\n\nSpeaker 2: They're basically trying to play both sides of the market selling a name brand pill and a generic pill now.\n\nSpeaker 1: But this one is made to the same like quality levels and standards that they would make their name brand.\n\nSpeaker 2: So it's more effective in releasing the medication into your bloodstream.\n\nSpeaker 1: A lot of the other pills are just cheaply made and they're just not quite as good.\n\nSpeaker 2: So when they break down in your body, it doesn't actually release the medicine very well.\n\nSpeaker 1: So that's why you see either them not work or very inconsistent.\n\nSpeaker 2: Yeah. I've heard a lot about Ruge and the Spark thing.\n\nSpeaker 1: Yeah. So the things that they don't talk about with those is that those can be dangerous.\n\nSpeaker 2: The reason they're mixing other medications in with it like the Sparks in particular is Cialis and Viagra.\n\nSpeaker 1: If you ask any doctor, they would tell you do not mix Cialis and Viagra.\n\nSpeaker 2: Like the combination can kill someone. I'm not saying it would, but it could kill someone.\n\nSpeaker 1: So they have what's called a compounding pharmacy. They're making their own medication and selling it.\n\nSpeaker 2: All of our stuff is FDA approved.\n\nSpeaker 1: Okay. Well, it's worth a try. How about the price?\n\nSpeaker 2: $40 for $149, $25 for $99, $10 for $40.\n\nSpeaker 1: What do you mean $25? $25 pills?\n\nSpeaker 2: Yes. $25 pills for $99.\n\nSpeaker 1: Is there anything – how much will it come out?\n\nSpeaker 2: On a per pill?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: For the $25, it's like $3.90 per pill.\n\nSpeaker 1: Is there any way that I could get this, you know, because it doesn't – like $10 or, you know, just to find out?\n\nSpeaker 2: Yeah. You might not have heard me. I said we have $10 for $49.\n\nSpeaker 1: Oh, $10 for $49. Okay.\n\nSpeaker 2: Yeah, yeah, yeah.\n\nSpeaker 1: Is that the money back?\n\nSpeaker 2: Yes. So it's 90 days. So what happens is when you order it, your money back guarantee starts when you receive the pills.\n\nSpeaker 1: So let's say, just for example, you receive them one week from today.\n\nSpeaker 2: Yes.\n\nSpeaker 1: You have then 90 days to try the pills, see how they work for you, and if they don't work, return them to us.\n\nSpeaker 2: I think it won't take that long, you know, the first week.\n\nSpeaker 1: No, no. Most people know within one to two pills how it's going to work for them, and then they call us up and we help them out.\n\nSpeaker 2: Oh, okay. So I have to try it one or two times?\n\nSpeaker 1: I usually suggest try it a time or two because sometimes, you know, there's a lot of excitement and anticipation and maybe some anxiety about taking it.\n\nSpeaker 2: Sometimes people get themselves a little worked up mentally and it just doesn't work because they're psyched themselves out.\n\nSpeaker 1: Then you try it a second time and you're a little more relaxed and it works fine.\n\nSpeaker 2: So that's just why I said try maybe at least two times.\n\nSpeaker 1: Okay. I'll try the 10 pills.\n\nSpeaker 2: Okay.\n\nSpeaker 1: It's a 100 milligram, right?\n\nSpeaker 2: That's what you want, yes. We have it in 25 and 50, but if you want 100, we have that as well. So that's your choice.\n\nSpeaker 1: Is that – do you still have to find out if I'm – if I approve for that kind of a dosage?\n\nSpeaker 2: That is part of the process, actually. If you do want to get signed up, I would have to go through a medical survey with you.\n\nSpeaker 1: I would ask you basic medical questions like your medications, your blood pressure, all that kind of stuff.\n\nSpeaker 2: And then the doctor will review all that, and if they don't think it's safe for you to take 100, for example, but they're like,\n\nSpeaker 1: we think 50 milligrams is a better dose for you, they would send you a message just being like,\n\nSpeaker 2: hey, is this okay if we switch you to 50? And if you say yes, we'll just switch you to 50 milligrams.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Yeah. So how do we start it, though?\n\nSpeaker 2: Okay. I can get you started right now, sir. Do you have an email address?\n\nSpeaker 1: Yeah. It's RobertoMabasa8 at gmail.com.\n\nSpeaker 2: Does your last name have one or two S's?\n\nSpeaker 1: Come again?\n\nSpeaker 2: Does your last – does the Mabasa have one or two S's?\n\nSpeaker 1: Just one. M-A-B-A-S-A.\n\nSpeaker 2: Okay. Okay. That's what I got.\n\nSpeaker 1: Roberto Mabasa. It's just one name.\n\nSpeaker 2: Okay.\n\nSpeaker 1: RobertoMabasa8 at gmail.com.\n\nSpeaker 2: Okay. Roberto is your first name?\n\nSpeaker 1: Yes.\n\nSpeaker 2: And Mabasa, is that your last name?\n\nSpeaker 1: Yes.\n\nSpeaker 2: Okay. Your date of birth?\n\nSpeaker 1: January 3, 1949.\n\nSpeaker 2: Thank you. And then your zip code, please.\n\nSpeaker 1: 91406.\n\nSpeaker 2: Thank you.\n\nSpeaker 1: Okay. So this is the brief medical survey. It's pretty simple.\n\nSpeaker 2: I'll read you the question, then I'll read you the answers.\n\nSpeaker 1: You tell me which answer best fits for you, and then we'll go from there.\n\nSpeaker 2: Okay.\n\nSpeaker 1: How long have you been concerned about or wanted to improve the hardness and duration of your erections?\n\nSpeaker 2: The last six months or six to eight months.\n\nSpeaker 1: Okay. Okay. Perfect. That's one of the options.\n\nSpeaker 2: You said you have gotten this before. Did you get it from the doctor or did you – were you looking at it?\n\nSpeaker 1: No.\n\nSpeaker 2: Or did you buy it from them?\n\nSpeaker 1: I just bought it from online.\n\nSpeaker 2: Okay. Okay. Got online. And it wasn't any good for you, though?\n\nSpeaker 1: You know, I was using some other stuff that was working.\n\nSpeaker 2: And then finally, I don't know, because I'm diabetic, maybe it's one reason that, you know, that that pill worked.\n\nSpeaker 1: It's not Viagra. It's not docialis. It's called Actra.\n\nSpeaker 2: I'm not familiar with that one.\n\nSpeaker 1: Yeah. It worked perfect, especially with my friends.\n\nSpeaker 2: And then it was working.\n\nSpeaker 1: And then the last six to eight months, I said – and finally I said when I tried it, oh, it doesn't work anymore.\n\nSpeaker 2: Gotcha. Well, hopefully this does what you need it to do. I think it will.\n\nSpeaker 1: When was the last time that you had a physical, less than a year, less than three years, between three and five or more than five?\n\nSpeaker 2: Physical – what do you mean?\n\nSpeaker 1: Like you got a checkup at the doctor.\n\nSpeaker 2: Oh, I have a checkup regularly with my primary.\n\nSpeaker 1: Okay. Okay. Great. And everything has been good recently, no problems?\n\nSpeaker 2: I've been checking up no problems, no heart problems, no kidney problems, no liver.\n\nSpeaker 1: Okay. Your blood pressure, is that normal, elevated, high, very high, or abnormally low?\n\nSpeaker 2: I think it's regular. It ranges from 130 to 140 over 70.\n\nSpeaker 1: Okay. Okay. Perfect. Do you take any prescriptions, sir?\n\nSpeaker 2: I do take insulin for my diabetes.\n\nSpeaker 1: Is that the only thing you take, though?\n\nSpeaker 2: No. I have Artovastatin. I have Febuxostat. I have vitamin C and B3.\n\nSpeaker 1: What was the second –\n\nSpeaker 2: And also Jardians.\n\nSpeaker 1: Jardians. Okay. What was the other statin that you said?\n\nSpeaker 2: The other one is Uloric. You can call it Uloric.\n\nSpeaker 1: Uloric. Okay. Thank you.\n\nSpeaker 2: Okay. There we go. Yeah, I got you.\n\nSpeaker 1: Oh, yeah.\n\nSpeaker 2: The Uloric is for adults.\n\nSpeaker 1: I got you. Yeah, the Uric acid. But I see the word you first said. I'm impressed you can even say it because I cannot.\n\nSpeaker 2: But I got you there. So we got your medications taken care of. Only four questions left. Do you have any allergies, sir?\n\nSpeaker 1: No.\n\nSpeaker 2: Okay. Great. In the last few months, have you passed out, had any seizures or chest pains?\n\nSpeaker 1: No.\n\nSpeaker 2: Great. This one's also probably no. In the last three months, have you used any of the following recreationally?\n\nSpeaker 1: Methamphetamine, marijuana, poppers, heroin, molly, or cocaine?\n\nSpeaker 2: No, no, no. I don't smoke. I don't drink.\n\nSpeaker 1: Okay. Great. And then the last one is a list of medical conditions. You've already told me you have diabetes.\n\nSpeaker 2: I don't know if you'll have any of the other ones. But I'm going to read through these.\n\nSpeaker 1: If you hear one, stop me. If you don't have any, just tell me at the end, okay?\n\nSpeaker 2: Okay.\n\nSpeaker 1: Hyperlipidemia, vascular disease, emotional problems, hormone problems, kidney disease, neurological problems,\n\nSpeaker 2: trauma or injury to your penis, pelvis, perineum, testes, or rectum, prostate problems, urinary problems,\n\nSpeaker 1: sleep apnea, chronic fatigue or weakness, retinitis pigmentosa, a significant bend in your penis,\n\nSpeaker 2: pain with an erection, problems ejaculating not related to hardness, cancer, radiation of your bladder,\n\nSpeaker 1: prostate or rectum, unexplained weight loss, joint pain, sexually transmitted disease, heart disease,\n\nSpeaker 2: or urological surgeries.\n\nSpeaker 1: I don't have joint pain.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Okay.\n\nSpeaker 2: All right, sir. So we're all set there. Ten of the hundred milligrams, right?\n\nSpeaker 1: Yeah. Whichever. Fifteen or, you know.\n\nSpeaker 2: We can do a hundred if you want. If the doctor has an issue with that, they'll tell you.\n\nSpeaker 1: All right, then. Yeah.\n\nSpeaker 2: I've seen people take more medications than you get approved for a hundred, so I wouldn't worry too much about that part.\n\nSpeaker 1: Oh, okay.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Viagra was taking a hundred.\n\nSpeaker 2: Okay. If you took the hundred before, then yeah, there should be no problem prescribing you the hundred now.\n\nSpeaker 1: I wouldn't worry too much about that. I'd say less than 5% of people are not approved for whatever reason,\n\nSpeaker 2: so I wouldn't worry too much.\n\nSpeaker 1: Oh, yeah.\n\nSpeaker 2: Your address, please, Roberto.\n\nSpeaker 1: 7800 Balboa Boulevard, Space 43, Van Nuys, California.\n\nSpeaker 2: Okay.\n\nSpeaker 1: 91406.\n\nSpeaker 2: Thank you. Got that. And then when you're ready, I will take your card.\n\nSpeaker 1: All right. Are you approved, you mean?\n\nSpeaker 2: No, you pay and then you get approved. If you're not approved, you get your money back.\n\nSpeaker 1: Oh. So how much will it be?\n\nSpeaker 2: It's going to be $49, but as a courtesy to you for you buying the pills, we pay for the doctor's visit.\n\nSpeaker 1: So that's why this happens after you pay. But like I said, if they did say no, you just get a refund.\n\nSpeaker 2: Oh. All right, then.\n\nSpeaker 1: So I get it within a week?\n\nSpeaker 2: Yeah, you get it within a week usually, five to seven days.\n\nSpeaker 1: Okay. Here's my number. It's a Visa card. 4259-0720-4661-4466.\n\nSpeaker 2: Thank you. Expiration?\n\nSpeaker 1: 12-28.\n\nSpeaker 2: And the security code?\n\nSpeaker 1: 636.\n\nSpeaker 2: Okay, we're all set. That helps stuff that we filled out together. That gets sent to a doctor now that is licensed in California.\n\nSpeaker 1: They will review everything and over the next 24 hours, you will either be approved or denied.\n\nSpeaker 2: Like I mentioned, I do not see you getting denied, so you should get an email no later than this time tomorrow saying you've been approved.\n\nSpeaker 1: And then once it's approved, we will ship it out.\n\nSpeaker 2: Although our office and company is located in California, we ship out of Kentucky.\n\nSpeaker 1: So expect to see a package that has an address from Kentucky. That will be your pills.\n\nSpeaker 2: Okay, so if ever it doesn't work, is this the number also that I will call?\n\nSpeaker 1: Yes, call this same number back, and we'll walk you through what you need to do.\n\nSpeaker 2: All right. I hope it works.\n\nSpeaker 1: I hope it works for you, too. It has for a lot of people similar to you where they tell me other things haven't.\n\nSpeaker 2: So fingers crossed that you're another one of those success stories.\n\nSpeaker 1: All right, then. Thank you so much.\n\nSpeaker 2: Can I get your name? Can I get your name again?\n\nSpeaker 1: Yes, it's John.\n\nSpeaker 2: Okay, John. Thank you. You have a good day, John.\n\nSpeaker 1: You, too, sir. Bye-bye.\n\nSpeaker 2: Bye-bye.",
    "duration": 35336,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 2,
        "text": " John, how can I help you?"
      },
      {
        "id": 1,
        "start": 2,
        "end": 7,
        "text": " Hi John, I was interested about the new Viagra."
      },
      {
        "id": 2,
        "start": 7,
        "end": 11,
        "text": " Okay, yeah, I can help you with that. Did you have questions or do you just want me to get you signed up?"
      },
      {
        "id": 3,
        "start": 11,
        "end": 23,
        "text": " No, I have no questions because I bought some Viagra, not the AVG, but it didn't work with me."
      },
      {
        "id": 4,
        "start": 23,
        "end": 26,
        "text": " I don't know about this new thing."
      },
      {
        "id": 5,
        "start": 26,
        "end": 31,
        "text": " Okay, yeah, so we do hear that from time to time that people have tried like a regular generic Viagra and it didn't work very well,"
      },
      {
        "id": 6,
        "start": 31,
        "end": 34,
        "text": " but they do try ours and they see it works much better."
      },
      {
        "id": 7,
        "start": 34,
        "end": 39,
        "text": " We have a money back guarantee because we do believe this is going to work better for people than what they've had before."
      },
      {
        "id": 8,
        "start": 39,
        "end": 42,
        "text": " So if you're not happy, you can let us know and we'll help you out."
      },
      {
        "id": 9,
        "start": 42,
        "end": 47,
        "text": " But basically, this version of the Viagra is coming from Pfizer as well."
      },
      {
        "id": 10,
        "start": 47,
        "end": 52,
        "text": " This is their version of a generic. The AGV stands for Authorized Generic Viagra."
      },
      {
        "id": 11,
        "start": 52,
        "end": 57,
        "text": " They're basically trying to play both sides of the market selling a name brand pill and a generic pill now."
      },
      {
        "id": 12,
        "start": 57,
        "end": 61,
        "text": " But this one is made to the same like quality levels and standards that they would make their name brand."
      },
      {
        "id": 13,
        "start": 61,
        "end": 64,
        "text": " So it's more effective in releasing the medication into your bloodstream."
      },
      {
        "id": 14,
        "start": 64,
        "end": 67,
        "text": " A lot of the other pills are just cheaply made and they're just not quite as good."
      },
      {
        "id": 15,
        "start": 67,
        "end": 71,
        "text": " So when they break down in your body, it doesn't actually release the medicine very well."
      },
      {
        "id": 16,
        "start": 71,
        "end": 75,
        "text": " So that's why you see either them not work or very inconsistent."
      },
      {
        "id": 17,
        "start": 75,
        "end": 82,
        "text": " Yeah. I've heard a lot about Ruge and the Spark thing."
      },
      {
        "id": 18,
        "start": 82,
        "end": 89,
        "text": " Yeah. So the things that they don't talk about with those is that those can be dangerous."
      },
      {
        "id": 19,
        "start": 89,
        "end": 94,
        "text": " The reason they're mixing other medications in with it like the Sparks in particular is Cialis and Viagra."
      },
      {
        "id": 20,
        "start": 94,
        "end": 98,
        "text": " If you ask any doctor, they would tell you do not mix Cialis and Viagra."
      },
      {
        "id": 21,
        "start": 98,
        "end": 102,
        "text": " Like the combination can kill someone. I'm not saying it would, but it could kill someone."
      },
      {
        "id": 22,
        "start": 102,
        "end": 106,
        "text": " So they have what's called a compounding pharmacy. They're making their own medication and selling it."
      },
      {
        "id": 23,
        "start": 106,
        "end": 108,
        "text": " All of our stuff is FDA approved."
      },
      {
        "id": 24,
        "start": 108,
        "end": 113,
        "text": " Okay. Well, it's worth a try. How about the price?"
      },
      {
        "id": 25,
        "start": 113,
        "end": 121,
        "text": " $40 for $149, $25 for $99, $10 for $40."
      },
      {
        "id": 26,
        "start": 121,
        "end": 123,
        "text": " What do you mean $25? $25 pills?"
      },
      {
        "id": 27,
        "start": 123,
        "end": 125,
        "text": " Yes. $25 pills for $99."
      },
      {
        "id": 28,
        "start": 125,
        "end": 129,
        "text": " Is there anything – how much will it come out?"
      },
      {
        "id": 29,
        "start": 130,
        "end": 132,
        "text": " On a per pill?"
      },
      {
        "id": 30,
        "start": 132,
        "end": 134,
        "text": " Yeah."
      },
      {
        "id": 31,
        "start": 134,
        "end": 137,
        "text": " For the $25, it's like $3.90 per pill."
      },
      {
        "id": 32,
        "start": 137,
        "end": 143,
        "text": " Is there any way that I could get this, you know, because it doesn't – like $10 or, you know, just to find out?"
      },
      {
        "id": 33,
        "start": 143,
        "end": 147,
        "text": " Yeah. You might not have heard me. I said we have $10 for $49."
      },
      {
        "id": 34,
        "start": 147,
        "end": 150,
        "text": " Oh, $10 for $49. Okay."
      },
      {
        "id": 35,
        "start": 150,
        "end": 151,
        "text": " Yeah, yeah, yeah."
      },
      {
        "id": 36,
        "start": 151,
        "end": 153,
        "text": " Is that the money back?"
      },
      {
        "id": 37,
        "start": 154,
        "end": 161,
        "text": " Yes. So it's 90 days. So what happens is when you order it, your money back guarantee starts when you receive the pills."
      },
      {
        "id": 38,
        "start": 161,
        "end": 165,
        "text": " So let's say, just for example, you receive them one week from today."
      },
      {
        "id": 39,
        "start": 165,
        "end": 166,
        "text": " Yes."
      },
      {
        "id": 40,
        "start": 166,
        "end": 171,
        "text": " You have then 90 days to try the pills, see how they work for you, and if they don't work, return them to us."
      },
      {
        "id": 41,
        "start": 171,
        "end": 175,
        "text": " I think it won't take that long, you know, the first week."
      },
      {
        "id": 42,
        "start": 175,
        "end": 181,
        "text": " No, no. Most people know within one to two pills how it's going to work for them, and then they call us up and we help them out."
      },
      {
        "id": 43,
        "start": 181,
        "end": 186,
        "text": " Oh, okay. So I have to try it one or two times?"
      },
      {
        "id": 44,
        "start": 186,
        "end": 194,
        "text": " I usually suggest try it a time or two because sometimes, you know, there's a lot of excitement and anticipation and maybe some anxiety about taking it."
      },
      {
        "id": 45,
        "start": 194,
        "end": 199,
        "text": " Sometimes people get themselves a little worked up mentally and it just doesn't work because they're psyched themselves out."
      },
      {
        "id": 46,
        "start": 199,
        "end": 202,
        "text": " Then you try it a second time and you're a little more relaxed and it works fine."
      },
      {
        "id": 47,
        "start": 202,
        "end": 204,
        "text": " So that's just why I said try maybe at least two times."
      },
      {
        "id": 48,
        "start": 205,
        "end": 208,
        "text": " Okay. I'll try the 10 pills."
      },
      {
        "id": 49,
        "start": 208,
        "end": 209,
        "text": " Okay."
      },
      {
        "id": 50,
        "start": 209,
        "end": 211,
        "text": " It's a 100 milligram, right?"
      },
      {
        "id": 51,
        "start": 213,
        "end": 219,
        "text": " That's what you want, yes. We have it in 25 and 50, but if you want 100, we have that as well. So that's your choice."
      },
      {
        "id": 52,
        "start": 219,
        "end": 229,
        "text": " Is that – do you still have to find out if I'm – if I approve for that kind of a dosage?"
      },
      {
        "id": 53,
        "start": 229,
        "end": 234,
        "text": " That is part of the process, actually. If you do want to get signed up, I would have to go through a medical survey with you."
      },
      {
        "id": 54,
        "start": 234,
        "end": 239,
        "text": " I would ask you basic medical questions like your medications, your blood pressure, all that kind of stuff."
      },
      {
        "id": 55,
        "start": 239,
        "end": 244,
        "text": " And then the doctor will review all that, and if they don't think it's safe for you to take 100, for example, but they're like,"
      },
      {
        "id": 56,
        "start": 244,
        "end": 248,
        "text": " we think 50 milligrams is a better dose for you, they would send you a message just being like,"
      },
      {
        "id": 57,
        "start": 248,
        "end": 251,
        "text": " hey, is this okay if we switch you to 50? And if you say yes, we'll just switch you to 50 milligrams."
      },
      {
        "id": 58,
        "start": 251,
        "end": 252,
        "text": " Okay."
      },
      {
        "id": 59,
        "start": 252,
        "end": 253,
        "text": " Yeah."
      },
      {
        "id": 60,
        "start": 253,
        "end": 255,
        "text": " Yeah. So how do we start it, though?"
      },
      {
        "id": 61,
        "start": 255,
        "end": 259,
        "text": " Okay. I can get you started right now, sir. Do you have an email address?"
      },
      {
        "id": 62,
        "start": 259,
        "end": 268,
        "text": " Yeah. It's RobertoMabasa8 at gmail.com."
      },
      {
        "id": 63,
        "start": 268,
        "end": 270,
        "text": " Does your last name have one or two S's?"
      },
      {
        "id": 64,
        "start": 270,
        "end": 272,
        "text": " Come again?"
      },
      {
        "id": 65,
        "start": 272,
        "end": 276,
        "text": " Does your last – does the Mabasa have one or two S's?"
      },
      {
        "id": 66,
        "start": 276,
        "end": 278,
        "text": " Just one. M-A-B-A-S-A."
      },
      {
        "id": 67,
        "start": 278,
        "end": 280,
        "text": " Okay. Okay. That's what I got."
      },
      {
        "id": 68,
        "start": 280,
        "end": 283,
        "text": " Roberto Mabasa. It's just one name."
      },
      {
        "id": 69,
        "start": 283,
        "end": 284,
        "text": " Okay."
      },
      {
        "id": 70,
        "start": 284,
        "end": 287,
        "text": " RobertoMabasa8 at gmail.com."
      },
      {
        "id": 71,
        "start": 287,
        "end": 290,
        "text": " Okay. Roberto is your first name?"
      },
      {
        "id": 72,
        "start": 290,
        "end": 291,
        "text": " Yes."
      },
      {
        "id": 73,
        "start": 291,
        "end": 293,
        "text": " And Mabasa, is that your last name?"
      },
      {
        "id": 74,
        "start": 293,
        "end": 294,
        "text": " Yes."
      },
      {
        "id": 75,
        "start": 294,
        "end": 296,
        "text": " Okay. Your date of birth?"
      },
      {
        "id": 76,
        "start": 296,
        "end": 299,
        "text": " January 3, 1949."
      },
      {
        "id": 77,
        "start": 299,
        "end": 302,
        "text": " Thank you. And then your zip code, please."
      },
      {
        "id": 78,
        "start": 302,
        "end": 305,
        "text": " 91406."
      },
      {
        "id": 79,
        "start": 305,
        "end": 307,
        "text": " Thank you."
      },
      {
        "id": 80,
        "start": 308,
        "end": 311,
        "text": " Okay. So this is the brief medical survey. It's pretty simple."
      },
      {
        "id": 81,
        "start": 311,
        "end": 314,
        "text": " I'll read you the question, then I'll read you the answers."
      },
      {
        "id": 82,
        "start": 314,
        "end": 317,
        "text": " You tell me which answer best fits for you, and then we'll go from there."
      },
      {
        "id": 83,
        "start": 317,
        "end": 318,
        "text": " Okay."
      },
      {
        "id": 84,
        "start": 318,
        "end": 324,
        "text": " How long have you been concerned about or wanted to improve the hardness and duration of your erections?"
      },
      {
        "id": 85,
        "start": 324,
        "end": 328,
        "text": " The last six months or six to eight months."
      },
      {
        "id": 86,
        "start": 328,
        "end": 331,
        "text": " Okay. Okay. Perfect. That's one of the options."
      },
      {
        "id": 87,
        "start": 331,
        "end": 336,
        "text": " You said you have gotten this before. Did you get it from the doctor or did you – were you looking at it?"
      },
      {
        "id": 88,
        "start": 336,
        "end": 337,
        "text": " No."
      },
      {
        "id": 89,
        "start": 337,
        "end": 339,
        "text": " Or did you buy it from them?"
      },
      {
        "id": 90,
        "start": 339,
        "end": 342,
        "text": " I just bought it from online."
      },
      {
        "id": 91,
        "start": 342,
        "end": 346,
        "text": " Okay. Okay. Got online. And it wasn't any good for you, though?"
      },
      {
        "id": 92,
        "start": 346,
        "end": 351,
        "text": " You know, I was using some other stuff that was working."
      },
      {
        "id": 93,
        "start": 351,
        "end": 362,
        "text": " And then finally, I don't know, because I'm diabetic, maybe it's one reason that, you know, that that pill worked."
      },
      {
        "id": 94,
        "start": 362,
        "end": 368,
        "text": " It's not Viagra. It's not docialis. It's called Actra."
      },
      {
        "id": 95,
        "start": 368,
        "end": 370,
        "text": " I'm not familiar with that one."
      },
      {
        "id": 96,
        "start": 370,
        "end": 375,
        "text": " Yeah. It worked perfect, especially with my friends."
      },
      {
        "id": 97,
        "start": 375,
        "end": 378,
        "text": " And then it was working."
      },
      {
        "id": 98,
        "start": 378,
        "end": 387,
        "text": " And then the last six to eight months, I said – and finally I said when I tried it, oh, it doesn't work anymore."
      },
      {
        "id": 99,
        "start": 387,
        "end": 391,
        "text": " Gotcha. Well, hopefully this does what you need it to do. I think it will."
      },
      {
        "id": 100,
        "start": 391,
        "end": 397,
        "text": " When was the last time that you had a physical, less than a year, less than three years, between three and five or more than five?"
      },
      {
        "id": 101,
        "start": 397,
        "end": 400,
        "text": " Physical – what do you mean?"
      },
      {
        "id": 102,
        "start": 400,
        "end": 402,
        "text": " Like you got a checkup at the doctor."
      },
      {
        "id": 103,
        "start": 402,
        "end": 406,
        "text": " Oh, I have a checkup regularly with my primary."
      },
      {
        "id": 104,
        "start": 406,
        "end": 409,
        "text": " Okay. Okay. Great. And everything has been good recently, no problems?"
      },
      {
        "id": 105,
        "start": 409,
        "end": 416,
        "text": " I've been checking up no problems, no heart problems, no kidney problems, no liver."
      },
      {
        "id": 106,
        "start": 416,
        "end": 421,
        "text": " Okay. Your blood pressure, is that normal, elevated, high, very high, or abnormally low?"
      },
      {
        "id": 107,
        "start": 421,
        "end": 430,
        "text": " I think it's regular. It ranges from 130 to 140 over 70."
      },
      {
        "id": 108,
        "start": 430,
        "end": 435,
        "text": " Okay. Okay. Perfect. Do you take any prescriptions, sir?"
      },
      {
        "id": 109,
        "start": 435,
        "end": 439,
        "text": " I do take insulin for my diabetes."
      },
      {
        "id": 110,
        "start": 439,
        "end": 441,
        "text": " Is that the only thing you take, though?"
      },
      {
        "id": 111,
        "start": 441,
        "end": 452,
        "text": " No. I have Artovastatin. I have Febuxostat. I have vitamin C and B3."
      },
      {
        "id": 112,
        "start": 452,
        "end": 454,
        "text": " What was the second –"
      },
      {
        "id": 113,
        "start": 454,
        "end": 456,
        "text": " And also Jardians."
      },
      {
        "id": 114,
        "start": 456,
        "end": 459,
        "text": " Jardians. Okay. What was the other statin that you said?"
      },
      {
        "id": 115,
        "start": 459,
        "end": 464,
        "text": " The other one is Uloric. You can call it Uloric."
      },
      {
        "id": 116,
        "start": 464,
        "end": 466,
        "text": " Uloric. Okay. Thank you."
      },
      {
        "id": 117,
        "start": 467,
        "end": 470,
        "text": " Okay. There we go. Yeah, I got you."
      },
      {
        "id": 118,
        "start": 470,
        "end": 471,
        "text": " Oh, yeah."
      },
      {
        "id": 119,
        "start": 471,
        "end": 473,
        "text": " The Uloric is for adults."
      },
      {
        "id": 120,
        "start": 473,
        "end": 479,
        "text": " I got you. Yeah, the Uric acid. But I see the word you first said. I'm impressed you can even say it because I cannot."
      },
      {
        "id": 121,
        "start": 479,
        "end": 485,
        "text": " But I got you there. So we got your medications taken care of. Only four questions left. Do you have any allergies, sir?"
      },
      {
        "id": 122,
        "start": 485,
        "end": 487,
        "text": " No."
      },
      {
        "id": 123,
        "start": 487,
        "end": 494,
        "text": " Okay. Great. In the last few months, have you passed out, had any seizures or chest pains?"
      },
      {
        "id": 124,
        "start": 495,
        "end": 496,
        "text": " No."
      },
      {
        "id": 125,
        "start": 496,
        "end": 503,
        "text": " Great. This one's also probably no. In the last three months, have you used any of the following recreationally?"
      },
      {
        "id": 126,
        "start": 503,
        "end": 506,
        "text": " Methamphetamine, marijuana, poppers, heroin, molly, or cocaine?"
      },
      {
        "id": 127,
        "start": 506,
        "end": 509,
        "text": " No, no, no. I don't smoke. I don't drink."
      },
      {
        "id": 128,
        "start": 509,
        "end": 514,
        "text": " Okay. Great. And then the last one is a list of medical conditions. You've already told me you have diabetes."
      },
      {
        "id": 129,
        "start": 514,
        "end": 517,
        "text": " I don't know if you'll have any of the other ones. But I'm going to read through these."
      },
      {
        "id": 130,
        "start": 517,
        "end": 520,
        "text": " If you hear one, stop me. If you don't have any, just tell me at the end, okay?"
      },
      {
        "id": 131,
        "start": 520,
        "end": 521,
        "text": " Okay."
      },
      {
        "id": 132,
        "start": 521,
        "end": 530,
        "text": " Hyperlipidemia, vascular disease, emotional problems, hormone problems, kidney disease, neurological problems,"
      },
      {
        "id": 133,
        "start": 530,
        "end": 536,
        "text": " trauma or injury to your penis, pelvis, perineum, testes, or rectum, prostate problems, urinary problems,"
      },
      {
        "id": 134,
        "start": 536,
        "end": 543,
        "text": " sleep apnea, chronic fatigue or weakness, retinitis pigmentosa, a significant bend in your penis,"
      },
      {
        "id": 135,
        "start": 543,
        "end": 549,
        "text": " pain with an erection, problems ejaculating not related to hardness, cancer, radiation of your bladder,"
      },
      {
        "id": 136,
        "start": 549,
        "end": 554,
        "text": " prostate or rectum, unexplained weight loss, joint pain, sexually transmitted disease, heart disease,"
      },
      {
        "id": 137,
        "start": 554,
        "end": 556,
        "text": " or urological surgeries."
      },
      {
        "id": 138,
        "start": 556,
        "end": 559,
        "text": " I don't have joint pain."
      },
      {
        "id": 139,
        "start": 559,
        "end": 560,
        "text": " Okay."
      },
      {
        "id": 140,
        "start": 560,
        "end": 562,
        "text": " Okay."
      },
      {
        "id": 141,
        "start": 562,
        "end": 566,
        "text": " All right, sir. So we're all set there. Ten of the hundred milligrams, right?"
      },
      {
        "id": 142,
        "start": 566,
        "end": 570,
        "text": " Yeah. Whichever. Fifteen or, you know."
      },
      {
        "id": 143,
        "start": 570,
        "end": 575,
        "text": " We can do a hundred if you want. If the doctor has an issue with that, they'll tell you."
      },
      {
        "id": 144,
        "start": 575,
        "end": 577,
        "text": " All right, then. Yeah."
      },
      {
        "id": 145,
        "start": 577,
        "end": 582,
        "text": " I've seen people take more medications than you get approved for a hundred, so I wouldn't worry too much about that part."
      },
      {
        "id": 146,
        "start": 582,
        "end": 584,
        "text": " Oh, okay."
      },
      {
        "id": 147,
        "start": 584,
        "end": 585,
        "text": " Yeah."
      },
      {
        "id": 148,
        "start": 585,
        "end": 588,
        "text": " Viagra was taking a hundred."
      },
      {
        "id": 149,
        "start": 588,
        "end": 592,
        "text": " Okay. If you took the hundred before, then yeah, there should be no problem prescribing you the hundred now."
      },
      {
        "id": 150,
        "start": 592,
        "end": 597,
        "text": " I wouldn't worry too much about that. I'd say less than 5% of people are not approved for whatever reason,"
      },
      {
        "id": 151,
        "start": 597,
        "end": 599,
        "text": " so I wouldn't worry too much."
      },
      {
        "id": 152,
        "start": 599,
        "end": 601,
        "text": " Oh, yeah."
      },
      {
        "id": 153,
        "start": 601,
        "end": 604,
        "text": " Your address, please, Roberto."
      },
      {
        "id": 154,
        "start": 604,
        "end": 611,
        "text": " 7800 Balboa Boulevard, Space 43, Van Nuys, California."
      },
      {
        "id": 155,
        "start": 611,
        "end": 612,
        "text": " Okay."
      },
      {
        "id": 156,
        "start": 612,
        "end": 614,
        "text": " 91406."
      },
      {
        "id": 157,
        "start": 614,
        "end": 618,
        "text": " Thank you. Got that. And then when you're ready, I will take your card."
      },
      {
        "id": 158,
        "start": 618,
        "end": 621,
        "text": " All right. Are you approved, you mean?"
      },
      {
        "id": 159,
        "start": 621,
        "end": 625,
        "text": " No, you pay and then you get approved. If you're not approved, you get your money back."
      },
      {
        "id": 160,
        "start": 625,
        "end": 628,
        "text": " Oh. So how much will it be?"
      },
      {
        "id": 161,
        "start": 628,
        "end": 635,
        "text": " It's going to be $49, but as a courtesy to you for you buying the pills, we pay for the doctor's visit."
      },
      {
        "id": 162,
        "start": 635,
        "end": 641,
        "text": " So that's why this happens after you pay. But like I said, if they did say no, you just get a refund."
      },
      {
        "id": 163,
        "start": 641,
        "end": 644,
        "text": " Oh. All right, then."
      },
      {
        "id": 164,
        "start": 644,
        "end": 646,
        "text": " So I get it within a week?"
      },
      {
        "id": 165,
        "start": 646,
        "end": 649,
        "text": " Yeah, you get it within a week usually, five to seven days."
      },
      {
        "id": 166,
        "start": 649,
        "end": 664,
        "text": " Okay. Here's my number. It's a Visa card. 4259-0720-4661-4466."
      },
      {
        "id": 167,
        "start": 664,
        "end": 666,
        "text": " Thank you. Expiration?"
      },
      {
        "id": 168,
        "start": 666,
        "end": 668,
        "text": " 12-28."
      },
      {
        "id": 169,
        "start": 668,
        "end": 670,
        "text": " And the security code?"
      },
      {
        "id": 170,
        "start": 670,
        "end": 677,
        "text": " 636."
      },
      {
        "id": 171,
        "start": 677,
        "end": 683,
        "text": " Okay, we're all set. That helps stuff that we filled out together. That gets sent to a doctor now that is licensed in California."
      },
      {
        "id": 172,
        "start": 683,
        "end": 687,
        "text": " They will review everything and over the next 24 hours, you will either be approved or denied."
      },
      {
        "id": 173,
        "start": 687,
        "end": 693,
        "text": " Like I mentioned, I do not see you getting denied, so you should get an email no later than this time tomorrow saying you've been approved."
      },
      {
        "id": 174,
        "start": 693,
        "end": 695,
        "text": " And then once it's approved, we will ship it out."
      },
      {
        "id": 175,
        "start": 695,
        "end": 699,
        "text": " Although our office and company is located in California, we ship out of Kentucky."
      },
      {
        "id": 176,
        "start": 699,
        "end": 704,
        "text": " So expect to see a package that has an address from Kentucky. That will be your pills."
      },
      {
        "id": 177,
        "start": 704,
        "end": 709,
        "text": " Okay, so if ever it doesn't work, is this the number also that I will call?"
      },
      {
        "id": 178,
        "start": 709,
        "end": 714,
        "text": " Yes, call this same number back, and we'll walk you through what you need to do."
      },
      {
        "id": 179,
        "start": 714,
        "end": 716,
        "text": " All right. I hope it works."
      },
      {
        "id": 180,
        "start": 716,
        "end": 720,
        "text": " I hope it works for you, too. It has for a lot of people similar to you where they tell me other things haven't."
      },
      {
        "id": 181,
        "start": 720,
        "end": 724,
        "text": " So fingers crossed that you're another one of those success stories."
      },
      {
        "id": 182,
        "start": 724,
        "end": 726,
        "text": " All right, then. Thank you so much."
      },
      {
        "id": 183,
        "start": 726,
        "end": 728,
        "text": " Can I get your name? Can I get your name again?"
      },
      {
        "id": 184,
        "start": 728,
        "end": 730,
        "text": " Yes, it's John."
      },
      {
        "id": 185,
        "start": 730,
        "end": 732,
        "text": " Okay, John. Thank you. You have a good day, John."
      },
      {
        "id": 186,
        "start": 732,
        "end": 734,
        "text": " You, too, sir. Bye-bye."
      },
      {
        "id": 187,
        "start": 734,
        "end": 735,
        "text": " Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8159-a78c-c2e53e8dfe33",
    "url": "https://www.notion.so/300000001221364-300000001711182-2f611d0a101c8159a78cc2e53e8dfe33"
  },
  "processedAt": "2026-01-28T22:57:03.692Z"
}