{
  "recording": {
    "name": "300000001239851-300000001729792-9094957029 by charles@superbalife.com @ 8_49_10 AM.wav",
    "size": 281510,
    "modifyTime": 1770915146000,
    "remotePath": "/five9sftp/upload/SB CS/2_12_2026/300000001239851-300000001729792-9094957029 by charles@superbalife.com @ 8_49_10 AM.wav",
    "uploadDate": "2026-02-12T16:52:26.000Z",
    "callId": "300000001239851-300000001729792",
    "agent": "charles",
    "phoneNumber": "9094957029",
    "callTimestamp": "2026-02-12T08:49:10.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thanks for calling Viagra. This is Charles.\n\nSpeaker 2: Hey Charles, how you doing?\n\nSpeaker 1: Good, how about yourself?\n\nSpeaker 2: Good boss. Hey, so I literally signed up like a few minutes ago, bro, and I was going to the website to buy the, you know, like the first original that you guys gave for a month. And so as I was going through the website, I pushed something for $29.99\n\nSpeaker 1: and I didn't see what it was, but I didn't give it to you because you clearly wouldn't have charged it.\n\nSpeaker 2: Oh, okay, so the Edison Ramirez, right? Yeah, I'm trying to figure out what I ordered, bro, because there's a whole like different prices on everything, you know what I mean? Like I said, they didn't give me a thing to go and take my bill or order or cancel everything, you know.\n\nSpeaker 1: Yeah, I got you. Okay, so first charge for $63.95, that's for the original 10 pills of the 50 milligram AGV. Okay, and then we do have an online buy one get one half off deal going on right now. So you have 20 total pills coming for an additional $29.40. So totally up to you. If you want to keep it to 20, we can, if not, we can cancel the extra 10 and keep it to 10 for the 63.95.\n\nSpeaker 2: The only reason why I wanted to do that was because I want to try them out first. You know, I've been trying different kinds and so far I have not find what I'm looking for. And this is the new one that I kind of saw a lot of going through, you know what I mean? So I'll be honest with you, I would like to try it and if it works out and shit, you know, I'll go, I'll deal with my insurance and you know what I mean?\n\nSpeaker 1: Yeah. So please, yeah, I would like to normally do that, but the first original price.\n\nSpeaker 2: So the first original price is charging me what? $63.95 for the first 10 pills.\n\nSpeaker 1: So just to confirm, you want me to cancel this 29.40 for the additional 10, right?\n\nSpeaker 2: Yes, sir.\n\nSpeaker 1: And the other question I have, so the free month you guys are providing or giving, what is that?\n\nSpeaker 2: I'm sorry, repeat that one more time.\n\nSpeaker 1: So on the website it says the first month is free, right?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: So it's a 90 days money back guarantee. That's basically what it means. You have 90 days to try the pills and then call us back if it's not the best pill that you're looking for.\n\nSpeaker 2: So the $63 is for 3 months?\n\nSpeaker 1: Yeah, pretty much.\n\nSpeaker 2: Oh, okay. Okay. Gotcha. Gotcha. Okay. That was only my one month and I was just so confused when I tried to figure out how to go on the website. So I called you guys.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: So 90 days money back guaranteed if it's not the best pill ever.\n\nSpeaker 1: I would expect everything to arrive by maybe Thursday or Friday of next week, depending on the weather.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Okay.\n\nSpeaker 2: All right. Perfect. Well, I appreciate it. Thank you so much.\n\nSpeaker 1: Yeah. Yeah. You should be getting the 29.40 back in a couple of days.\n\nSpeaker 2: Okay. Well, thank you so much Carlos.\n\nSpeaker 1: All right. Yes, sir. Hope you have a good one.\n\nSpeaker 2: Bye-bye.",
    "duration": 9279,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 11.039999961853027,
        "text": " Thanks for calling Viagra. This is Charles. Hey Charles, how you doing? Good, how about"
      },
      {
        "id": 1,
        "start": 11.039999961853027,
        "end": 17.1200008392334,
        "text": " yourself? Good boss. Hey, so I literally signed up like a few minutes ago, bro, and I was"
      },
      {
        "id": 2,
        "start": 17.1200008392334,
        "end": 20.639999389648438,
        "text": " going to the website to buy the, you know, like the first original that you guys gave"
      },
      {
        "id": 3,
        "start": 20.639999389648438,
        "end": 26,
        "text": " for a month. And so as I was going through the website, I pushed something for $29.99"
      },
      {
        "id": 4,
        "start": 26,
        "end": 29.280000686645508,
        "text": " and I didn't see what it was, but I didn't give it to you because you clearly wouldn't"
      },
      {
        "id": 5,
        "start": 29.280000686645508,
        "end": 35.52000045776367,
        "text": " have charged it. Oh, okay, so the Edison Ramirez, right? Yeah, I'm trying to figure out what"
      },
      {
        "id": 6,
        "start": 35.52000045776367,
        "end": 38.15999984741211,
        "text": " I ordered, bro, because there's a whole like different prices on everything, you know what"
      },
      {
        "id": 7,
        "start": 38.15999984741211,
        "end": 41.91999816894531,
        "text": " I mean? Like I said, they didn't give me a thing to go and take my bill or order or cancel"
      },
      {
        "id": 8,
        "start": 41.91999816894531,
        "end": 48.15999984741211,
        "text": " everything, you know. Yeah, I got you. Okay, so first charge for $63.95, that's for the"
      },
      {
        "id": 9,
        "start": 48.15999984741211,
        "end": 54.2400016784668,
        "text": " original 10 pills of the 50 milligram AGV. Okay, and then we do have an online buy one"
      },
      {
        "id": 10,
        "start": 54.31999969482422,
        "end": 62.15999984741211,
        "text": " get one half off deal going on right now. So you have 20 total pills coming for an additional"
      },
      {
        "id": 11,
        "start": 62.15999984741211,
        "end": 68.16000366210938,
        "text": " $29.40. So totally up to you. If you want to keep it to 20, we can, if not, we can cancel"
      },
      {
        "id": 12,
        "start": 68.16000366210938,
        "end": 74,
        "text": " the extra 10 and keep it to 10 for the 63.95. The only reason why I wanted to do that was"
      },
      {
        "id": 13,
        "start": 74,
        "end": 76.63999938964844,
        "text": " because I want to try them out first. You know, I've been trying different kinds and"
      },
      {
        "id": 14,
        "start": 76.63999938964844,
        "end": 80.4800033569336,
        "text": " so far I have not find what I'm looking for. And this is the new one that I kind of saw"
      },
      {
        "id": 15,
        "start": 81.36000061035156,
        "end": 85.12000274658203,
        "text": " a lot of going through, you know what I mean? So I'll be honest with you, I would like to"
      },
      {
        "id": 16,
        "start": 85.12000274658203,
        "end": 89.04000091552734,
        "text": " try it and if it works out and shit, you know, I'll go, I'll deal with my insurance and you"
      },
      {
        "id": 17,
        "start": 89.04000091552734,
        "end": 94.95999908447266,
        "text": " know what I mean? Yeah. So please, yeah, I would like to normally do that, but the first"
      },
      {
        "id": 18,
        "start": 94.95999908447266,
        "end": 100.63999938964844,
        "text": " original price. So the first original price is charging me what? $63.95 for the first"
      },
      {
        "id": 19,
        "start": 100.63999938964844,
        "end": 105.27999877929688,
        "text": " 10 pills. So just to confirm, you want me to cancel this 29.40 for the additional 10,"
      },
      {
        "id": 20,
        "start": 105.27999877929688,
        "end": 110.31999969482422,
        "text": " right? Yes, sir. And the other question I have, so the free month you guys are providing"
      },
      {
        "id": 21,
        "start": 110.31999969482422,
        "end": 115.91999816894531,
        "text": " or giving, what is that? I'm sorry, repeat that one more time. So on the website it says"
      },
      {
        "id": 22,
        "start": 115.91999816894531,
        "end": 123.27999877929688,
        "text": " the first month is free, right? Yeah. So it's a 90 days money back guarantee. That's basically"
      },
      {
        "id": 23,
        "start": 123.27999877929688,
        "end": 127.27999877929688,
        "text": " what it means. You have 90 days to try the pills and then call us back if it's not the"
      },
      {
        "id": 24,
        "start": 127.36000061035156,
        "end": 135.9199981689453,
        "text": " best pill that you're looking for. So the $63 is for 3 months? Yeah, pretty much. Oh,"
      },
      {
        "id": 25,
        "start": 135.9199981689453,
        "end": 138.9600067138672,
        "text": " okay. Okay. Gotcha. Gotcha. Okay. That was only my one month and I was just so confused"
      },
      {
        "id": 26,
        "start": 138.9600067138672,
        "end": 144.9600067138672,
        "text": " when I tried to figure out how to go on the website. So I called you guys. Yeah. Okay."
      },
      {
        "id": 27,
        "start": 144.9600067138672,
        "end": 151.83999633789062,
        "text": " So 90 days money back guaranteed if it's not the best pill ever. I would expect everything"
      },
      {
        "id": 28,
        "start": 151.83999633789062,
        "end": 155.27999877929688,
        "text": " to arrive by maybe Thursday or Friday of next week, depending on the weather. Okay."
      },
      {
        "id": 29,
        "start": 156.16000366210938,
        "end": 158.8800048828125,
        "text": " Okay. All right. Perfect. Well, I appreciate it. Thank you so much."
      },
      {
        "id": 30,
        "start": 162.16000366210938,
        "end": 166.24000549316406,
        "text": " Yeah. Yeah. You should be getting the 2940 back in a couple of days. Okay."
      },
      {
        "id": 31,
        "start": 167.0399932861328,
        "end": 170.63999938964844,
        "text": " Okay. Well, thank you so much Carlos. All right. Yes, sir. Hope you have a good one."
      },
      {
        "id": 32,
        "start": 171.60000610351562,
        "end": 172.9600067138672,
        "text": " Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-81f9-a2da-e80c75298c39",
    "url": "https://www.notion.so/300000001239851-300000001729792-30511d0a101c81f9a2dae80c75298c39"
  },
  "processedAt": "2026-02-12T17:04:50.556Z"
}