{
  "recording": {
    "name": "300000001217672-300000001707862-6068620250 by olivia@superbalife.com @ 10_57_16 AM.wav",
    "size": 1994780,
    "modifyTime": 1769582832000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001217672-300000001707862-6068620250 by olivia@superbalife.com @ 10_57_16 AM.wav",
    "uploadDate": "2026-01-28T06:47:12.000Z",
    "callId": "300000001217672-300000001707862",
    "agent": "olivia",
    "phoneNumber": "6068620250",
    "callTimestamp": "2026-01-28T10:57:16.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: This is Larry Walden.\n\nSpeaker 1: Hi, Larry. How are you?\n\nSpeaker 2: Oh, pretty good. That's how I opened up. Well, I got this one prescription. I thought I was getting the new Viagra, because I've done tried the old Viagra, that's the Alice, all that.\n\nSpeaker 2: And I ended up opening up the package, and it's a different one. And then on top of that, I got another prescription in the mail Saturday, and I didn't authorize to do two months in a row, or three months in a row, or nothing like that.\n\nSpeaker 2: When I first called, when I seen I had the wrong thing, nobody returned my phone call. I thought I was getting that AGV.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: And that's what I clicked on when I seen it advertised, but that ain't what I got. And then to have a second one sent out, no. I'm going to call the credit card and tell them, deny it, and I'll ship it back.\n\nSpeaker 2: I did open the first package, but the second package, soon as I seen where it come from, I'm not opening the package up either. I'm going to send it back if I can.\n\nSpeaker 1: Yeah, I can definitely help you with all of this. What is the phone number that's going to be associated with your prescription?\n\nSpeaker 2: Well, it's probably my cell phone then, 606-767-2009. And then again, it might be the number I just called you off of my cell phone.\n\nSpeaker 1: No, it's that one. Perfect.\n\nSpeaker 2: Okay.\n\nSpeaker 1: What is your date of birth, Larry?\n\nSpeaker 2: 6-7-61.\n\nSpeaker 1: Perfect. And you're located in London, Kentucky, is that right?\n\nSpeaker 2: Yeah, the ice covered state.\n\nSpeaker 1: Yeah, yeah.\n\nSpeaker 2: Where you at? Well, it's warm, I bet.\n\nSpeaker 1: Oh, you're right. We're in Santa Monica, California. You are correct.\n\nSpeaker 2: Oh, yeah, okay. Okay, right.\n\nSpeaker 1: It's colder. It's like 12 degrees.\n\nSpeaker 2: Oh, my gosh. Do you still have heat?\n\nSpeaker 1: Oh, yeah, yeah. Well, I've got a generator and I think the house and the shop up there, I actually got a big wood furnace, so.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: I mean, it's still, well, it's not warm enough to paint any cars, but it's warm enough to do work on cars, so.\n\nSpeaker 2: It is what it is. It ain't the first time we've had this, but this one was bad, so.\n\nSpeaker 1: Yeah. It is, yeah, I'm from southwest Virginia, but it's very cold in my hometown right now.\n\nSpeaker 2: Yeah, I am sorry to hear about that.\n\nSpeaker 1: It will, you know, it'll get better.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: It'll get warmer.\n\nSpeaker 2: I mean, the snow I can deal with, all this ice was ridiculous.\n\nSpeaker 1: Yes.\n\nSpeaker 2: Because yesterday it rained. I mean, I got out from my house and made it to the shop and everything, made it home the other night with all the snow,\n\nSpeaker 1: and then made it out yesterday morning, but then yesterday going home, it was raining and turning ice as soon as it hit the ground.\n\nSpeaker 2: I had sat and listened to trees break behind my house, and, well, there's a big limb fell out right out on the front porch,\n\nSpeaker 1: and the trees was breaking left and right, and this morning, oh, my gosh.\n\nSpeaker 2: To get out, it was bad, bad, and the salt don't work.\n\nSpeaker 1: I'm putting it on the roads. It's just too cold for even salt to work, so.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: I was like, well, it is what it is. I mean, it's wintertime.\n\nSpeaker 2: Totally.\n\nSpeaker 1: It's wintertime.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Yeah, that is just crazy.\n\nSpeaker 2: Well, what I wanted to say about your prescription is I would be very happy on us to send you out a replacement of the AGV for what you paid for if that isn't what you received.\n\nSpeaker 1: I mean, like I said, what it is is the first package opened up.\n\nSpeaker 2: What really got me is why in the world did I get a second thing, so I know my credit card's been billed, and I will put it.\n\nSpeaker 1: But what I got was Cetaphil, and then I don't know what this word is, C-I-T-R-A-T-E, 50 milligram generic wire, and I was like, I didn't know how to do that,\n\nSpeaker 2: and I was like, oh, and my wife probably has a pinch. She knows I ordered it.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: But I thought, well, if it helps, it helps, but now I've done tried these.\n\nSpeaker 1: I've tried every one of them things, and it seems like all I really get is a real bad headache, and who knows, I might get a bad headache off the other one, too,\n\nSpeaker 2: but if I do, I just, I don't take no chances with it, and I might be old, but I figure I'd still stick around for a few more years.\n\nSpeaker 1: Yes, of course.\n\nSpeaker 2: Well, you know, the AGV, it has been specifically formulated to cut out the side effects of sinus agitation and the headache,\n\nSpeaker 1: so if you did want to try it, like I mentioned, I'd be very happy to send you some because it is, you know, what you paid for, and then you'd at least have the chance to try it out,\n\nSpeaker 2: and I could place the prescription on hold for you while you try it out so that you don't receive regular refills because you certainly don't have to receive those monthly regular refills.\n\nSpeaker 1: I don't need to receive, I mean, it's, I mean, I ain't no spring chicken, my wife ain't no spring chicken, so, but I definitely didn't need another one.\n\nSpeaker 2: I figured even the first prescription probably lasted me a few months, but I don't want to, well, I didn't expect that to be billed again for another month\n\nSpeaker 1: and another prescription come, so, but I definitely didn't order this, but, I mean, how could I go back, where would I send them back?\n\nSpeaker 2: I mean, based on this postal label, it don't, yeah, I guess it does got a return.\n\nSpeaker 1: Well, no, it says Alexander Pike, Southgate, Kentucky.\n\nSpeaker 2: That's right, that's where we ship from, exactly, we're basically right up the road from you.\n\nSpeaker 1: Well, I hope so too.\n\nSpeaker 2: I shouldn't have said it that way, but, man, it's movable.\n\nSpeaker 1: So I can ship both of these back to them?\n\nSpeaker 2: Yeah, yeah.\n\nSpeaker 1: But I don't want to be billed for that second script, I mean, I agreed to pay for a first script to try it, but I don't want to be billed over and over whatever, I mean, and I don't want, I want to try it first before I commit to a second prescription, you know what I mean?\n\nSpeaker 2: Yeah, definitely.\n\nSpeaker 1: Yeah, I mean, you can send both of them back if you want, and, yeah, just send them back to that Kentucky address, the GoGoMeds address at Southgate, Kentucky, and then I can make a note in your file that you intend to return them,\n\nSpeaker 2: and they'll keep an eye out for it, and they can refund you the minute they get them back.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Well, what I'll do is I'll just ship them where they have to sign for them.\n\nSpeaker 1: That way I know they got them.\n\nSpeaker 2: So, but, I don't know, they just got them by the Saturday.\n\nSpeaker 1: I can't call on Saturdays.\n\nSpeaker 2: Yeah, no, I do agree with that.\n\nSpeaker 1: That's why I make sure that when I talk to people and they do have refill dates, if they're on the weekend, I move them to either Friday or Monday so that, yeah, if they do have any issues, they can let us know that day.\n\nSpeaker 2: But, yeah.\n\nSpeaker 1: Yeah, I mean, but, yeah, if you could get that one off of my thing, otherwise I'm going to call the credit card and have them deny it, and then I'll just have them junk that card and send me another card.\n\nSpeaker 2: I mean, because years ago I'd done something on a credit card like this.\n\nSpeaker 1: I tried, well, matter of fact, it was when I tried something like this, but it wasn't scored blue back then.\n\nSpeaker 2: And next thing I know, my wife goes, did you order something?\n\nSpeaker 1: I went, yeah, and it didn't work.\n\nSpeaker 2: I got a bad headache from it, and I ended up, I called, or the next month, sure enough, sent me another one.\n\nSpeaker 1: So, I called them up and I said, I didn't order another one, and I ended up, I had proof where I took screenshots of everything and exactly what the price was.\n\nSpeaker 2: Well, it was like a big double price the next go around, and I sent proof to Discovery, so they stopped it.\n\nSpeaker 1: Well, then sure enough, about two months later, they did it again to me.\n\nSpeaker 2: So, I had to send all that proof to Discovery again to get that straightened out.\n\nSpeaker 1: And then I said, you know what, just cancel the credit card and just send new ones out.\n\nSpeaker 2: They can't try to sneak and do this every month or every other month.\n\nSpeaker 1: So, that's what they ended up having to do, but I thought, you know, that's kind of sneaky.\n\nSpeaker 2: Yeah, yeah.\n\nSpeaker 1: But I'm not saying it was, you know, that I'm not for sure exactly what it was and when it was, but I learned my lesson.\n\nSpeaker 2: You don't order nothing or do nothing unless you tell your wife.\n\nSpeaker 1: They'll get mad at you.\n\nSpeaker 2: That's true.\n\nSpeaker 1: That is true.\n\nSpeaker 2: All right.\n\nSpeaker 1: Well, yeah, I left a note that you intend to return them for a refund and otherwise you intend to file dispute.\n\nSpeaker 2: Of course, we simply do not want that.\n\nSpeaker 1: Well, I mean, I didn't even open up the bottle.\n\nSpeaker 2: Oh, great.\n\nSpeaker 1: The first trip I did open the bag.\n\nSpeaker 2: That's how I found out I didn't get what I ordered.\n\nSpeaker 1: But I didn't open it up.\n\nSpeaker 2: But I figured I could send them both back because I don't want them.\n\nSpeaker 1: I mean, I know they won't work and I don't need a real bad headache, so I'm going to send both of these back.\n\nSpeaker 2: I completely understand.\n\nSpeaker 1: All right.\n\nSpeaker 2: Okay, great.\n\nSpeaker 1: They will keep their eye out for them.\n\nSpeaker 2: And then once we receive them back, and that should be pretty quick because, you know, again, we're right up the road,\n\nSpeaker 1: yeah, we'll refund you.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Well, I would like to try that AVG or whatever.\n\nSpeaker 2: Oh, yeah, I can do that.\n\nSpeaker 1: So the way that will work, though, so I can send you a replacement of the AGV.\n\nSpeaker 2: That just means you can't return both.\n\nSpeaker 1: You could return one, and then I can send you a replacement for the other one.\n\nSpeaker 2: Okay, well, I'll go ahead and mail back the one I didn't even open, the package.\n\nSpeaker 1: Well, I'll send them both back.\n\nSpeaker 2: But I want to try it before I commit to a second trip, you know what I mean?\n\nSpeaker 1: This dog of mine has got a squeaky bone.\n\nSpeaker 2: He won't shut up.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Do you hear?\n\nSpeaker 1: Yes, I do.\n\nSpeaker 2: Okay, so the one you haven't opened is also eligible, just so you know,\n\nSpeaker 1: that you can just write return to sender on the package and leave it in your post box,\n\nSpeaker 2: and your post person can bring it right back to us to that Kentucky address.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Okay.\n\nSpeaker 1: I'll do that.\n\nSpeaker 2: Okay.\n\nSpeaker 1: And I'll send you a replacement of the AGV.\n\nSpeaker 2: AGV, can I ship it to 5649 Slatelick Road, London, Kentucky, 40741?\n\nSpeaker 1: Yes, ma'am.\n\nSpeaker 2: Okay, great.\n\nSpeaker 1: Is there a way you could maybe send me an e-mail and tell me what you're going to be doing?\n\nSpeaker 2: Did I send you out a replacement on us?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Well, no, I'm saying can you send me like an e-mail stating what you're doing?\n\nSpeaker 1: You mean?\n\nSpeaker 2: That you're going to replace the one with the AGV and I'm returning them because that's not what I ordered.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: I appreciate that.\n\nSpeaker 2: You mean my e-mail?\n\nSpeaker 1: The e-mail we have on file is Larrys, L-A-R-R-Y-S, autobody6 at gmail.com.\n\nSpeaker 2: Is that right?\n\nSpeaker 1: Yes, ma'am.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Is that a bird?\n\nSpeaker 2: Is that a dog or a bird?\n\nSpeaker 1: It's a German Shepherd.\n\nSpeaker 2: Somebody moved off up the road and left him.\n\nSpeaker 1: I got him last year.\n\nSpeaker 2: I just went ahead and took him in.\n\nSpeaker 1: No.\n\nSpeaker 2: Well, he showed up down here one night, and I got a German Shepherd husky mix, and she was barking at him.\n\nSpeaker 1: So next morning he showed up.\n\nSpeaker 2: They played all day, and then I found out somebody moved off and left him, and I would see him when I'd drive up the road.\n\nSpeaker 1: I drive a school bus, too, and he was always walking up and down ditch lines, I guess, looking for something to eat.\n\nSpeaker 2: So when he showed up and they played all day, the next morning we pulled in here, and I said, well, he ain't here yet.\n\nSpeaker 1: We drove up the road, and he was laying up on the old couch, and I said, hey, big boy, and he followed me back down here.\n\nSpeaker 2: So I fed him and never tied him up or nothing, and I noticed about every other day he'd walk up out of that house and walk around it and then come back.\n\nSpeaker 1: So after a couple weeks I said, heck with it.\n\nSpeaker 2: Took him over and had him checked, made sure he wasn't chipped, got all of his shots and everything, and I just kept him.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Them two plays good together.\n\nSpeaker 1: She's half German Shepherd and half husky.\n\nSpeaker 2: He's a full-blooded black and tan German Shepherd, and he's hilarious.\n\nSpeaker 1: I mean, he'll take these real big giant tennis balls.\n\nSpeaker 2: Now, he tears them up, but this.\n\nSpeaker 1: I got a pack of them.\n\nSpeaker 2: I can't find the other two he's in, but he's got this one that squeaks.\n\nSpeaker 1: He'll stand right in front of you and nudge you with that ball for you to play tug of war, and he'll sit there and go, ee, ee, ee, ee.\n\nSpeaker 2: And what's bad is, like I said, I'm old.\n\nSpeaker 1: I'll try to lay down on this couch and take me about a five- or 20-minute nap before my afternoon bus run.\n\nSpeaker 2: He'll get right in my ear with that ball and then sit there and do that.\n\nSpeaker 1: It's like, come on, throw it.\n\nSpeaker 2: You throw it, he'll chase that ball all day long or he'll throw it.\n\nSpeaker 1: I believe that.\n\nSpeaker 2: I named him Scratch because he watches your shadows when you come in the shop.\n\nSpeaker 1: Now, he don't do it to me no more, but anybody comes in, he watches your shadow, and he'll scratch the floor and bark at it.\n\nSpeaker 2: So he got the name of Scratch, and Itchy got the name because she would scratch at her collar when she's little.\n\nSpeaker 1: And I said, that itch you?\n\nSpeaker 2: And she turned and looked at me and said, there's a name, Itchy.\n\nSpeaker 1: So I got Itchy and Scratch.\n\nSpeaker 2: Oh, that's so cute.\n\nSpeaker 1: But I just can't handle it.\n\nSpeaker 2: I mean, I just can't stand somebody doing, well, an animal wrong, period.\n\nSpeaker 1: See, there he is again.\n\nSpeaker 2: I completely agree.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Is he freezing?\n\nSpeaker 1: Is he so cold?\n\nSpeaker 2: Oh, no, no.\n\nSpeaker 1: He stays in the garage here at night.\n\nSpeaker 2: Ever since I told Bobby, I said, now, her, she loves to play outside.\n\nSpeaker 1: She goes home with me every night.\n\nSpeaker 2: She has from day one.\n\nSpeaker 1: She's 3-year-old.\n\nSpeaker 2: They figured he's about 2.\n\nSpeaker 1: But I told Bobby, I said, that dog loves to stay in the garage.\n\nSpeaker 2: He could care less about going outside and playing.\n\nSpeaker 1: He'll go outside and wrestle and play with her a little bit.\n\nSpeaker 2: But after a little bit, he comes back in the garage and stays right inside of me.\n\nSpeaker 1: And Bobby said that guy that had him up the road kept him in the house.\n\nSpeaker 2: So he's actually in the habit now.\n\nSpeaker 1: I don't cage him up.\n\nSpeaker 2: There's a big cage in here.\n\nSpeaker 1: But when I get ready to do a bus run, I say, I got to go drive a bus.\n\nSpeaker 2: He'll go in the cage and sit.\n\nSpeaker 1: They both get a bacon treat.\n\nSpeaker 2: And then at night, I just leave him here.\n\nSpeaker 1: I don't cage him up.\n\nSpeaker 2: He stays in the office.\n\nSpeaker 1: But now when he first got here, he tore my couch up.\n\nSpeaker 2: I mean, he tore it up good, too.\n\nSpeaker 1: And then she started tearing it along right with him.\n\nSpeaker 2: So they destroyed both cushions on my couch.\n\nSpeaker 1: And I took him to the vet one morning because I come in here,\n\nSpeaker 2: and I was keeping him tight outside at first because it was warm weather.\n\nSpeaker 1: He was all tangled up.\n\nSpeaker 2: I got him untangled.\n\nSpeaker 1: And he come in here in the garage and kept drinking water.\n\nSpeaker 2: And then he got thrown up.\n\nSpeaker 1: And I said, somebody's poisoned my dog.\n\nSpeaker 2: Tore me up.\n\nSpeaker 1: I had to drive the bus.\n\nSpeaker 2: And as soon as I got off the bus, I loaded him up and took him up here to the vets.\n\nSpeaker 1: And the girl just opened the door.\n\nSpeaker 2: She goes, we ain't open yet, Larry.\n\nSpeaker 1: And I said, somebody's poisoned my dog.\n\nSpeaker 2: So Doug hurried up and got up there.\n\nSpeaker 1: And they were on a bunch of blood work and stuff on him.\n\nSpeaker 2: And he goes, does he chew on anything?\n\nSpeaker 1: I said, he ate my couch in the first few minutes in the shop.\n\nSpeaker 2: They said, well, you got a little blockage.\n\nSpeaker 1: And if he ain't no better, give him this medicine all weekend.\n\nSpeaker 2: If he ain't no better by Monday, bring him up here and we'll have to operate.\n\nSpeaker 1: Well, before the day was up, he was fine.\n\nSpeaker 2: Well, I got to figuring out what it was.\n\nSpeaker 1: He got ahold of one of them big bags of bacon treats, and he ate the whole thing.\n\nSpeaker 2: And he couldn't get to no water while he was tied up.\n\nSpeaker 1: Now I got to put him up real high.\n\nSpeaker 2: But he ate a 40-ounce bag.\n\nSpeaker 1: And I was like, man.\n\nSpeaker 2: But he's a good dog, so I'll keep him around.\n\nSpeaker 1: And him and her both.\n\nSpeaker 2: Wait, who's the other one?\n\nSpeaker 1: The other one's Itchy.\n\nSpeaker 2: She's German Shepherd and Husky mix.\n\nSpeaker 1: She's a little bit smaller than him, but now she don't cut him no slack\n\nSpeaker 2: and he don't cut her no slack.\n\nSpeaker 1: They're both fixed.\n\nSpeaker 2: But they'll get out there.\n\nSpeaker 1: What's funny is she'll stand outside the door, and she'll bark and whine\n\nSpeaker 2: until he gets up and comes outside so he'll wrestle with her.\n\nSpeaker 1: But now if they're in here in the garage,\n\nSpeaker 2: they'll run and bump into cars and everything, each other,\n\nSpeaker 1: and the cars and stuff chasing each other.\n\nSpeaker 2: But now she don't play with balls or nothing.\n\nSpeaker 1: She never has.\n\nSpeaker 2: But now him, he loves them balls and wants you to play tug-of-war and throw it.\n\nSpeaker 1: And then these squeaky ones.\n\nSpeaker 2: There he goes.\n\nSpeaker 1: So cute.\n\nSpeaker 2: I don't know.\n\nSpeaker 1: My wife goes, are you serious?\n\nSpeaker 2: You really took in another dog?\n\nSpeaker 1: I said, well, I wasn't going to watch him starve.\n\nSpeaker 2: He was pitiful looking when he came down here.\n\nSpeaker 1: Hair was all stiff and he was real thin.\n\nSpeaker 2: He's healthy as a horse now.\n\nSpeaker 1: So he's hiding his ball in his cage.\n\nSpeaker 2: I love it.\n\nSpeaker 1: I love it.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Yeah, so I'm almost done writing this email, so keep your eye out for it.\n\nSpeaker 2: I appreciate this.\n\nSpeaker 1: Yeah, of course.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Well, I hope you have a great day.\n\nSpeaker 2: I hope you love the AGV.\n\nSpeaker 1: And let us know if you need anything.\n\nSpeaker 2: We're always at this number, Monday through Friday, 8 to 5 Pacific.\n\nSpeaker 1: Okay.\n\nSpeaker 2: I appreciate it.\n\nSpeaker 1: You have a great day.\n\nSpeaker 2: Yeah, you too.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Stay warm, Larry.\n\nSpeaker 1: Bye.",
    "duration": 55161,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?"
      },
      {
        "id": 1,
        "start": 7,
        "end": 9,
        "text": " This is Larry Walden."
      },
      {
        "id": 2,
        "start": 9,
        "end": 12,
        "text": " Hi, Larry. How are you?"
      },
      {
        "id": 3,
        "start": 12,
        "end": 25,
        "text": " Oh, pretty good. That's how I opened up. Well, I got this one prescription. I thought I was getting the new Viagra, because I've done tried the old Viagra, that's the Alice, all that."
      },
      {
        "id": 4,
        "start": 25,
        "end": 41,
        "text": " And I ended up opening up the package, and it's a different one. And then on top of that, I got another prescription in the mail Saturday, and I didn't authorize to do two months in a row, or three months in a row, or nothing like that."
      },
      {
        "id": 5,
        "start": 41,
        "end": 49,
        "text": " When I first called, when I seen I had the wrong thing, nobody returned my phone call. I thought I was getting that AGV."
      },
      {
        "id": 6,
        "start": 49,
        "end": 51,
        "text": " Yeah."
      },
      {
        "id": 7,
        "start": 52,
        "end": 67,
        "text": " And that's what I clicked on when I seen it advertised, but that ain't what I got. And then to have a second one sent out, no. I'm going to call the credit card and tell them, deny it, and I'll ship it back."
      },
      {
        "id": 8,
        "start": 67,
        "end": 79,
        "text": " I did open the first package, but the second package, soon as I seen where it come from, I'm not opening the package up either. I'm going to send it back if I can."
      },
      {
        "id": 9,
        "start": 79,
        "end": 89,
        "text": " Yeah, I can definitely help you with all of this. What is the phone number that's going to be associated with your prescription?"
      },
      {
        "id": 10,
        "start": 89,
        "end": 101,
        "text": " Well, it's probably my cell phone then, 606-767-2009. And then again, it might be the number I just called you off of my cell phone."
      },
      {
        "id": 11,
        "start": 101,
        "end": 104,
        "text": " No, it's that one. Perfect."
      },
      {
        "id": 12,
        "start": 104,
        "end": 105,
        "text": " Okay."
      },
      {
        "id": 13,
        "start": 105,
        "end": 109,
        "text": " What is your date of birth, Larry?"
      },
      {
        "id": 14,
        "start": 109,
        "end": 111,
        "text": " 6-7-61."
      },
      {
        "id": 15,
        "start": 111,
        "end": 115,
        "text": " Perfect. And you're located in London, Kentucky, is that right?"
      },
      {
        "id": 16,
        "start": 115,
        "end": 118,
        "text": " Yeah, the ice covered state."
      },
      {
        "id": 17,
        "start": 118,
        "end": 120,
        "text": " Yeah, yeah."
      },
      {
        "id": 18,
        "start": 120,
        "end": 123,
        "text": " Where you at? Well, it's warm, I bet."
      },
      {
        "id": 19,
        "start": 123,
        "end": 128,
        "text": " Oh, you're right. We're in Santa Monica, California. You are correct."
      },
      {
        "id": 20,
        "start": 128,
        "end": 130,
        "text": " Oh, yeah, okay. Okay, right."
      },
      {
        "id": 21,
        "start": 130,
        "end": 132,
        "text": " Yeah."
      },
      {
        "id": 22,
        "start": 132,
        "end": 136,
        "text": " It's colder. It's like 12 degrees."
      },
      {
        "id": 23,
        "start": 136,
        "end": 139,
        "text": " Oh, my gosh. Do you still have heat?"
      },
      {
        "id": 24,
        "start": 139,
        "end": 148,
        "text": " Oh, yeah, yeah. Well, I've got a generator and I think the house and the shop up there, I actually got a big wood furnace, so."
      },
      {
        "id": 25,
        "start": 148,
        "end": 150,
        "text": " Yeah."
      },
      {
        "id": 26,
        "start": 150,
        "end": 160,
        "text": " I mean, it's still, well, it's not warm enough to paint any cars, but it's warm enough to do work on cars, so."
      },
      {
        "id": 27,
        "start": 160,
        "end": 168,
        "text": " It is what it is. It ain't the first time we've had this, but this one was bad, so."
      },
      {
        "id": 28,
        "start": 168,
        "end": 178,
        "text": " Yeah. It is, yeah, I'm from southwest Virginia, but it's very cold in my hometown right now."
      },
      {
        "id": 29,
        "start": 178,
        "end": 180,
        "text": " Yeah, I am sorry to hear about that."
      },
      {
        "id": 30,
        "start": 180,
        "end": 184,
        "text": " It will, you know, it'll get better."
      },
      {
        "id": 31,
        "start": 184,
        "end": 185,
        "text": " Yeah."
      },
      {
        "id": 32,
        "start": 185,
        "end": 187,
        "text": " It'll get warmer."
      },
      {
        "id": 33,
        "start": 187,
        "end": 192,
        "text": " I mean, the snow I can deal with, all this ice was ridiculous."
      },
      {
        "id": 34,
        "start": 192,
        "end": 193,
        "text": " Yes."
      },
      {
        "id": 35,
        "start": 193,
        "end": 202,
        "text": " Because yesterday it rained. I mean, I got out from my house and made it to the shop and everything, made it home the other night with all the snow,"
      },
      {
        "id": 36,
        "start": 202,
        "end": 211,
        "text": " and then made it out yesterday morning, but then yesterday going home, it was raining and turning ice as soon as it hit the ground."
      },
      {
        "id": 37,
        "start": 211,
        "end": 218,
        "text": " I had sat and listened to trees break behind my house, and, well, there's a big limb fell out right out on the front porch,"
      },
      {
        "id": 38,
        "start": 218,
        "end": 224,
        "text": " and the trees was breaking left and right, and this morning, oh, my gosh."
      },
      {
        "id": 39,
        "start": 224,
        "end": 229,
        "text": " To get out, it was bad, bad, and the salt don't work."
      },
      {
        "id": 40,
        "start": 229,
        "end": 233,
        "text": " I'm putting it on the roads. It's just too cold for even salt to work, so."
      },
      {
        "id": 41,
        "start": 233,
        "end": 235,
        "text": " Yeah."
      },
      {
        "id": 42,
        "start": 235,
        "end": 240,
        "text": " I was like, well, it is what it is. I mean, it's wintertime."
      },
      {
        "id": 43,
        "start": 240,
        "end": 241,
        "text": " Totally."
      },
      {
        "id": 44,
        "start": 241,
        "end": 243,
        "text": " It's wintertime."
      },
      {
        "id": 45,
        "start": 243,
        "end": 246,
        "text": " Yeah."
      },
      {
        "id": 46,
        "start": 246,
        "end": 249,
        "text": " Yeah, that is just crazy."
      },
      {
        "id": 47,
        "start": 249,
        "end": 266,
        "text": " Well, what I wanted to say about your prescription is I would be very happy on us to send you out a replacement of the AGV for what you paid for if that isn't what you received."
      },
      {
        "id": 48,
        "start": 267,
        "end": 271,
        "text": " I mean, like I said, what it is is the first package opened up."
      },
      {
        "id": 49,
        "start": 271,
        "end": 278,
        "text": " What really got me is why in the world did I get a second thing, so I know my credit card's been billed, and I will put it."
      },
      {
        "id": 50,
        "start": 278,
        "end": 293,
        "text": " But what I got was Cetaphil, and then I don't know what this word is, C-I-T-R-A-T-E, 50 milligram generic wire, and I was like, I didn't know how to do that,"
      },
      {
        "id": 51,
        "start": 293,
        "end": 299,
        "text": " and I was like, oh, and my wife probably has a pinch. She knows I ordered it."
      },
      {
        "id": 52,
        "start": 299,
        "end": 301,
        "text": " Yeah."
      },
      {
        "id": 53,
        "start": 301,
        "end": 307,
        "text": " But I thought, well, if it helps, it helps, but now I've done tried these."
      },
      {
        "id": 54,
        "start": 307,
        "end": 317,
        "text": " I've tried every one of them things, and it seems like all I really get is a real bad headache, and who knows, I might get a bad headache off the other one, too,"
      },
      {
        "id": 55,
        "start": 318,
        "end": 327,
        "text": " but if I do, I just, I don't take no chances with it, and I might be old, but I figure I'd still stick around for a few more years."
      },
      {
        "id": 56,
        "start": 327,
        "end": 330,
        "text": " Yes, of course."
      },
      {
        "id": 57,
        "start": 330,
        "end": 341,
        "text": " Well, you know, the AGV, it has been specifically formulated to cut out the side effects of sinus agitation and the headache,"
      },
      {
        "id": 58,
        "start": 342,
        "end": 355,
        "text": " so if you did want to try it, like I mentioned, I'd be very happy to send you some because it is, you know, what you paid for, and then you'd at least have the chance to try it out,"
      },
      {
        "id": 59,
        "start": 355,
        "end": 368,
        "text": " and I could place the prescription on hold for you while you try it out so that you don't receive regular refills because you certainly don't have to receive those monthly regular refills."
      },
      {
        "id": 60,
        "start": 368,
        "end": 379,
        "text": " I don't need to receive, I mean, it's, I mean, I ain't no spring chicken, my wife ain't no spring chicken, so, but I definitely didn't need another one."
      },
      {
        "id": 61,
        "start": 379,
        "end": 390,
        "text": " I figured even the first prescription probably lasted me a few months, but I don't want to, well, I didn't expect that to be billed again for another month"
      },
      {
        "id": 62,
        "start": 390,
        "end": 398,
        "text": " and another prescription come, so, but I definitely didn't order this, but, I mean, how could I go back, where would I send them back?"
      },
      {
        "id": 63,
        "start": 398,
        "end": 408,
        "text": " I mean, based on this postal label, it don't, yeah, I guess it does got a return."
      },
      {
        "id": 64,
        "start": 408,
        "end": 414,
        "text": " Well, no, it says Alexander Pike, Southgate, Kentucky."
      },
      {
        "id": 65,
        "start": 414,
        "end": 420,
        "text": " That's right, that's where we ship from, exactly, we're basically right up the road from you."
      },
      {
        "id": 66,
        "start": 420,
        "end": 423,
        "text": " Well, I hope so too."
      },
      {
        "id": 67,
        "start": 423,
        "end": 428,
        "text": " I shouldn't have said it that way, but, man, it's movable."
      },
      {
        "id": 68,
        "start": 428,
        "end": 431,
        "text": " So I can ship both of these back to them?"
      },
      {
        "id": 69,
        "start": 431,
        "end": 434,
        "text": " Yeah, yeah."
      },
      {
        "id": 70,
        "start": 434,
        "end": 450,
        "text": " But I don't want to be billed for that second script, I mean, I agreed to pay for a first script to try it, but I don't want to be billed over and over whatever, I mean, and I don't want, I want to try it first before I commit to a second prescription, you know what I mean?"
      },
      {
        "id": 71,
        "start": 450,
        "end": 452,
        "text": " Yeah, definitely."
      },
      {
        "id": 72,
        "start": 453,
        "end": 472,
        "text": " Yeah, I mean, you can send both of them back if you want, and, yeah, just send them back to that Kentucky address, the GoGoMeds address at Southgate, Kentucky, and then I can make a note in your file that you intend to return them,"
      },
      {
        "id": 73,
        "start": 472,
        "end": 478,
        "text": " and they'll keep an eye out for it, and they can refund you the minute they get them back."
      },
      {
        "id": 74,
        "start": 478,
        "end": 479,
        "text": " Okay."
      },
      {
        "id": 75,
        "start": 479,
        "end": 483,
        "text": " Well, what I'll do is I'll just ship them where they have to sign for them."
      },
      {
        "id": 76,
        "start": 483,
        "end": 486,
        "text": " That way I know they got them."
      },
      {
        "id": 77,
        "start": 486,
        "end": 493,
        "text": " So, but, I don't know, they just got them by the Saturday."
      },
      {
        "id": 78,
        "start": 493,
        "end": 496,
        "text": " I can't call on Saturdays."
      },
      {
        "id": 79,
        "start": 496,
        "end": 500,
        "text": " Yeah, no, I do agree with that."
      },
      {
        "id": 80,
        "start": 500,
        "end": 515,
        "text": " That's why I make sure that when I talk to people and they do have refill dates, if they're on the weekend, I move them to either Friday or Monday so that, yeah, if they do have any issues, they can let us know that day."
      },
      {
        "id": 81,
        "start": 515,
        "end": 517,
        "text": " But, yeah."
      },
      {
        "id": 82,
        "start": 517,
        "end": 528,
        "text": " Yeah, I mean, but, yeah, if you could get that one off of my thing, otherwise I'm going to call the credit card and have them deny it, and then I'll just have them junk that card and send me another card."
      },
      {
        "id": 83,
        "start": 528,
        "end": 533,
        "text": " I mean, because years ago I'd done something on a credit card like this."
      },
      {
        "id": 84,
        "start": 533,
        "end": 538,
        "text": " I tried, well, matter of fact, it was when I tried something like this, but it wasn't scored blue back then."
      },
      {
        "id": 85,
        "start": 538,
        "end": 542,
        "text": " And next thing I know, my wife goes, did you order something?"
      },
      {
        "id": 86,
        "start": 542,
        "end": 546,
        "text": " I went, yeah, and it didn't work."
      },
      {
        "id": 87,
        "start": 546,
        "end": 554,
        "text": " I got a bad headache from it, and I ended up, I called, or the next month, sure enough, sent me another one."
      },
      {
        "id": 88,
        "start": 554,
        "end": 565,
        "text": " So, I called them up and I said, I didn't order another one, and I ended up, I had proof where I took screenshots of everything and exactly what the price was."
      },
      {
        "id": 89,
        "start": 565,
        "end": 573,
        "text": " Well, it was like a big double price the next go around, and I sent proof to Discovery, so they stopped it."
      },
      {
        "id": 90,
        "start": 573,
        "end": 577,
        "text": " Well, then sure enough, about two months later, they did it again to me."
      },
      {
        "id": 91,
        "start": 577,
        "end": 582,
        "text": " So, I had to send all that proof to Discovery again to get that straightened out."
      },
      {
        "id": 92,
        "start": 582,
        "end": 586,
        "text": " And then I said, you know what, just cancel the credit card and just send new ones out."
      },
      {
        "id": 93,
        "start": 586,
        "end": 590,
        "text": " They can't try to sneak and do this every month or every other month."
      },
      {
        "id": 94,
        "start": 590,
        "end": 594,
        "text": " So, that's what they ended up having to do, but I thought, you know, that's kind of sneaky."
      },
      {
        "id": 95,
        "start": 594,
        "end": 598,
        "text": " Yeah, yeah."
      },
      {
        "id": 96,
        "start": 598,
        "end": 605,
        "text": " But I'm not saying it was, you know, that I'm not for sure exactly what it was and when it was, but I learned my lesson."
      },
      {
        "id": 97,
        "start": 605,
        "end": 609,
        "text": " You don't order nothing or do nothing unless you tell your wife."
      },
      {
        "id": 98,
        "start": 610,
        "end": 612,
        "text": " They'll get mad at you."
      },
      {
        "id": 99,
        "start": 612,
        "end": 614,
        "text": " That's true."
      },
      {
        "id": 100,
        "start": 614,
        "end": 617,
        "text": " That is true."
      },
      {
        "id": 101,
        "start": 617,
        "end": 618,
        "text": " All right."
      },
      {
        "id": 102,
        "start": 618,
        "end": 628,
        "text": " Well, yeah, I left a note that you intend to return them for a refund and otherwise you intend to file dispute."
      },
      {
        "id": 103,
        "start": 628,
        "end": 632,
        "text": " Of course, we simply do not want that."
      },
      {
        "id": 104,
        "start": 633,
        "end": 637,
        "text": " Well, I mean, I didn't even open up the bottle."
      },
      {
        "id": 105,
        "start": 637,
        "end": 638,
        "text": " Oh, great."
      },
      {
        "id": 106,
        "start": 638,
        "end": 639,
        "text": " The first trip I did open the bag."
      },
      {
        "id": 107,
        "start": 639,
        "end": 642,
        "text": " That's how I found out I didn't get what I ordered."
      },
      {
        "id": 108,
        "start": 642,
        "end": 644,
        "text": " But I didn't open it up."
      },
      {
        "id": 109,
        "start": 644,
        "end": 648,
        "text": " But I figured I could send them both back because I don't want them."
      },
      {
        "id": 110,
        "start": 648,
        "end": 654,
        "text": " I mean, I know they won't work and I don't need a real bad headache, so I'm going to send both of these back."
      },
      {
        "id": 111,
        "start": 654,
        "end": 657,
        "text": " I completely understand."
      },
      {
        "id": 112,
        "start": 657,
        "end": 659,
        "text": " All right."
      },
      {
        "id": 113,
        "start": 659,
        "end": 661,
        "text": " Okay, great."
      },
      {
        "id": 114,
        "start": 661,
        "end": 663,
        "text": " They will keep their eye out for them."
      },
      {
        "id": 115,
        "start": 663,
        "end": 668,
        "text": " And then once we receive them back, and that should be pretty quick because, you know, again, we're right up the road,"
      },
      {
        "id": 116,
        "start": 668,
        "end": 671,
        "text": " yeah, we'll refund you."
      },
      {
        "id": 117,
        "start": 671,
        "end": 672,
        "text": " Okay."
      },
      {
        "id": 118,
        "start": 672,
        "end": 676,
        "text": " Well, I would like to try that AVG or whatever."
      },
      {
        "id": 119,
        "start": 676,
        "end": 679,
        "text": " Oh, yeah, I can do that."
      },
      {
        "id": 120,
        "start": 679,
        "end": 689,
        "text": " So the way that will work, though, so I can send you a replacement of the AGV."
      },
      {
        "id": 121,
        "start": 689,
        "end": 693,
        "text": " That just means you can't return both."
      },
      {
        "id": 122,
        "start": 693,
        "end": 699,
        "text": " You could return one, and then I can send you a replacement for the other one."
      },
      {
        "id": 123,
        "start": 699,
        "end": 704,
        "text": " Okay, well, I'll go ahead and mail back the one I didn't even open, the package."
      },
      {
        "id": 124,
        "start": 704,
        "end": 707,
        "text": " Well, I'll send them both back."
      },
      {
        "id": 125,
        "start": 707,
        "end": 711,
        "text": " But I want to try it before I commit to a second trip, you know what I mean?"
      },
      {
        "id": 126,
        "start": 711,
        "end": 714,
        "text": " This dog of mine has got a squeaky bone."
      },
      {
        "id": 127,
        "start": 714,
        "end": 716,
        "text": " He won't shut up."
      },
      {
        "id": 128,
        "start": 716,
        "end": 717,
        "text": " Yeah."
      },
      {
        "id": 129,
        "start": 717,
        "end": 718,
        "text": " Do you hear?"
      },
      {
        "id": 130,
        "start": 718,
        "end": 720,
        "text": " Yes, I do."
      },
      {
        "id": 131,
        "start": 720,
        "end": 726,
        "text": " Okay, so the one you haven't opened is also eligible, just so you know,"
      },
      {
        "id": 132,
        "start": 726,
        "end": 732,
        "text": " that you can just write return to sender on the package and leave it in your post box,"
      },
      {
        "id": 133,
        "start": 732,
        "end": 737,
        "text": " and your post person can bring it right back to us to that Kentucky address."
      },
      {
        "id": 134,
        "start": 737,
        "end": 738,
        "text": " Okay."
      },
      {
        "id": 135,
        "start": 738,
        "end": 739,
        "text": " Okay."
      },
      {
        "id": 136,
        "start": 739,
        "end": 740,
        "text": " I'll do that."
      },
      {
        "id": 137,
        "start": 740,
        "end": 741,
        "text": " Okay."
      },
      {
        "id": 138,
        "start": 741,
        "end": 744,
        "text": " And I'll send you a replacement of the AGV."
      },
      {
        "id": 139,
        "start": 744,
        "end": 752,
        "text": " AGV, can I ship it to 5649 Slatelick Road, London, Kentucky, 40741?"
      },
      {
        "id": 140,
        "start": 752,
        "end": 754,
        "text": " Yes, ma'am."
      },
      {
        "id": 141,
        "start": 754,
        "end": 756,
        "text": " Okay, great."
      },
      {
        "id": 142,
        "start": 756,
        "end": 761,
        "text": " Is there a way you could maybe send me an e-mail and tell me what you're going to be doing?"
      },
      {
        "id": 143,
        "start": 761,
        "end": 765,
        "text": " Did I send you out a replacement on us?"
      },
      {
        "id": 144,
        "start": 765,
        "end": 766,
        "text": " Yeah."
      },
      {
        "id": 145,
        "start": 766,
        "end": 772,
        "text": " Well, no, I'm saying can you send me like an e-mail stating what you're doing?"
      },
      {
        "id": 146,
        "start": 772,
        "end": 777,
        "text": " You mean?"
      },
      {
        "id": 147,
        "start": 777,
        "end": 784,
        "text": " That you're going to replace the one with the AGV and I'm returning them because that's not what I ordered."
      },
      {
        "id": 148,
        "start": 784,
        "end": 785,
        "text": " Yeah."
      },
      {
        "id": 149,
        "start": 785,
        "end": 786,
        "text": " Yeah."
      },
      {
        "id": 150,
        "start": 786,
        "end": 788,
        "text": " I appreciate that."
      },
      {
        "id": 151,
        "start": 788,
        "end": 790,
        "text": " You mean my e-mail?"
      },
      {
        "id": 152,
        "start": 790,
        "end": 798,
        "text": " The e-mail we have on file is Larrys, L-A-R-R-Y-S, autobody6 at gmail.com."
      },
      {
        "id": 153,
        "start": 798,
        "end": 799,
        "text": " Is that right?"
      },
      {
        "id": 154,
        "start": 799,
        "end": 801,
        "text": " Yes, ma'am."
      },
      {
        "id": 155,
        "start": 801,
        "end": 802,
        "text": " Okay."
      },
      {
        "id": 156,
        "start": 802,
        "end": 805,
        "text": " Is that a bird?"
      },
      {
        "id": 157,
        "start": 805,
        "end": 807,
        "text": " Is that a dog or a bird?"
      },
      {
        "id": 158,
        "start": 807,
        "end": 809,
        "text": " It's a German Shepherd."
      },
      {
        "id": 159,
        "start": 809,
        "end": 812,
        "text": " Somebody moved off up the road and left him."
      },
      {
        "id": 160,
        "start": 812,
        "end": 813,
        "text": " I got him last year."
      },
      {
        "id": 161,
        "start": 813,
        "end": 815,
        "text": " I just went ahead and took him in."
      },
      {
        "id": 162,
        "start": 815,
        "end": 817,
        "text": " No."
      },
      {
        "id": 163,
        "start": 817,
        "end": 826,
        "text": " Well, he showed up down here one night, and I got a German Shepherd husky mix, and she was barking at him."
      },
      {
        "id": 164,
        "start": 826,
        "end": 828,
        "text": " So next morning he showed up."
      },
      {
        "id": 165,
        "start": 828,
        "end": 835,
        "text": " They played all day, and then I found out somebody moved off and left him, and I would see him when I'd drive up the road."
      },
      {
        "id": 166,
        "start": 835,
        "end": 841,
        "text": " I drive a school bus, too, and he was always walking up and down ditch lines, I guess, looking for something to eat."
      },
      {
        "id": 167,
        "start": 841,
        "end": 848,
        "text": " So when he showed up and they played all day, the next morning we pulled in here, and I said, well, he ain't here yet."
      },
      {
        "id": 168,
        "start": 848,
        "end": 854,
        "text": " We drove up the road, and he was laying up on the old couch, and I said, hey, big boy, and he followed me back down here."
      },
      {
        "id": 169,
        "start": 854,
        "end": 864,
        "text": " So I fed him and never tied him up or nothing, and I noticed about every other day he'd walk up out of that house and walk around it and then come back."
      },
      {
        "id": 170,
        "start": 864,
        "end": 866,
        "text": " So after a couple weeks I said, heck with it."
      },
      {
        "id": 171,
        "start": 866,
        "end": 875,
        "text": " Took him over and had him checked, made sure he wasn't chipped, got all of his shots and everything, and I just kept him."
      },
      {
        "id": 172,
        "start": 875,
        "end": 876,
        "text": " Yeah."
      },
      {
        "id": 173,
        "start": 876,
        "end": 877,
        "text": " Them two plays good together."
      },
      {
        "id": 174,
        "start": 877,
        "end": 879,
        "text": " She's half German Shepherd and half husky."
      },
      {
        "id": 175,
        "start": 880,
        "end": 884,
        "text": " He's a full-blooded black and tan German Shepherd, and he's hilarious."
      },
      {
        "id": 176,
        "start": 884,
        "end": 888,
        "text": " I mean, he'll take these real big giant tennis balls."
      },
      {
        "id": 177,
        "start": 888,
        "end": 891,
        "text": " Now, he tears them up, but this."
      },
      {
        "id": 178,
        "start": 891,
        "end": 892,
        "text": " I got a pack of them."
      },
      {
        "id": 179,
        "start": 892,
        "end": 896,
        "text": " I can't find the other two he's in, but he's got this one that squeaks."
      },
      {
        "id": 180,
        "start": 896,
        "end": 906,
        "text": " He'll stand right in front of you and nudge you with that ball for you to play tug of war, and he'll sit there and go, ee, ee, ee, ee."
      },
      {
        "id": 181,
        "start": 906,
        "end": 909,
        "text": " And what's bad is, like I said, I'm old."
      },
      {
        "id": 182,
        "start": 909,
        "end": 915,
        "text": " I'll try to lay down on this couch and take me about a five- or 20-minute nap before my afternoon bus run."
      },
      {
        "id": 183,
        "start": 915,
        "end": 919,
        "text": " He'll get right in my ear with that ball and then sit there and do that."
      },
      {
        "id": 184,
        "start": 919,
        "end": 920,
        "text": " It's like, come on, throw it."
      },
      {
        "id": 185,
        "start": 920,
        "end": 925,
        "text": " You throw it, he'll chase that ball all day long or he'll throw it."
      },
      {
        "id": 186,
        "start": 925,
        "end": 927,
        "text": " I believe that."
      },
      {
        "id": 187,
        "start": 927,
        "end": 933,
        "text": " I named him Scratch because he watches your shadows when you come in the shop."
      },
      {
        "id": 188,
        "start": 933,
        "end": 941,
        "text": " Now, he don't do it to me no more, but anybody comes in, he watches your shadow, and he'll scratch the floor and bark at it."
      },
      {
        "id": 189,
        "start": 941,
        "end": 946,
        "text": " So he got the name of Scratch, and Itchy got the name because she would scratch at her collar when she's little."
      },
      {
        "id": 190,
        "start": 946,
        "end": 948,
        "text": " And I said, that itch you?"
      },
      {
        "id": 191,
        "start": 948,
        "end": 950,
        "text": " And she turned and looked at me and said, there's a name, Itchy."
      },
      {
        "id": 192,
        "start": 950,
        "end": 953,
        "text": " So I got Itchy and Scratch."
      },
      {
        "id": 193,
        "start": 953,
        "end": 956,
        "text": " Oh, that's so cute."
      },
      {
        "id": 194,
        "start": 956,
        "end": 957,
        "text": " But I just can't handle it."
      },
      {
        "id": 195,
        "start": 957,
        "end": 962,
        "text": " I mean, I just can't stand somebody doing, well, an animal wrong, period."
      },
      {
        "id": 196,
        "start": 962,
        "end": 963,
        "text": " See, there he is again."
      },
      {
        "id": 197,
        "start": 963,
        "end": 965,
        "text": " I completely agree."
      },
      {
        "id": 198,
        "start": 965,
        "end": 966,
        "text": " Yeah."
      },
      {
        "id": 199,
        "start": 966,
        "end": 967,
        "text": " Is he freezing?"
      },
      {
        "id": 200,
        "start": 967,
        "end": 969,
        "text": " Is he so cold?"
      },
      {
        "id": 201,
        "start": 969,
        "end": 970,
        "text": " Oh, no, no."
      },
      {
        "id": 202,
        "start": 970,
        "end": 973,
        "text": " He stays in the garage here at night."
      },
      {
        "id": 203,
        "start": 973,
        "end": 978,
        "text": " Ever since I told Bobby, I said, now, her, she loves to play outside."
      },
      {
        "id": 204,
        "start": 978,
        "end": 980,
        "text": " She goes home with me every night."
      },
      {
        "id": 205,
        "start": 980,
        "end": 982,
        "text": " She has from day one."
      },
      {
        "id": 206,
        "start": 982,
        "end": 983,
        "text": " She's 3-year-old."
      },
      {
        "id": 207,
        "start": 983,
        "end": 986,
        "text": " They figured he's about 2."
      },
      {
        "id": 208,
        "start": 986,
        "end": 990,
        "text": " But I told Bobby, I said, that dog loves to stay in the garage."
      },
      {
        "id": 209,
        "start": 990,
        "end": 992,
        "text": " He could care less about going outside and playing."
      },
      {
        "id": 210,
        "start": 992,
        "end": 995,
        "text": " He'll go outside and wrestle and play with her a little bit."
      },
      {
        "id": 211,
        "start": 995,
        "end": 998,
        "text": " But after a little bit, he comes back in the garage and stays right inside of me."
      },
      {
        "id": 212,
        "start": 998,
        "end": 1003,
        "text": " And Bobby said that guy that had him up the road kept him in the house."
      },
      {
        "id": 213,
        "start": 1003,
        "end": 1006,
        "text": " So he's actually in the habit now."
      },
      {
        "id": 214,
        "start": 1006,
        "end": 1008,
        "text": " I don't cage him up."
      },
      {
        "id": 215,
        "start": 1008,
        "end": 1009,
        "text": " There's a big cage in here."
      },
      {
        "id": 216,
        "start": 1009,
        "end": 1012,
        "text": " But when I get ready to do a bus run, I say, I got to go drive a bus."
      },
      {
        "id": 217,
        "start": 1012,
        "end": 1014,
        "text": " He'll go in the cage and sit."
      },
      {
        "id": 218,
        "start": 1014,
        "end": 1017,
        "text": " They both get a bacon treat."
      },
      {
        "id": 219,
        "start": 1018,
        "end": 1020,
        "text": " And then at night, I just leave him here."
      },
      {
        "id": 220,
        "start": 1020,
        "end": 1021,
        "text": " I don't cage him up."
      },
      {
        "id": 221,
        "start": 1021,
        "end": 1023,
        "text": " He stays in the office."
      },
      {
        "id": 222,
        "start": 1023,
        "end": 1028,
        "text": " But now when he first got here, he tore my couch up."
      },
      {
        "id": 223,
        "start": 1028,
        "end": 1030,
        "text": " I mean, he tore it up good, too."
      },
      {
        "id": 224,
        "start": 1030,
        "end": 1032,
        "text": " And then she started tearing it along right with him."
      },
      {
        "id": 225,
        "start": 1032,
        "end": 1036,
        "text": " So they destroyed both cushions on my couch."
      },
      {
        "id": 226,
        "start": 1036,
        "end": 1040,
        "text": " And I took him to the vet one morning because I come in here,"
      },
      {
        "id": 227,
        "start": 1040,
        "end": 1045,
        "text": " and I was keeping him tight outside at first because it was warm weather."
      },
      {
        "id": 228,
        "start": 1046,
        "end": 1047,
        "text": " He was all tangled up."
      },
      {
        "id": 229,
        "start": 1047,
        "end": 1048,
        "text": " I got him untangled."
      },
      {
        "id": 230,
        "start": 1048,
        "end": 1051,
        "text": " And he come in here in the garage and kept drinking water."
      },
      {
        "id": 231,
        "start": 1051,
        "end": 1052,
        "text": " And then he got thrown up."
      },
      {
        "id": 232,
        "start": 1052,
        "end": 1055,
        "text": " And I said, somebody's poisoned my dog."
      },
      {
        "id": 233,
        "start": 1055,
        "end": 1056,
        "text": " Tore me up."
      },
      {
        "id": 234,
        "start": 1056,
        "end": 1058,
        "text": " I had to drive the bus."
      },
      {
        "id": 235,
        "start": 1058,
        "end": 1061,
        "text": " And as soon as I got off the bus, I loaded him up and took him up here to the vets."
      },
      {
        "id": 236,
        "start": 1061,
        "end": 1064,
        "text": " And the girl just opened the door."
      },
      {
        "id": 237,
        "start": 1064,
        "end": 1066,
        "text": " She goes, we ain't open yet, Larry."
      },
      {
        "id": 238,
        "start": 1066,
        "end": 1069,
        "text": " And I said, somebody's poisoned my dog."
      },
      {
        "id": 239,
        "start": 1069,
        "end": 1071,
        "text": " So Doug hurried up and got up there."
      },
      {
        "id": 240,
        "start": 1071,
        "end": 1074,
        "text": " And they were on a bunch of blood work and stuff on him."
      },
      {
        "id": 241,
        "start": 1075,
        "end": 1079,
        "text": " And he goes, does he chew on anything?"
      },
      {
        "id": 242,
        "start": 1079,
        "end": 1082,
        "text": " I said, he ate my couch in the first few minutes in the shop."
      },
      {
        "id": 243,
        "start": 1082,
        "end": 1085,
        "text": " They said, well, you got a little blockage."
      },
      {
        "id": 244,
        "start": 1085,
        "end": 1087,
        "text": " And if he ain't no better, give him this medicine all weekend."
      },
      {
        "id": 245,
        "start": 1087,
        "end": 1091,
        "text": " If he ain't no better by Monday, bring him up here and we'll have to operate."
      },
      {
        "id": 246,
        "start": 1091,
        "end": 1094,
        "text": " Well, before the day was up, he was fine."
      },
      {
        "id": 247,
        "start": 1094,
        "end": 1096,
        "text": " Well, I got to figuring out what it was."
      },
      {
        "id": 248,
        "start": 1096,
        "end": 1101,
        "text": " He got ahold of one of them big bags of bacon treats, and he ate the whole thing."
      },
      {
        "id": 249,
        "start": 1101,
        "end": 1104,
        "text": " And he couldn't get to no water while he was tied up."
      },
      {
        "id": 250,
        "start": 1104,
        "end": 1107,
        "text": " Now I got to put him up real high."
      },
      {
        "id": 251,
        "start": 1107,
        "end": 1111,
        "text": " But he ate a 40-ounce bag."
      },
      {
        "id": 252,
        "start": 1111,
        "end": 1113,
        "text": " And I was like, man."
      },
      {
        "id": 253,
        "start": 1113,
        "end": 1117,
        "text": " But he's a good dog, so I'll keep him around."
      },
      {
        "id": 254,
        "start": 1117,
        "end": 1120,
        "text": " And him and her both."
      },
      {
        "id": 255,
        "start": 1120,
        "end": 1123,
        "text": " Wait, who's the other one?"
      },
      {
        "id": 256,
        "start": 1123,
        "end": 1125,
        "text": " The other one's Itchy."
      },
      {
        "id": 257,
        "start": 1125,
        "end": 1128,
        "text": " She's German Shepherd and Husky mix."
      },
      {
        "id": 258,
        "start": 1128,
        "end": 1132,
        "text": " She's a little bit smaller than him, but now she don't cut him no slack"
      },
      {
        "id": 259,
        "start": 1132,
        "end": 1134,
        "text": " and he don't cut her no slack."
      },
      {
        "id": 260,
        "start": 1134,
        "end": 1138,
        "text": " They're both fixed."
      },
      {
        "id": 261,
        "start": 1138,
        "end": 1140,
        "text": " But they'll get out there."
      },
      {
        "id": 262,
        "start": 1140,
        "end": 1144,
        "text": " What's funny is she'll stand outside the door, and she'll bark and whine"
      },
      {
        "id": 263,
        "start": 1144,
        "end": 1149,
        "text": " until he gets up and comes outside so he'll wrestle with her."
      },
      {
        "id": 264,
        "start": 1149,
        "end": 1151,
        "text": " But now if they're in here in the garage,"
      },
      {
        "id": 265,
        "start": 1151,
        "end": 1154,
        "text": " they'll run and bump into cars and everything, each other,"
      },
      {
        "id": 266,
        "start": 1154,
        "end": 1158,
        "text": " and the cars and stuff chasing each other."
      },
      {
        "id": 267,
        "start": 1158,
        "end": 1160,
        "text": " But now she don't play with balls or nothing."
      },
      {
        "id": 268,
        "start": 1160,
        "end": 1162,
        "text": " She never has."
      },
      {
        "id": 269,
        "start": 1162,
        "end": 1166,
        "text": " But now him, he loves them balls and wants you to play tug-of-war and throw it."
      },
      {
        "id": 270,
        "start": 1166,
        "end": 1171,
        "text": " And then these squeaky ones."
      },
      {
        "id": 271,
        "start": 1171,
        "end": 1173,
        "text": " There he goes."
      },
      {
        "id": 272,
        "start": 1173,
        "end": 1175,
        "text": " So cute."
      },
      {
        "id": 273,
        "start": 1175,
        "end": 1177,
        "text": " I don't know."
      },
      {
        "id": 274,
        "start": 1177,
        "end": 1178,
        "text": " My wife goes, are you serious?"
      },
      {
        "id": 275,
        "start": 1178,
        "end": 1180,
        "text": " You really took in another dog?"
      },
      {
        "id": 276,
        "start": 1180,
        "end": 1182,
        "text": " I said, well, I wasn't going to watch him starve."
      },
      {
        "id": 277,
        "start": 1182,
        "end": 1184,
        "text": " He was pitiful looking when he came down here."
      },
      {
        "id": 278,
        "start": 1184,
        "end": 1187,
        "text": " Hair was all stiff and he was real thin."
      },
      {
        "id": 279,
        "start": 1187,
        "end": 1190,
        "text": " He's healthy as a horse now."
      },
      {
        "id": 280,
        "start": 1190,
        "end": 1193,
        "text": " So he's hiding his ball in his cage."
      },
      {
        "id": 281,
        "start": 1193,
        "end": 1195,
        "text": " I love it."
      },
      {
        "id": 282,
        "start": 1195,
        "end": 1197,
        "text": " I love it."
      },
      {
        "id": 283,
        "start": 1197,
        "end": 1198,
        "text": " Okay."
      },
      {
        "id": 284,
        "start": 1198,
        "end": 1205,
        "text": " Yeah, so I'm almost done writing this email, so keep your eye out for it."
      },
      {
        "id": 285,
        "start": 1205,
        "end": 1206,
        "text": " I appreciate this."
      },
      {
        "id": 286,
        "start": 1206,
        "end": 1209,
        "text": " Yeah, of course."
      },
      {
        "id": 287,
        "start": 1209,
        "end": 1211,
        "text": " Okay."
      },
      {
        "id": 288,
        "start": 1211,
        "end": 1213,
        "text": " Well, I hope you have a great day."
      },
      {
        "id": 289,
        "start": 1213,
        "end": 1215,
        "text": " I hope you love the AGV."
      },
      {
        "id": 290,
        "start": 1215,
        "end": 1218,
        "text": " And let us know if you need anything."
      },
      {
        "id": 291,
        "start": 1218,
        "end": 1221,
        "text": " We're always at this number, Monday through Friday, 8 to 5 Pacific."
      },
      {
        "id": 292,
        "start": 1221,
        "end": 1222,
        "text": " Okay."
      },
      {
        "id": 293,
        "start": 1222,
        "end": 1223,
        "text": " I appreciate it."
      },
      {
        "id": 294,
        "start": 1223,
        "end": 1224,
        "text": " You have a great day."
      },
      {
        "id": 295,
        "start": 1224,
        "end": 1225,
        "text": " Yeah, you too."
      },
      {
        "id": 296,
        "start": 1225,
        "end": 1226,
        "text": " Okay."
      },
      {
        "id": 297,
        "start": 1226,
        "end": 1227,
        "text": " Stay warm, Larry."
      },
      {
        "id": 298,
        "start": 1227,
        "end": 1228,
        "text": " Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8138-a614-fbd648c04f6a",
    "url": "https://www.notion.so/300000001217672-300000001707862-2f611d0a101c8138a614fbd648c04f6a"
  },
  "processedAt": "2026-01-28T17:01:33.574Z"
}