{
  "recording": {
    "name": "300000001218597-300000001708527-6103507033 by olivia@superbalife.com @ 4_55_55 PM.wav",
    "size": 204746,
    "modifyTime": 1769584930000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001218597-300000001708527-6103507033 by olivia@superbalife.com @ 4_55_55 PM.wav",
    "uploadDate": "2026-01-28T07:22:10.000Z",
    "callId": "300000001218597-300000001708527",
    "agent": "olivia",
    "phoneNumber": "6103507033",
    "callTimestamp": "2026-01-28T16:55:55.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Hi, Olivia. My name is Leslie Dorff.\n\nSpeaker 1: Hi, Leslie. How are you?\n\nSpeaker 2: I'm great.\n\nSpeaker 1: How are you? Good. Just in my last four minutes of work, so I hope we can wrap it up as quick as possible. How can I help you today, Leslie?\n\nSpeaker 2: All I want to do is cancel my ongoing prescription. When I got signed up, I thought it was a trial for one month. I had no idea it was going to continue to renew. I don't want to renew anything, so I'd like to cancel my prescription.\n\nSpeaker 1: Okay, Leslie. What is your date of birth?\n\nSpeaker 2: 3-14-1963.\n\nSpeaker 1: Okay, and you're located at 105 Palmer's Drive, Apartment 3111, Exton, Pennsylvania?\n\nSpeaker 2: That is correct.\n\nSpeaker 1: Okay, great. Yeah, so if you don't want to receive regular refills with your prescription, you certainly don't have to. You always have the option with your prescription to place it on hold for up to six months at a time, just because six months is when the prescription would expire if we didn't refill it. And the way that would work is if you did want to order before then, so that would be like July 27th, you could. You just have to give us a call to place the order yourself.\n\nSpeaker 2: Okay. Okie doke.\n\nSpeaker 1: All right, Leslie. Well, yeah, just let us know. We're always at December, Monday through Friday, 8 to 5 Pacific, whenever you are ready to order or if you need anything for the script before July 27th. Otherwise, it is placed on hold for you. And I hope you have a great day.\n\nSpeaker 2: Thanks. That wasn't too hard, was it?\n\nSpeaker 1: No, no. I appreciate you.\n\nSpeaker 2: No problem. Have a great night.\n\nSpeaker 1: Okay. You too.\n\nSpeaker 2: Okay. Bye-bye.",
    "duration": 5086,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.599999904632568,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 6.599999904632568,
        "end": 13.920000076293945,
        "text": " with today? Hi, Olivia. My name is Leslie Dorff. Hi, Leslie. How are you? I'm great."
      },
      {
        "id": 2,
        "start": 13.920000076293945,
        "end": 22.079999923706055,
        "text": " How are you? Good. Just in my last four minutes of work, so I hope we can wrap it up as quick"
      },
      {
        "id": 3,
        "start": 22.079999923706055,
        "end": 29.479999542236328,
        "text": " as possible. How can I help you today, Leslie? All I want to do is cancel my ongoing prescription."
      },
      {
        "id": 4,
        "start": 29.479999542236328,
        "end": 33.20000076293945,
        "text": " When I got signed up, I thought it was a trial for one month. I had no idea it was"
      },
      {
        "id": 5,
        "start": 33.20000076293945,
        "end": 39.279998779296875,
        "text": " going to continue to renew. I don't want to renew anything, so I'd like to cancel my prescription."
      },
      {
        "id": 6,
        "start": 39.279998779296875,
        "end": 50.439998626708984,
        "text": " Okay, Leslie. What is your date of birth? 3-14-1963. Okay, and you're located at 105"
      },
      {
        "id": 7,
        "start": 50.439998626708984,
        "end": 59.91999816894531,
        "text": " Palmer's Drive, Apartment 3111, Exton, Pennsylvania? That is correct. Okay, great. Yeah, so if"
      },
      {
        "id": 8,
        "start": 59.91999816894531,
        "end": 65.08000183105469,
        "text": " you don't want to receive regular refills with your prescription, you certainly don't"
      },
      {
        "id": 9,
        "start": 65.08000183105469,
        "end": 71.68000030517578,
        "text": " have to. You always have the option with your prescription to place it on hold for up to"
      },
      {
        "id": 10,
        "start": 71.68000030517578,
        "end": 76.72000122070312,
        "text": " six months at a time, just because six months is when the prescription would expire if we"
      },
      {
        "id": 11,
        "start": 76.72000122070312,
        "end": 82.4000015258789,
        "text": " didn't refill it. And the way that would work is if you did want to order before then,"
      },
      {
        "id": 12,
        "start": 82.4000015258789,
        "end": 89,
        "text": " so that would be like July 27th, you could. You just have to give us a call to place the"
      },
      {
        "id": 13,
        "start": 89,
        "end": 99.16000366210938,
        "text": " order yourself. Okay. Okie doke. All right, Leslie. Well, yeah, just let us know. We're"
      },
      {
        "id": 14,
        "start": 99.16000366210938,
        "end": 103.95999908447266,
        "text": " always at December, Monday through Friday, 8 to 5 Pacific, whenever you are ready to"
      },
      {
        "id": 15,
        "start": 103.95999908447266,
        "end": 110.4000015258789,
        "text": " order or if you need anything for the script before July 27th. Otherwise, it is placed"
      },
      {
        "id": 16,
        "start": 110.4000015258789,
        "end": 117,
        "text": " on hold for you. And I hope you have a great day. Thanks. That wasn't too hard, was it?"
      },
      {
        "id": 17,
        "start": 117,
        "end": 124.27999877929688,
        "text": " No, no. I appreciate you. No problem. Have a great night. Okay. You too. Okay. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81d2-8073-e9774597fd2f",
    "url": "https://www.notion.so/300000001218597-300000001708527-2f611d0a101c81d28073e9774597fd2f"
  },
  "processedAt": "2026-01-28T14:51:38.419Z"
}