{
  "recording": {
    "name": "300000001240751-300000001730372-7244130836 by olivia@superbalife.com @ 12_55_36 PM.wav",
    "size": 778890,
    "modifyTime": 1770930219000,
    "remotePath": "/five9sftp/upload/SB CS/2_12_2026/300000001240751-300000001730372-7244130836 by olivia@superbalife.com @ 12_55_36 PM.wav",
    "uploadDate": "2026-02-12T21:03:39.000Z",
    "callId": "300000001240751-300000001730372",
    "agent": "olivia",
    "phoneNumber": "7244130836",
    "callTimestamp": "2026-02-12T12:55:36.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: My name is Terrence Kornati.\n\nSpeaker 1: Hi, Terrence. How are you?\n\nSpeaker 2: Pretty good.\n\nSpeaker 1: Good. I'm glad to hear it. How can I help you today, Terrence?\n\nSpeaker 2: I ordered a prescription from ScoreBlue for the new Viagra AGV tablets, and they sent me the regular Viagra, regular generic Viagra.\n\nSpeaker 1: Now, I had already talked to an agent at ScoreBlue, and he said he was going to correct it and send me the right prescription. I just got it in the mail today, and it's again, they sent me the regular Viagra.\n\nSpeaker 1: Okay. So, Terrence, what's your date of birth?\n\nSpeaker 2: 8-20-1957.\n\nSpeaker 1: Great, and you're located at 3078 Warren Road, Indiana, Pennsylvania. Correct?\n\nSpeaker 2: Yeah, so he did send you the correct prescription, the AGV, and the way you know that is the pills themselves.\n\nSpeaker 2: Please let me finish. The pills themselves on them, you can take the bottle out right now and see for yourself. On the physical pill, they say 1-0-0, which is 100, and on the side of the bottle, it says Greenstone, because that's the manufacturer of the AGV.\n\nSpeaker 1: And the way I know that is just the prescription number that I'm looking at right now for what he sent you. But if you want to confirm that, I'm happy for us to do that together.\n\nSpeaker 2: Okay, I'm looking at the tablets, and all that's on the tablets is 100, and they're just the white tablet. There's not a blue AGV on it.\n\nSpeaker 1: Yeah, and the directions—\n\nSpeaker 2: Well, let me finish here. The directions on the bottle says take one tablet by mouth, one hour before sex is needed, and that's regular Viagra, because I've used that already.\n\nSpeaker 1: I know the new AGVs, they take like 11 minutes before sex.\n\nSpeaker 2: Yes, so the directions are for everybody. They are applicable to everybody, but you're correct. The AGV, it does say 1-0-0 on them, so you do have the AGV.\n\nSpeaker 1: I do apologize that some of the marketing does make it confusing, where on some of the marketing, the pills do say AGV on them, and that is inaccurate.\n\nSpeaker 2: But the pills are white. The AGV are white pills that say the milligram number on them and nothing else, whereas the regular Viagra generic, it says either something like AC340 or AC399, depending on which pill you're receiving.\n\nSpeaker 1: Okay, because the last ones I got, the last ones I got did say that AGV, that AGC on it, but these ones just say 100 on them, so this is the new Viagra then, the AGVs?\n\nSpeaker 2: That's right, yes.\n\nSpeaker 1: Okay, then I will try them out then and see how they work, because I wasn't really satisfied with the regular Viagra or the generic Viagra.\n\nSpeaker 2: I totally understand. Yeah, the AGV, they're definitely a superior prescription, and they are our newest stuff, and the way you want to think about the formula, Terrence, is it's the closest thing to the branded Viagra formula that exists on the market, but it's even newer, and it has been specifically formulated to cut out the side effects of sinus agitation and headache.\n\nSpeaker 1: Right, but isn't it also supposed to work a lot quicker? You don't need to take it one hour before?\n\nSpeaker 2: Yeah, they are our fastest-acting, longest-lasting pills, so I would say they should work for everybody within 30 minutes, but they can work for people within 11 to 14 minutes. It really depends.\n\nSpeaker 1: Okay, and I'm looking at my bottle, and it does say Greenstone LLC on it, so these are the new AGVs?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Well, I'll give them a try. If they don't work any better for me, then I'll just cancel my prescription.\n\nSpeaker 1: Okay, yeah, you can always reach us here, and yeah, just make sure to take them on an empty stomach. That's really important, and then to avoid alcohol when you take them, just because caffeine and alcohol restrict blood flow, and you want more, not less.\n\nSpeaker 2: Okay, thank you.\n\nSpeaker 1: Thank you, Terrence. Have a great day.\n\nSpeaker 2: You too. Bye.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Well, here's one right in the chest.\n\nSpeaker 1: I've been digging, as I give a biographer.\n\nSpeaker 2: Bye.",
    "duration": 16898,
    "audioDuration": 479.2799987792969,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7.119999885559082,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7.119999885559082,
        "end": 18.1200008392334,
        "text": " with today? My name is Terrence Kornati. Hi, Terrence. How are you? Pretty good. Good."
      },
      {
        "id": 2,
        "start": 18.1200008392334,
        "end": 27.959999084472656,
        "text": " I'm glad to hear it. How can I help you today, Terrence? I ordered a prescription from ScoreBlue"
      },
      {
        "id": 3,
        "start": 27.959999084472656,
        "end": 39.2400016784668,
        "text": " for the new Viagra AGV tablets, and they sent me the regular Viagra, regular generic"
      },
      {
        "id": 4,
        "start": 39.2400016784668,
        "end": 46.599998474121094,
        "text": " Viagra. Now, I had already talked to an agent at ScoreBlue, and he said he was going to"
      },
      {
        "id": 5,
        "start": 46.599998474121094,
        "end": 53.880001068115234,
        "text": " correct it and send me the right prescription. I just got it in the mail today, and it's"
      },
      {
        "id": 6,
        "start": 53.880001068115234,
        "end": 67,
        "text": " again, they sent me the regular Viagra. Okay. So, Terrence, what's your date of birth? 8-20-1957."
      },
      {
        "id": 7,
        "start": 67,
        "end": 77.80000305175781,
        "text": " Great, and you're located at 3078 Warren Road, Indiana, Pennsylvania. Correct. Yeah, so he"
      },
      {
        "id": 8,
        "start": 77.80000305175781,
        "end": 85.08000183105469,
        "text": " did send you the correct prescription, the AGV, and the way you know that is the pills"
      },
      {
        "id": 9,
        "start": 85.08000183105469,
        "end": 91.95999908447266,
        "text": " themselves. Please let me finish. The pills themselves on them, you can take the bottle"
      },
      {
        "id": 10,
        "start": 91.95999908447266,
        "end": 102.12000274658203,
        "text": " out right now and see for yourself. On the physical pill, they say 1-0-0, which is 100,"
      },
      {
        "id": 11,
        "start": 102.12000274658203,
        "end": 109.72000122070312,
        "text": " and on the side of the bottle, it says Greenstone, because that's the manufacturer of the AGV,"
      },
      {
        "id": 12,
        "start": 109.72000122070312,
        "end": 114.44000244140625,
        "text": " and the way I know that is just the prescription number that I'm looking at right now for what"
      },
      {
        "id": 13,
        "start": 114.44000244140625,
        "end": 124.5999984741211,
        "text": " he sent you. But if you want to confirm that, I'm happy for us to do that together. Okay,"
      },
      {
        "id": 14,
        "start": 124.91999816894531,
        "end": 130.36000061035156,
        "text": " I'm looking at the tablets, and all that's on the tablets is"
      },
      {
        "id": 15,
        "start": 135.16000366210938,
        "end": 147.63999938964844,
        "text": " 100, and they're just the white tablet. There's not a blue AGV on it. Yeah, and the directions,"
      },
      {
        "id": 16,
        "start": 148.44000244140625,
        "end": 153.63999938964844,
        "text": " well, let me finish here. The directions on the bottle says take one tablet by mouth,"
      },
      {
        "id": 17,
        "start": 153.63999938964844,
        "end": 160.44000244140625,
        "text": " one hour before sex is needed, and that's regular Viagra, because I've used that already."
      },
      {
        "id": 18,
        "start": 161.8800048828125,
        "end": 172.83999633789062,
        "text": " I know the new AGVs, they take like 11 minutes before sex. Yes, so the directions are for"
      },
      {
        "id": 19,
        "start": 172.83999633789062,
        "end": 180.44000244140625,
        "text": " everybody. They are applicable to everybody, but you're correct. The AGV, it does say 1-0-0"
      },
      {
        "id": 20,
        "start": 181.24000549316406,
        "end": 188.27999877929688,
        "text": " on them, so you do have the AGV. I do apologize that some of the marketing does make it"
      },
      {
        "id": 21,
        "start": 189.24000549316406,
        "end": 196.36000061035156,
        "text": " confusing, where on some of the marketing, the pills do say AGV on them, and that is inaccurate,"
      },
      {
        "id": 22,
        "start": 197.24000549316406,
        "end": 203.39999389648438,
        "text": " but the pills are white. The AGV are white pills that say the milligram number on them and nothing"
      },
      {
        "id": 23,
        "start": 203.47999572753906,
        "end": 212.1999969482422,
        "text": " else, whereas the regular Viagra generic, it says either something like AC340 or AC399,"
      },
      {
        "id": 24,
        "start": 213.0800018310547,
        "end": 221.24000549316406,
        "text": " depending on which pill you're receiving. Okay, because the last ones I got, the last ones I got"
      },
      {
        "id": 25,
        "start": 221.24000549316406,
        "end": 227.8800048828125,
        "text": " did say that AGV, that AGC on it, but these ones just say 100 on them, so this is the new"
      },
      {
        "id": 26,
        "start": 228.52000427246094,
        "end": 234.36000061035156,
        "text": " Viagra then, the AGVs? That's right, yes."
      },
      {
        "id": 27,
        "start": 236.27999877929688,
        "end": 243.63999938964844,
        "text": " Okay, then I will try them out then and see how they work, because I wasn't really satisfied with"
      },
      {
        "id": 28,
        "start": 243.63999938964844,
        "end": 251.9600067138672,
        "text": " the regular Viagra or the generic Viagra. I totally understand. Yeah, the AGV, they're"
      },
      {
        "id": 29,
        "start": 251.9600067138672,
        "end": 256.9200134277344,
        "text": " definitely a superior prescription, and they are our newest stuff, and the way you want to think"
      },
      {
        "id": 30,
        "start": 256.9200134277344,
        "end": 269.0799865722656,
        "text": " about the formula, Terrence, is it's the closest thing to the branded Viagra formula that exists on"
      },
      {
        "id": 31,
        "start": 269.0799865722656,
        "end": 276.760009765625,
        "text": " the market, but it's even newer, and it has been specifically formulated to cut out the side"
      },
      {
        "id": 32,
        "start": 276.760009765625,
        "end": 284.44000244140625,
        "text": " effects of sinus agitation and headache. Right, but isn't it also supposed to work a lot quicker?"
      },
      {
        "id": 33,
        "start": 284.44000244140625,
        "end": 290.67999267578125,
        "text": " You don't need to take it one hour before? Yeah, they are our fastest-acting, longest-lasting"
      },
      {
        "id": 34,
        "start": 290.67999267578125,
        "end": 296.760009765625,
        "text": " pills, so I would say they should work for everybody within 30 minutes, but they can work"
      },
      {
        "id": 35,
        "start": 296.760009765625,
        "end": 303.0799865722656,
        "text": " for people within 11 to 14 minutes. It really depends. Okay, and I'm looking at my bottle,"
      },
      {
        "id": 36,
        "start": 303.0799865722656,
        "end": 312.0400085449219,
        "text": " and it does say Greenstone LLC on it, so these are the new AGVs? Yeah. Okay."
      },
      {
        "id": 37,
        "start": 312.8399963378906,
        "end": 318.0400085449219,
        "text": " Well, I'll give them a try. If they don't work any better for me, then I'll just cancel my"
      },
      {
        "id": 38,
        "start": 318.0400085449219,
        "end": 324.8399963378906,
        "text": " prescription. Okay, yeah, you can always reach us here, and yeah, just make sure to take them"
      },
      {
        "id": 39,
        "start": 324.8399963378906,
        "end": 331.0799865722656,
        "text": " on an empty stomach. That's really important, and then to avoid alcohol when you take them,"
      },
      {
        "id": 40,
        "start": 331.0799865722656,
        "end": 335.9599914550781,
        "text": " just because caffeine and alcohol restricts blood flow, and you want more, not less."
      },
      {
        "id": 41,
        "start": 335.9599914550781,
        "end": 342.9200134277344,
        "text": " Okay, thank you. Thank you, Terrence. Have a great day. You too. Bye."
      },
      {
        "id": 42,
        "start": 396.9200134277344,
        "end": 402.9200134277344,
        "text": " Okay."
      },
      {
        "id": 43,
        "start": 416.8399963378906,
        "end": 418.6000061035156,
        "text": " Well, here's one right in the chest."
      },
      {
        "id": 44,
        "start": 418.6000061035156,
        "end": 423.55999755859375,
        "text": " I've been digging, as I give a biographer."
      },
      {
        "id": 45,
        "start": 478.6000061035156,
        "end": 479.239990234375,
        "text": " Bye."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-8156-b87e-f8b5a70e87e6",
    "url": "https://www.notion.so/300000001240751-300000001730372-30511d0a101c8156b87ef8b5a70e87e6"
  },
  "processedAt": "2026-02-12T21:11:41.015Z"
}