{
  "recording": {
    "name": "300000001233867-300000001723660-9732801107 by olivia@superbalife.com @ 4_54_27 PM.wav",
    "size": 348590,
    "modifyTime": 1770425903000,
    "remotePath": "/five9sftp/upload/SB CS/2_6_2026/300000001233867-300000001723660-9732801107 by olivia@superbalife.com @ 4_54_27 PM.wav",
    "uploadDate": "2026-02-07T00:58:23.000Z",
    "callId": "300000001233867-300000001723660",
    "agent": "olivia",
    "phoneNumber": "9732801107",
    "callTimestamp": "2026-02-07T16:54:27.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Steven McLean.\n\nSpeaker 1: Hi Steven, how are you?\n\nSpeaker 2: I'm not doing well at all, thank you.\n\nSpeaker 1: Oh, me neither. It's 4:54 p.m. on a Friday and you're just lucky enough that you got me, your customer service agent, to help you.\n\nSpeaker 2: So what's going on Steven? How can I help you?\n\nSpeaker 1: Well, what's going on is that your company tried to窶能n\nSpeaker 2: withdraw an unauthorized payment on your score blues and my Wells Fargo account came back to me with a decline because I did not authorize you guys to窶能n\nSpeaker 1: in any way authorize to withdraw any type of funds. So why did you try that then?\n\nSpeaker 2: So Steven, you've had a prescription with us since February of 2023, and you've been receiving regular monthly and bi-monthly orders since then.\n\nSpeaker 1: Well, okay, but still in all, I never gave you authorization. I always call you to let you know that I need another prescription. You can't, your company can't窶能n\nSpeaker 2: take it for granted that I need some. When I call you, that's when I need it.\n\nSpeaker 1: Okay, and that's when you guys withdraw the money. So you can't take it for granted saying that, okay, Steven needs it now without my authorization, and that's what you do.\n\nSpeaker 2: So if you want to place the prescription on hold for an extended period of time, of course you can do that at any time, but I mean you've had this prescription.\n\nSpeaker 1: Okay, when was the last time that I had a prescription from you? When? A few weeks ago?\n\nSpeaker 2: Last month, this exact same day, January 6th.\n\nSpeaker 1: When?\n\nSpeaker 2: January 6th, last month, this exact same day, 30 days ago.\n\nSpeaker 1: Okay, so what makes you think that I'm going to be buying every month, but I didn't call you?\n\nSpeaker 2: Okay, before January 6th, how long was that ago?\n\nSpeaker 1: That was the end of November, so about a week ago.\n\nSpeaker 2: Exactly, there you go.\n\nSpeaker 1: All right, so now like I'm窶能n\nSpeaker 2: it's not like I'm calling you every month, okay, there are periods that in between one or two months that I don't need them.\n\nSpeaker 1: Okay, I mean if you want me to place your script on hold for up to, I can do up to six months, and whenever you're ready to order, you can give us a call and do that, that's fine.\n\nSpeaker 2: That's what I need you to do. I mean, you know, everything to me is on call, okay, it's not like you assume that I need them. When I call, I need them, okay?\n\nSpeaker 1: Okay, yeah, that's fine.\n\nSpeaker 2: All right, so yeah, if you need anything before August, just give us a call.\n\nSpeaker 1: We're always here, Monday through Friday, 8 to 5.",
    "duration": 8142,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 4.559999942779541,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 4.559999942779541,
        "end": 11.039999961853027,
        "text": " pleasure of speaking with today? Steven McLean. Hi Steven, how are you? I'm not"
      },
      {
        "id": 2,
        "start": 11.039999961853027,
        "end": 18.15999984741211,
        "text": " doing well at all, thank you. Oh, me neither. It's 454 p.m. on a Friday and"
      },
      {
        "id": 3,
        "start": 18.15999984741211,
        "end": 22.760000228881836,
        "text": " you're just lucky enough that you got me, your customer service agent, to help you."
      },
      {
        "id": 4,
        "start": 22.760000228881836,
        "end": 27.84000015258789,
        "text": " So what's going on Steven? How can I help you? Well what's going on is that your"
      },
      {
        "id": 5,
        "start": 27.84000015258789,
        "end": 32.2400016784668,
        "text": " company tried to"
      },
      {
        "id": 6,
        "start": 32.880001068115234,
        "end": 43.91999816894531,
        "text": " withdraw an authorized payment on your score blues and my Wells Fargo"
      },
      {
        "id": 7,
        "start": 43.91999816894531,
        "end": 50.63999938964844,
        "text": " account came back to me with a decline because I did not authorize you guys to"
      },
      {
        "id": 8,
        "start": 51.36000061035156,
        "end": 58.20000076293945,
        "text": " in any way to authorize to withdraw any type of funds. So why did you try that"
      },
      {
        "id": 9,
        "start": 58.20000076293945,
        "end": 70.04000091552734,
        "text": " then? So Steven, you've had a prescription with us since 2023, February of 2023, and"
      },
      {
        "id": 10,
        "start": 70.04000091552734,
        "end": 77.4000015258789,
        "text": " you've been receiving regular monthly and bi-monthly orders since then. Well,"
      },
      {
        "id": 11,
        "start": 78.16000366210938,
        "end": 85.83999633789062,
        "text": " okay, but still in all, I never gave you authorization. I always call you to let"
      },
      {
        "id": 12,
        "start": 85.83999633789062,
        "end": 91.04000091552734,
        "text": " you know that I need another prescription. You can't, your company can't"
      },
      {
        "id": 13,
        "start": 91.04000091552734,
        "end": 97.04000091552734,
        "text": " take it for granted that I need some. When I call you, that's when I need it,"
      },
      {
        "id": 14,
        "start": 97.04000091552734,
        "end": 101.5199966430664,
        "text": " okay, and that's when you guys withdraw the money. So you can't take it for"
      },
      {
        "id": 15,
        "start": 101.5199966430664,
        "end": 107.76000213623047,
        "text": " granted saying that, okay, Steven needs it now without my authorization, and that's"
      },
      {
        "id": 16,
        "start": 107.76000213623047,
        "end": 116.76000213623047,
        "text": " what you do. So if you want to place the prescription on hold for an extended"
      },
      {
        "id": 17,
        "start": 116.76000213623047,
        "end": 124.80000305175781,
        "text": " period of time, of course you can do that at any time, but I mean you've had this"
      },
      {
        "id": 18,
        "start": 124.80000305175781,
        "end": 132.39999389648438,
        "text": " prescription. Okay, when was the last time that I had a prescription from you? When? A few weeks ago?"
      },
      {
        "id": 19,
        "start": 132.39999389648438,
        "end": 142.72000122070312,
        "text": " Last month, this exact same day, January 6th. When? January 6th, last month, this exact same day, 30 days ago."
      },
      {
        "id": 20,
        "start": 142.72000122070312,
        "end": 150.0399932861328,
        "text": " Okay, so what makes you think that I'm going to be buying every month, but I"
      },
      {
        "id": 21,
        "start": 150.16000366210938,
        "end": 158.0800018310547,
        "text": " didn't call you, okay, before January 6th, how long was that ago? That was the end of"
      },
      {
        "id": 22,
        "start": 158.0800018310547,
        "end": 165.1199951171875,
        "text": " November, so about a week ago. Exactly, there you go. All right, so now like I'm"
      },
      {
        "id": 23,
        "start": 165.1199951171875,
        "end": 170.32000732421875,
        "text": " it's not like I'm calling you every month, okay, there are periods that in"
      },
      {
        "id": 24,
        "start": 170.32000732421875,
        "end": 178,
        "text": " between one or two months that I don't need them. Okay, I mean if you want me to"
      },
      {
        "id": 25,
        "start": 178,
        "end": 183.0800018310547,
        "text": " place your script on hold for up to, I can do up to six months, and whenever"
      },
      {
        "id": 26,
        "start": 183.0800018310547,
        "end": 190.0800018310547,
        "text": " you're ready to order, you can give us a call and do that, that's fine. That's what"
      },
      {
        "id": 27,
        "start": 190.0800018310547,
        "end": 195.67999267578125,
        "text": " I need you to do. I mean, you know, everything to me is on call, okay, it's"
      },
      {
        "id": 28,
        "start": 195.67999267578125,
        "end": 203.27999877929688,
        "text": " not like you assume that I need them. When I call, I need them, okay? Okay, yeah, that's"
      },
      {
        "id": 29,
        "start": 203.27999877929688,
        "end": 209.63999938964844,
        "text": " fine. All right, so yeah, if you need anything before August, just give us a"
      },
      {
        "id": 30,
        "start": 209.63999938964844,
        "end": 214.83999633789062,
        "text": " call. We're always here, Monday through Friday, 8 to 5."
      }
    ]
  },
  "notionPage": {
    "id": "30211d0a-101c-81f0-97e9-c65a52f21c04",
    "url": "https://www.notion.so/300000001233867-300000001723660-30211d0a101c81f097e9c65a52f21c04"
  },
  "processedAt": "2026-02-09T16:02:07.056Z"
}