{
  "recording": {
    "name": "300000001240306-300000001730112-8456559616 by olivia@superbalife.com @ 10_47_29 AM.wav",
    "size": 380050,
    "modifyTime": 1770922305000,
    "remotePath": "/five9sftp/upload/SB CS/2_12_2026/300000001240306-300000001730112-8456559616 by olivia@superbalife.com @ 10_47_29 AM.wav",
    "uploadDate": "2026-02-12T18:51:45.000Z",
    "callId": "300000001240306-300000001730112",
    "agent": "olivia",
    "phoneNumber": "8456559616",
    "callTimestamp": "2026-02-12T10:47:29.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: My name is Vincent Minutolo.\n\nSpeaker 1: Hi, Vincent. How are you?\n\nSpeaker 2: I could be better, could always be better, but I'm not going to complain. I'm alive.\n\nSpeaker 1: Okay, good. I'm glad to hear it. How can I help you today, Vincent?\n\nSpeaker 2: I want to cancel their subscription or whatever because that's a lot of money and they're really not that, they're not even good. Well, it doesn't help me very much.\n\nSpeaker 1: Yeah, I can help you with this. Okay, Vincent, what is your date of birth?\n\nSpeaker 2: 5-12-71.\n\nSpeaker 1: Okay, great. And you're located at 528 Targee Street, Staten Island, New York?\n\nSpeaker 2: Yes, ma'am.\n\nSpeaker 1: Where are you at? Because you got a little icon.\n\nSpeaker 2: So we are located in Santa Monica, California, but I'm from a really small town in Southwest Virginia.\n\nSpeaker 1: So you're from Virginia.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: I like you.\n\nSpeaker 2: I like you too, Vincent.\n\nSpeaker 1: Okay. Yeah, I love the Long Island accent. Staten Island, you're in Staten Island, but they're adjacent, right?\n\nSpeaker 2: They're close.\n\nSpeaker 1: They're close. Well, my job is to let you know, Vincent, that we are very sorry if the product doesn't work for you. But you do technically qualify if you are interested for a free sample of our newest highest quality product, which I think maybe would work for you.\n\nSpeaker 2: And it looks like you haven't tried it.\n\nSpeaker 1: So our newest product comes from our Pfizer labs in France. It is their fastest acting, longest lasting stuff we've ever made.\n\nSpeaker 2: Yeah, I'm really not interested.\n\nSpeaker 1: No, I just wanted cancer because I found Kegel. There's certain exercises that worked for me that worked.\n\nSpeaker 2: It's incredible. Because I'm a gym rat.\n\nSpeaker 1: I go to the gym a lot. And stretching exercise helps blood flow in men.\n\nSpeaker 2: That's true.\n\nSpeaker 1: That's true. And training the lower body, it helps with your testosterone.\n\nSpeaker 2: So yeah. 100%.\n\nSpeaker 1: Yep. Your legs is the only part that produces testosterone in males.\n\nSpeaker 2: Yes. I'm actually a trainer.\n\nSpeaker 1: I got messed up because I was stressed out with my ex and she was just making my life miserable.\n\nSpeaker 2: And it wasn't working because I'm a passionate person. If the passion ain't there, it don't work.\n\nSpeaker 1: Even with the pros and cons, it doesn't work. If the woman's not into it or I'm not into it, it doesn't work.\n\nSpeaker 2: Totally.\n\nSpeaker 1: All right, Vincent. Well, your script is canceled, but I hope you have a great day.\n\nSpeaker 2: Okay, it's canceled?\n\nSpeaker 1: Yep.\n\nSpeaker 2: Oh, my goodness. Thank you very much.\n\nSpeaker 1: It's not going to end my card no more.\n\nSpeaker 2: Yeah, you said you're not using them.\n\nSpeaker 1: Yeah, yeah.\n\nSpeaker 2: You do have the option if you did want to keep overall access to them but not receive those regular monthly refills to place the script on hold for up to six months.\n\nSpeaker 1: No, no thank you. Just, yeah.\n\nSpeaker 2: Thank you very much. Have a wonderful day.\n\nSpeaker 1: You too. Thanks. Bye.",
    "duration": 7402,
    "audioDuration": 233.83999633789062,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7,
        "end": 18.68000030517578,
        "text": " with today? My name is Vincent Minutolo. Hi, Vincent. How are you? I could be better, could"
      },
      {
        "id": 2,
        "start": 18.68000030517578,
        "end": 25.68000030517578,
        "text": " always be better, but I'm not going to complain. I'm alive. Okay, good. I'm glad to hear it."
      },
      {
        "id": 3,
        "start": 26.15999984741211,
        "end": 36.15999984741211,
        "text": " How can I help you today, Vincent? I want to cancel their subscription or whatever because"
      },
      {
        "id": 4,
        "start": 36.15999984741211,
        "end": 41.15999984741211,
        "text": " that's a lot of money and they're really not that, they're not even good. Well, it doesn't"
      },
      {
        "id": 5,
        "start": 41.15999984741211,
        "end": 48.15999984741211,
        "text": " help me very much. Yeah, I can help you with this. Okay, Vincent, what is your date of"
      },
      {
        "id": 6,
        "start": 48.63999938964844,
        "end": 60.63999938964844,
        "text": " birth? 5-12-71. Okay, great. And you're located at 528 Targee Street, Staten Island, New York?"
      },
      {
        "id": 7,
        "start": 60.63999938964844,
        "end": 69.63999938964844,
        "text": " Yes, ma'am. Where are you at? Because you got a little icon. So we are located in Santa"
      },
      {
        "id": 8,
        "start": 69.63999938964844,
        "end": 76.63999938964844,
        "text": " Monica, California, but I'm from a really small town in Southwest Virginia. So you're"
      },
      {
        "id": 9,
        "start": 77.12000274658203,
        "end": 86.12000274658203,
        "text": " from Virginia. Yeah, I like you. I like you too, Vincent. Okay. Yeah, I love the Long"
      },
      {
        "id": 10,
        "start": 86.12000274658203,
        "end": 92.12000274658203,
        "text": " Island accent. Staten Island, you're in Staten Island, but they're adjacent, right? They're"
      },
      {
        "id": 11,
        "start": 92.12000274658203,
        "end": 101.12000274658203,
        "text": " close. They're close. Well, my job is to let you know, Vincent, that we are very sorry"
      },
      {
        "id": 12,
        "start": 101.5999984741211,
        "end": 108.5999984741211,
        "text": " if the product doesn't work for you. But you do technically qualify if you are interested"
      },
      {
        "id": 13,
        "start": 108.5999984741211,
        "end": 115.5999984741211,
        "text": " for a free sample of our newest highest quality product, which I think maybe would work for"
      },
      {
        "id": 14,
        "start": 115.5999984741211,
        "end": 122.5999984741211,
        "text": " you. And it looks like you haven't tried it. So our newest product comes from our Pfizer"
      },
      {
        "id": 15,
        "start": 122.5999984741211,
        "end": 129.60000610351562,
        "text": " labs in France. It is their fastest acting, longest lasting stuff we've ever made. Yeah,"
      },
      {
        "id": 16,
        "start": 130.0800018310547,
        "end": 137.0800018310547,
        "text": " I'm really not interested. No, I just wanted cancer because I found Kegel. There's certain"
      },
      {
        "id": 17,
        "start": 137.0800018310547,
        "end": 143.0800018310547,
        "text": " exercises that worked for me that worked. It's incredible. Because I'm a gym rat. I"
      },
      {
        "id": 18,
        "start": 143.0800018310547,
        "end": 151.0800018310547,
        "text": " go to the gym a lot. And stretching exercise helps blood flow in men. That's true. That's"
      },
      {
        "id": 19,
        "start": 151.55999755859375,
        "end": 158.55999755859375,
        "text": " true. And training the lower body, it helps with your testosterone. So yeah. 100%. Yep."
      },
      {
        "id": 20,
        "start": 158.55999755859375,
        "end": 170.55999755859375,
        "text": " Your legs is the only part that produces testosterone in males. Yes. I'm actually a trainer. I got"
      },
      {
        "id": 21,
        "start": 170.55999755859375,
        "end": 175.55999755859375,
        "text": " messed up because I was stressed out with my ex and she was just making my life miserable"
      },
      {
        "id": 22,
        "start": 175.55999755859375,
        "end": 181.55999755859375,
        "text": " and it wasn't working because I'm a passionate person. If the passion ain't there, it don't"
      },
      {
        "id": 23,
        "start": 181.55999755859375,
        "end": 186.55999755859375,
        "text": " work. Even with the pros and cons, it doesn't work. If the woman's not into it or I'm not"
      },
      {
        "id": 24,
        "start": 186.55999755859375,
        "end": 195.55999755859375,
        "text": " into it, it doesn't work. Totally. All right, Vincent. Well, your script is canceled, but"
      },
      {
        "id": 25,
        "start": 195.55999755859375,
        "end": 203.55999755859375,
        "text": " I hope you have a great day. Okay, it's canceled? Yep. Oh, my goodness. Thank you very much."
      },
      {
        "id": 26,
        "start": 203.55999755859375,
        "end": 211.55999755859375,
        "text": " It's not going to end my card no more. Yeah, you said you're not using them. Yeah, yeah,"
      },
      {
        "id": 27,
        "start": 211.55999755859375,
        "end": 218.55999755859375,
        "text": " yeah. You do have the option if you did want to keep overall access to them but not receive"
      },
      {
        "id": 28,
        "start": 218.55999755859375,
        "end": 226.55999755859375,
        "text": " those regular monthly refills to place the script on hold for up to six months. No, no"
      },
      {
        "id": 29,
        "start": 226.55999755859375,
        "end": 233.55999755859375,
        "text": " thank you. Just, yeah. Thank you very much. Have a wonderful day. You too. Thanks. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-8175-85ae-c26535db63bc",
    "url": "https://www.notion.so/300000001240306-300000001730112-30511d0a101c817585aec26535db63bc"
  },
  "processedAt": "2026-02-12T19:06:38.560Z"
}