{
  "recording": {
    "name": "300000001221158-300000001711061-5306325252 by kt@superbalife.com @ 11_34_37 AM.wav",
    "size": 333446,
    "modifyTime": 1769629105000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001221158-300000001711061-5306325252 by kt@superbalife.com @ 11_34_37 AM.wav",
    "uploadDate": "2026-01-28T19:38:25.000Z",
    "callId": "300000001221158-300000001711061",
    "agent": "kt",
    "phoneNumber": "5306325252",
    "callTimestamp": "2026-01-28T11:34:37.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey Raphael, thanks for holding but I did exactly what you wanted and I have my fingerprints.\n\nSpeaker 2: On this, so I always take a lot of pride in all of my work. So take down my extension for your reference, it's 0037.\n\nSpeaker 1: Yeah, and the name is K.T. Goodrich, K as in King and T as in—\n\nSpeaker 2: Tom? Yeah, that's correct. Killer Tomato, Killer Tree Circle, so just call me anytime you need.\n\nSpeaker 1: I'll be here and you can use me as a reference. What I did is I put a stop to any and all monthly—\n\nSpeaker 2: Shipments, I overrode the system, I put a stop to any and all monthly refills and I definitely put—\n\nSpeaker 1: A stop to any and all monthly charges and I paused your prescription and I set it up where in the—\n\nSpeaker 2: Future, should you decide to want a refill when you go to scoreblue.com and you log in with your—\n\nSpeaker 1: Yahoo account, your Yahoo email, I put a red button with white font that says quick refill.\n\nSpeaker 2: Now when you click that to get a refill, it doesn't mean you're going to get it monthly again.\n\nSpeaker 1: It just means you want 10 of them, just the same quality.\n\nSpeaker 2: That's what I was going to ask you, K.T. Is there any way like when I said with the refills that I've been getting, I got a pretty good amount—\n\nSpeaker 1: Of pills but say like six months down the road I just want one month's prescription, I mean—\n\nSpeaker 2: Uh, without the monthly, you're just saying that it's possible then?\n\nSpeaker 1: Yeah, so what the way it works is the way it works is when you go to scoreblue.com and you log in right—\n\nSpeaker 2: With your Yahoo account, you're going to type in right your Yahoo and you go to the category your—\n\nSpeaker 1: Prescription and just to answer your question, when you click the quick refill it doesn't mean that—\n\nSpeaker 2: You get it monthly, it just means that you get 10 of the same prescription that you wanted and it—\n\nSpeaker 1: Doesn't go monthly anymore. The way it's set up is the minimum refills is two refills a year of 20—\n\nSpeaker 2: Pills, so sometime next year just click that or whenever you want and then you can get exactly—\n\nSpeaker 1: What you want, you have full autonomy. All right, and just know that legally though in the state—\n\nSpeaker 2: Of California we're not authorized legally to send you or a refill within 30 days. You can only do—\n\nSpeaker 1: One refill within a 30-day period or two refills within a year and that's it. But I put a pause on—\n\nSpeaker 2: That in a hold and then you can click that at your leisure. That way you can save the money you need—\n\nSpeaker 1: And recover. You have a bunch of pills that you can use at your leisure. Click that button or call me—\n\nSpeaker 2: If for some reason these are too strong as you start to use them or they get, you get anticlimactic—\n\nSpeaker 1: Call me and I can see what I can do to do a ladder move with something stronger—\n\nSpeaker 2: Or something that works because the body does adapt. All right, bud?\n\nSpeaker 1: Okay, all right, no I appreciate it. That's gonna say I was going to be the only question I had and you answered. I appreciate it.\n\nSpeaker 2: Yeah, use that button or call me but click that so you can get the refills at your leisure.\n\nSpeaker 1: You can click it every 30 days, every two months, every three months. All right?\n\nSpeaker 2: And that way you have full control. All right, bud?\n\nSpeaker 1: Okay, I appreciate it, thank you.\n\nSpeaker 2: Yeah, you bet, bud, and take care and I wish you all the best.\n\nSpeaker 1: All right, call us if you need us.\n\nSpeaker 2: All right, thank you, you do the same. Take care.",
    "duration": 8939,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.960000038146973,
        "text": " Hey Raphael, thanks for holding but I did exactly what you wanted and I have my fingerprints"
      },
      {
        "id": 1,
        "start": 6.960000038146973,
        "end": 11.920000076293945,
        "text": " on this so I always take a lot of pride in all of my work so take down my extension for"
      },
      {
        "id": 2,
        "start": 11.920000076293945,
        "end": 27.600000381469727,
        "text": " your reference it's 0037, yeah and the name is K.T. Goodrich, K as in King and T as in"
      },
      {
        "id": 3,
        "start": 27.600000381469727,
        "end": 35.68000030517578,
        "text": " Tom? Yeah that's correct, Killer Tomato, Killer Tree Circle, so just call me anytime you need"
      },
      {
        "id": 4,
        "start": 35.68000030517578,
        "end": 41.599998474121094,
        "text": " I'll be here and you can use me as a reference. What I did is I put a stop to any and all monthly"
      },
      {
        "id": 5,
        "start": 41.599998474121094,
        "end": 46.63999938964844,
        "text": " shipments, I overrode the system, I put a stop to any and all monthly refills and I definitely put"
      },
      {
        "id": 6,
        "start": 46.63999938964844,
        "end": 52.720001220703125,
        "text": " a stop to any and all monthly charges and I pause your prescription and I set it up where in the"
      },
      {
        "id": 7,
        "start": 52.720001220703125,
        "end": 59.119998931884766,
        "text": " future should you decide to want a refill when you go to scoreblue.com and you log in with your"
      },
      {
        "id": 8,
        "start": 59.119998931884766,
        "end": 66.16000366210938,
        "text": " yahoo account, your yahoo email, I put a red button with white font that says quick refill"
      },
      {
        "id": 9,
        "start": 66.16000366210938,
        "end": 70.4000015258789,
        "text": " now when you click that to get a refill it doesn't mean you're going to get it monthly again"
      },
      {
        "id": 10,
        "start": 70.4000015258789,
        "end": 76.31999969482422,
        "text": " it just means you want 10 of them just the same quality. That's what I was going to ask you K.T."
      },
      {
        "id": 11,
        "start": 76.31999969482422,
        "end": 81.27999877929688,
        "text": " Is there any way like when I said with the refills that I've been getting I got a pretty good amount"
      },
      {
        "id": 12,
        "start": 81.27999877929688,
        "end": 86.31999969482422,
        "text": " of pills but say like six months down the road I just want one month's prescription I mean"
      },
      {
        "id": 13,
        "start": 86.31999969482422,
        "end": 92,
        "text": " uh without the without the monthly you're just you're saying that it's possible then? Yeah so"
      },
      {
        "id": 14,
        "start": 92,
        "end": 97.76000213623047,
        "text": " what the way it works is the way it works is when you go to scoreblue.com and you log in right"
      },
      {
        "id": 15,
        "start": 97.76000213623047,
        "end": 103.5199966430664,
        "text": " with your yahoo account you're going to type in right your yahoo and you go to the category your"
      },
      {
        "id": 16,
        "start": 103.5199966430664,
        "end": 108.55999755859375,
        "text": " prescription and just to answer your question when you click the quick refill it doesn't mean that"
      },
      {
        "id": 17,
        "start": 108.55999755859375,
        "end": 116,
        "text": " you get it monthly it just means that you get 10 of the same prescription that you wanted and it"
      },
      {
        "id": 18,
        "start": 116,
        "end": 122,
        "text": " doesn't go monthly anymore the way it's set up is the minimum refills is two refills a year of 20"
      },
      {
        "id": 19,
        "start": 122,
        "end": 128.16000366210938,
        "text": " pills so sometime next year just click that or whenever you want and then you can get exactly"
      },
      {
        "id": 20,
        "start": 128.16000366210938,
        "end": 135.1999969482422,
        "text": " what you want you have full autonomy all right and just know that legally though in the state"
      },
      {
        "id": 21,
        "start": 135.1999969482422,
        "end": 142.72000122070312,
        "text": " of California we're not authorized legally to send you or a refill within 30 days you can only do"
      },
      {
        "id": 22,
        "start": 142.72000122070312,
        "end": 148.9600067138672,
        "text": " one refill within a 30-day period or two refills within a year and that's it but I put a pause on"
      },
      {
        "id": 23,
        "start": 148.9600067138672,
        "end": 154.24000549316406,
        "text": " that in a hold and then you can click that at your leisure that way you can save the money you need"
      },
      {
        "id": 24,
        "start": 154.24000549316406,
        "end": 160.0800018310547,
        "text": " and recover you have a bunch of pills that you can use at your leisure click that button or call me"
      },
      {
        "id": 25,
        "start": 160.0800018310547,
        "end": 166,
        "text": " if for some reason these are too strong as you start to use them or they get you get anticlimactic"
      },
      {
        "id": 26,
        "start": 166,
        "end": 170.24000549316406,
        "text": " call me and I can see what I can do to do a ladder move with something stronger"
      },
      {
        "id": 27,
        "start": 170.24000549316406,
        "end": 176.8800048828125,
        "text": " or something that works because the body does adapt all right bud okay all right no I appreciate"
      },
      {
        "id": 28,
        "start": 176.8800048828125,
        "end": 181.0399932861328,
        "text": " it that's gonna say I was going to be the only question I had and you answered I appreciate it"
      },
      {
        "id": 29,
        "start": 181.0399932861328,
        "end": 186.63999938964844,
        "text": " yeah use that button or call me but click that so you can get the refills at your leisure"
      },
      {
        "id": 30,
        "start": 186.63999938964844,
        "end": 191.44000244140625,
        "text": " you can click it every 30 days every two months every three months all right"
      },
      {
        "id": 31,
        "start": 191.44000244140625,
        "end": 197.27999877929688,
        "text": " and that way you have full control all right bud okay I appreciate it thank you yeah you bet"
      },
      {
        "id": 32,
        "start": 197.27999877929688,
        "end": 201.0399932861328,
        "text": " bud and take care and I wish you all the best all right call us if you need us all right"
      },
      {
        "id": 33,
        "start": 202.24000549316406,
        "end": 205.0399932861328,
        "text": " all right thank you you do the same take care"
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8125-a64a-df35953704c7",
    "url": "https://www.notion.so/300000001221158-300000001711061-2f611d0a101c8125a64adf35953704c7"
  },
  "processedAt": "2026-01-28T23:45:28.743Z"
}