{
  "recording": {
    "name": "300000001216707-300000001706033-2108186292 by olivia@superbalife.com @ 4_04_05 PM.wav",
    "size": 404750,
    "modifyTime": 1769583131000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216707-300000001706033-2108186292 by olivia@superbalife.com @ 4_04_05 PM.wav",
    "uploadDate": "2026-01-28T06:52:11.000Z",
    "callId": "300000001216707-300000001706033",
    "agent": "olivia",
    "phoneNumber": "2108186292",
    "callTimestamp": "2026-01-28T16:04:05.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: This is Pete Medina and I placed an order and I want to cancel it because you guys send it to me automatically and I don't want that.\n\nSpeaker 1: Yeah, I can help you with that. Pete, what's your date of birth?\n\nSpeaker 2: 5-12-47.\n\nSpeaker 1: Okay, that's not what we have but I'll update it. And what's your address?\n\nSpeaker 2: 735 Mobcat Creek, San Antonio, Texas.\n\nSpeaker 1: Yeah, all right. Yeah, if you want to return the most recent order with a refund, you certainly can. And if you don't want to receive regular refills with your prescription, you don't have to. You always have the option to place your prescription on hold for up to six months at a time.\n\nSpeaker 2: Just because six months is when the prescription would expire. If we didn't refill it,\n\nSpeaker 1: and the way that would work is, if you did want to place an order before then, you could. You just have to give us a call to place the order yourself.\n\nSpeaker 2: Okay, well go ahead and cancel my order. I don't want to get another shipment.\n\nSpeaker 1: Okay, so you want to cancel the prescription?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Okay, so the pills, they don't work for you?\n\nSpeaker 2: No, ma'am.\n\nSpeaker 1: Okay, I'm sorry to hear that. All right, well the last bit of my job is to let you know that if the pills don't work for you, obviously you don't need this prescription. But that means, according to yours, that you do qualify for a free sample of our newest, highest quality product, which is a superior prescription to your current one. It is our fastest acting, longest lasting stuff we've ever made.\n\nSpeaker 2: But my favorite thing about it is that we've specifically formulated it to cut out the side effects of sinus agitation and headache.\n\nSpeaker 1: It comes directly from our Pfizer labs in France, so it is FDA approved, it's third-party tested, it's all that good, safe stuff. And if you did want to try it, the free sample is 10 pills, and I would send them out to you, and you'd probably get them by the end of next week.\n\nSpeaker 2: And then you would have until June to try them out, make sure you love them, make sure you prefer them to your old script.\n\nSpeaker 1: So basically, the way you want to think about it is, it would be like a new prescription that is started with a free sample of 10 pills, and is placed on hold for you for like a five-month free trial while you try them out, and make sure you love them.\n\nSpeaker 2: And then if they didn't work out for you for any reason, you just have that same duration of time to let us know. But I don't think that's what would happen based off of the reviews of the product. It is really good stuff. So yeah, do you want to try some of it?\n\nSpeaker 1: Is it Viagra again?\n\nSpeaker 2: It is, yes.\n\nSpeaker 1: Yes.\n\nSpeaker 2: Cool.\n\nSpeaker 1: Okay, send me that, and if it didn't work, I'll call you back and cancel.\n\nSpeaker 2: Okay, and if they do, you'll call us back and you'll order some.\n\nSpeaker 1: Okay, we're going 50 milligrams, just because that's what you've already been approved for. And can I send this free sample to 735 Bobcat Creek, San Antonio, Texas, 78251?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Okay, great. So yeah, you're going to receive those probably by next Wednesday or Thursday. And if you need anything before June, just give us a call. We're always here.\n\nSpeaker 2: All right, sounds good.\n\nSpeaker 1: Monday through Friday at least.\n\nSpeaker 2: Okay, have a great day, Pete.\n\nSpeaker 1: Okay. Thank you.\n\nSpeaker 2: Thank you. Yeah. Bye.",
    "duration": 10507,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.159999847412109,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 5.159999847412109,
        "end": 12.199999809265137,
        "text": " pleasure of speaking with today? This is Pete Medina and I placed an order and I"
      },
      {
        "id": 2,
        "start": 12.199999809265137,
        "end": 15.680000305175781,
        "text": " want to cancel it because you guys send it to me automatically and I don't want"
      },
      {
        "id": 3,
        "start": 15.680000305175781,
        "end": 24.920000076293945,
        "text": " that. Yeah, I can help you with that. Pete, what's your date of birth? 5-12-47."
      },
      {
        "id": 4,
        "start": 24.920000076293945,
        "end": 32.959999084472656,
        "text": " Okay, that's not what we have but I'll update it. And what's your address? 735"
      },
      {
        "id": 5,
        "start": 32.959999084472656,
        "end": 43.040000915527344,
        "text": " Mobcat Creek, San Antonio, Texas. Yeah, all right. Yeah, if you want to return the most"
      },
      {
        "id": 6,
        "start": 43.040000915527344,
        "end": 49.91999816894531,
        "text": " recent order with a refund, you certainly can. And if you don't want to receive"
      },
      {
        "id": 7,
        "start": 49.91999816894531,
        "end": 55.560001373291016,
        "text": " regular refills with your prescription, you don't have to. You always have the"
      },
      {
        "id": 8,
        "start": 55.560001373291016,
        "end": 61.36000061035156,
        "text": " option to place your prescription on hold for up to six months at a time. Just"
      },
      {
        "id": 9,
        "start": 61.36000061035156,
        "end": 65.68000030517578,
        "text": " because six months is when the prescription would expire. If we didn't"
      },
      {
        "id": 10,
        "start": 65.68000030517578,
        "end": 71.76000213623047,
        "text": " refill it, and the way that would work is, if you did want to place an order"
      },
      {
        "id": 11,
        "start": 71.76000213623047,
        "end": 76.63999938964844,
        "text": " before then, you could. You just have to give us a call to place the order"
      },
      {
        "id": 12,
        "start": 76.63999938964844,
        "end": 82.23999786376953,
        "text": " yourself. Okay, well go ahead and cancel my order. I don't want to get another"
      },
      {
        "id": 13,
        "start": 82.23999786376953,
        "end": 91.76000213623047,
        "text": " shipment. Okay, so you want to cancel the prescription? Yes. Okay, so the pills, they"
      },
      {
        "id": 14,
        "start": 91.76000213623047,
        "end": 99.19999694824219,
        "text": " don't work for you? No, ma'am. Okay, I'm sorry to hear that. All right, well the"
      },
      {
        "id": 15,
        "start": 99.19999694824219,
        "end": 105.76000213623047,
        "text": " last bit of my job is to let you know that if the pills don't work for you,"
      },
      {
        "id": 16,
        "start": 105.83999633789062,
        "end": 111.87999725341797,
        "text": " obviously you don't need this prescription. But that means, according"
      },
      {
        "id": 17,
        "start": 111.87999725341797,
        "end": 117.91999816894531,
        "text": " to yours, that you do qualify for a free sample of our newest, highest quality"
      },
      {
        "id": 18,
        "start": 117.91999816894531,
        "end": 123.4800033569336,
        "text": " product, which is a superior prescription to your current one. It is our fastest"
      },
      {
        "id": 19,
        "start": 123.4800033569336,
        "end": 128,
        "text": " acting, longest lasting stuff we've ever made. But my favorite thing about it is"
      },
      {
        "id": 20,
        "start": 128,
        "end": 133.36000061035156,
        "text": " that we've specifically formulated it to cut out the side effects of sinus"
      },
      {
        "id": 21,
        "start": 133.36000061035156,
        "end": 138.55999755859375,
        "text": " agitation and headache. It comes directly from our Pfizer labs in France,"
      },
      {
        "id": 22,
        "start": 138.55999755859375,
        "end": 143.9199981689453,
        "text": " so it is FDA approved, it's third-party tested, it's all that good, safe stuff. And"
      },
      {
        "id": 23,
        "start": 143.9199981689453,
        "end": 149.8800048828125,
        "text": " if you did want to try it, the free sample is 10 pills, and I would send them"
      },
      {
        "id": 24,
        "start": 149.8800048828125,
        "end": 153.63999938964844,
        "text": " out to you, and you'd probably get them by the end of next week. And then you"
      },
      {
        "id": 25,
        "start": 153.63999938964844,
        "end": 158.60000610351562,
        "text": " would have until June to try them out, make sure you love them, make sure you"
      },
      {
        "id": 26,
        "start": 158.60000610351562,
        "end": 161.9600067138672,
        "text": " prefer them to your old script. So basically, the way you want to think"
      },
      {
        "id": 27,
        "start": 161.9600067138672,
        "end": 166.47999572753906,
        "text": " about it is, it would be like a new prescription that is started with a free"
      },
      {
        "id": 28,
        "start": 166.47999572753906,
        "end": 172.44000244140625,
        "text": " sample of 10 pills, and is placed on hold for you for like a five-month free trial"
      },
      {
        "id": 29,
        "start": 172.44000244140625,
        "end": 178.0399932861328,
        "text": " while you try them out, and make sure you love them. And then if they didn't work"
      },
      {
        "id": 30,
        "start": 178.0399932861328,
        "end": 182.52000427246094,
        "text": " out for you for any reason, you just have that same duration of time to let us"
      },
      {
        "id": 31,
        "start": 182.52000427246094,
        "end": 187.52000427246094,
        "text": " know. But I don't think that's what would happen based off of the reviews of the"
      },
      {
        "id": 32,
        "start": 187.52000427246094,
        "end": 194.52000427246094,
        "text": " product. It is really good stuff. So yeah, do you want to try some of it?"
      },
      {
        "id": 33,
        "start": 194.52000427246094,
        "end": 196.52000427246094,
        "text": " Is it Viagra again?"
      },
      {
        "id": 34,
        "start": 196.52000427246094,
        "end": 200.52000427246094,
        "text": " It is, yes. Yes."
      },
      {
        "id": 35,
        "start": 200.52000427246094,
        "end": 201.52000427246094,
        "text": " Cool."
      },
      {
        "id": 36,
        "start": 201.52000427246094,
        "end": 207.52000427246094,
        "text": " Okay, send me that, and if it didn't work, I'll call you back and cancel."
      },
      {
        "id": 37,
        "start": 207.52000427246094,
        "end": 212.52000427246094,
        "text": " Okay, and if they do, you'll call us back and you'll order some. Okay, we're going"
      },
      {
        "id": 38,
        "start": 212.52000427246094,
        "end": 218.52000427246094,
        "text": " 50 milligrams, just because that's what you've already been approved for. And can"
      },
      {
        "id": 39,
        "start": 218.52000427246094,
        "end": 226.52000427246094,
        "text": " I send this free sample to 735 Bobcat Creek, San Antonio, Texas, 78251?"
      },
      {
        "id": 40,
        "start": 226.52000427246094,
        "end": 227.52000427246094,
        "text": " Yes."
      },
      {
        "id": 41,
        "start": 227.52000427246094,
        "end": 232.52000427246094,
        "text": " Okay, great. So yeah, you're going to receive those probably by next Wednesday"
      },
      {
        "id": 42,
        "start": 232.52000427246094,
        "end": 237.52000427246094,
        "text": " or Thursday. And if you need anything before June, just give us a call. We're"
      },
      {
        "id": 43,
        "start": 237.52000427246094,
        "end": 238.52000427246094,
        "text": " always here."
      },
      {
        "id": 44,
        "start": 238.52000427246094,
        "end": 240.52000427246094,
        "text": " All right, sounds good."
      },
      {
        "id": 45,
        "start": 240.52000427246094,
        "end": 243.52000427246094,
        "text": " Monday through Friday at least. Okay, have a great day, Pete."
      },
      {
        "id": 46,
        "start": 243.52000427246094,
        "end": 245.52000427246094,
        "text": " Okay. Thank you."
      },
      {
        "id": 47,
        "start": 245.52000427246094,
        "end": 247.52000427246094,
        "text": " Thank you. Yeah. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-815d-8b9b-c261d0ed281e",
    "url": "https://www.notion.so/300000001216707-300000001706033-2f611d0a101c815d8b9bc261d0ed281e"
  },
  "processedAt": "2026-01-28T16:40:01.379Z"
}