{
  "recording": {
    "name": "300000001221192-300000001711093-4345345472 by kt@superbalife.com @ 11_47_25 AM.wav",
    "size": 361330,
    "modifyTime": 1769629889000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001221192-300000001711093-4345345472 by kt@superbalife.com @ 11_47_25 AM.wav",
    "uploadDate": "2026-01-28T19:51:29.000Z",
    "callId": "300000001221192-300000001711093",
    "agent": "kt",
    "phoneNumber": "4345345472",
    "callTimestamp": "2026-01-28T11:47:25.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hello. Hey Norm, this is T.P. Goodrich, bud. Yes. I just wanted to call you back.\n\nSpeaker 2: Susan mentioned you called me and then I wanted to ensure with you if you checked your PayPal, the refund should be there and I just don't want to let you go without you seeing it for yourself on our dashboard and in your PayPal. Right.\n\nSpeaker 1: Yeah, I haven't seen it yet. I checked just a few minutes ago. Try again.\n\nSpeaker 2: I'll stay on the line. Okay, all those calls that you're saying, that was just me trying to get a hold of you. The last time you and I talked was the last time that I called, so let me check. Hold on. Okay, thank you, Norm.\n\nSpeaker 1: Yeah, it's still not showing up, but I'm assuming it will by the end of the day.\n\nSpeaker 2: And if you go to scoreblue.com, Norman, and you log in with your Gmail account, right, you'll see under the receipts, there's a category that says receipts. You'll see amount refunded $163.95 and that was done. It was reversed.\n\nSpeaker 1: Yeah, it says for the 10th.\n\nSpeaker 2: Sometimes PayPal does it immediately. Sometimes it's within an hour. At worst, 24 hours, but just rest assured you have me. You have my number. I did do my due diligence and I did ensure that you got that. We're definitely not gonna do you wrong, but...\n\nSpeaker 1: No, I know. I'm trying to... And thank you for being noble. Thank you for being noble too and returning those bills that didn't work. And I tried to make things right to send you something that was gonna work and hopefully they do. You know, sometimes you just need to take a break or something like that. Well, I will try though. Go ahead.\n\nSpeaker 2: Go ahead. No, no, no. I was gonna say after you're done trying, something that I know that's worked for me with my prostate is the company that's organic. It's called Prostagenics. Okay.\n\nSpeaker 1: Go ahead.\n\nSpeaker 2: I was gonna say I'm in the account and I see the refunds. So yeah.\n\nSpeaker 1: Yeah. And PayPal sometimes does it immediately, but give it some time. It's already done.\n\nSpeaker 2: That's all the records of everything we ever done for you. So rest assured you can even take a picture of that, screenshot it, and send it to PayPal. Just allow it, you know, stay in faith and it'll definitely be done. It's already done on our end. It's just PayPal now.\n\nSpeaker 1: All right, bud. And if you ever get a chance, please write an email in your downtime at support at scoreblue.com and let them know how you feel. I can really use the help.\n\nSpeaker 2: All right. I appreciate that. All right. Thank you so much, Mr. Steve. You take care and God bless you.\n\nSpeaker 1: All right. Be well. All right. You take care and God bless you. Bye now.",
    "duration": 6829,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7.440000057220459,
        "text": " Hello. Hey Norm, this is T.P. Goodrich, bud. Yes. I just wanted to call you back."
      },
      {
        "id": 1,
        "start": 7.440000057220459,
        "end": 13.680000305175781,
        "text": " Susan mentioned you called me and then I wanted to ensure with you if you"
      },
      {
        "id": 2,
        "start": 13.680000305175781,
        "end": 19.399999618530273,
        "text": " checked your PayPal, the refund should be there and I just don't want to let you"
      },
      {
        "id": 3,
        "start": 19.399999618530273,
        "end": 27.31999969482422,
        "text": " go without you seeing it for yourself on our dashboard and in your PayPal. Right."
      },
      {
        "id": 4,
        "start": 27.31999969482422,
        "end": 33,
        "text": " Yeah, I haven't seen it yet. I checked just a few minutes ago. Try again."
      },
      {
        "id": 5,
        "start": 33,
        "end": 38.720001220703125,
        "text": " I'll stay on the line. Okay, all those calls that you're saying, that was just me"
      },
      {
        "id": 6,
        "start": 38.720001220703125,
        "end": 43.040000915527344,
        "text": " trying to get a hold of you. The last time you and I talked was the last time"
      },
      {
        "id": 7,
        "start": 43.040000915527344,
        "end": 49.20000076293945,
        "text": " that I called, so let me check. Hold on. Okay, thank you, Norm."
      },
      {
        "id": 8,
        "start": 60.15999984741211,
        "end": 65.19999694824219,
        "text": " Yeah, it's still not showing up, but I'm assuming it will by the end of the"
      },
      {
        "id": 9,
        "start": 65.19999694824219,
        "end": 71.23999786376953,
        "text": " day. And if you go to scoreblue.com, Norman, and you log in with your Gmail"
      },
      {
        "id": 10,
        "start": 71.23999786376953,
        "end": 79.95999908447266,
        "text": " account, right, you'll see under the receipts, there's a category that says"
      },
      {
        "id": 11,
        "start": 79.95999908447266,
        "end": 88.36000061035156,
        "text": " receipts. You'll see amount refunded $163.95 and that was done. It was"
      },
      {
        "id": 12,
        "start": 88.36000061035156,
        "end": 96.16000366210938,
        "text": " reversed. Yeah, it says for the 10th."
      },
      {
        "id": 13,
        "start": 97.04000091552734,
        "end": 104.19999694824219,
        "text": " Sometimes PayPal does it immediately. Sometimes it's within an hour. At worst,"
      },
      {
        "id": 14,
        "start": 104.19999694824219,
        "end": 109.63999938964844,
        "text": " 24 hours, but just rest assured you have me. You have my number. I did do my"
      },
      {
        "id": 15,
        "start": 109.63999938964844,
        "end": 116.27999877929688,
        "text": " due diligence and I did ensure that you got that. We're definitely not gonna do"
      },
      {
        "id": 16,
        "start": 116.27999877929688,
        "end": 123.80000305175781,
        "text": " you wrong, but... No, I know. I'm trying to... And thank you for being noble. Thank you for being"
      },
      {
        "id": 17,
        "start": 123.83999633789062,
        "end": 129.0800018310547,
        "text": " noble to and returning those bills that didn't work. And I tried to make things"
      },
      {
        "id": 18,
        "start": 129.0800018310547,
        "end": 134.16000366210938,
        "text": " right to send you something that was gonna work and hopefully they do. You"
      },
      {
        "id": 19,
        "start": 134.16000366210938,
        "end": 140.27999877929688,
        "text": " know, sometimes you just need to take a break or something like that. Well, I"
      },
      {
        "id": 20,
        "start": 140.27999877929688,
        "end": 146.16000366210938,
        "text": " will try though. Go ahead. Go ahead. No, no, no. I was gonna say after you're done"
      },
      {
        "id": 21,
        "start": 146.16000366210938,
        "end": 153.67999267578125,
        "text": " trying, something that I know that's worked for me with my prostate is the"
      },
      {
        "id": 22,
        "start": 153.67999267578125,
        "end": 163.32000732421875,
        "text": " company that's organic. It's called Prostagenics. Okay."
      },
      {
        "id": 23,
        "start": 163.32000732421875,
        "end": 171.67999267578125,
        "text": " Go ahead. I was gonna say I'm in the account and I see the refunds. So yeah."
      },
      {
        "id": 24,
        "start": 172.27999877929688,
        "end": 179.39999389648438,
        "text": " Yeah. And PayPal sometimes does it immediately, but give it some time. It's"
      },
      {
        "id": 25,
        "start": 179.39999389648438,
        "end": 185.75999450683594,
        "text": " already done. That's all the records of everything we ever done for you. So rest"
      },
      {
        "id": 26,
        "start": 185.75999450683594,
        "end": 190.16000366210938,
        "text": " assured you can even take a picture of that, screenshot it, and send it to PayPal."
      },
      {
        "id": 27,
        "start": 190.16000366210938,
        "end": 194.55999755859375,
        "text": " Just allow it, you know, stay in faith and it'll definitely be done. It's"
      },
      {
        "id": 28,
        "start": 194.55999755859375,
        "end": 200.27999877929688,
        "text": " already done on our end. It's just PayPal now. All right, bud. And if you ever get a"
      },
      {
        "id": 29,
        "start": 200.27999877929688,
        "end": 205.0800018310547,
        "text": " chance, please write an email in your downtime at support at scoreblue.com and"
      },
      {
        "id": 30,
        "start": 205.0800018310547,
        "end": 209.8800048828125,
        "text": " let them know how you feel. I can really use the help. All right. I appreciate that."
      },
      {
        "id": 31,
        "start": 209.8800048828125,
        "end": 215.63999938964844,
        "text": " All right. Thank you so much, Mr. Steve. You take care and God bless you."
      },
      {
        "id": 32,
        "start": 215.63999938964844,
        "end": 221.63999938964844,
        "text": " All right. Be well. All right. You take care and God bless you. Bye now."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8165-a4a2-c70275b7d3e9",
    "url": "https://www.notion.so/300000001221192-300000001711093-2f611d0a101c8165a4a2c70275b7d3e9"
  },
  "processedAt": "2026-01-28T23:20:33.191Z"
}