{
  "recording": {
    "name": "300000001221582-300000001711353-7278084204 by john@superbalife.com @ 1_40_46 PM.wav",
    "size": 909736,
    "modifyTime": 1769637028000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001221582-300000001711353-7278084204 by john@superbalife.com @ 1_40_46 PM.wav",
    "uploadDate": "2026-01-28T21:50:28.000Z",
    "callId": "300000001221582-300000001711353",
    "agent": "john",
    "phoneNumber": "7278084204",
    "callTimestamp": "2026-01-28T13:40:46.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling. This is John. How can I help you?\n\nSpeaker 2: Yes, hi. I've ordered the SCORE Blue a few times and it's very good, you know, the regular one. And I just wanted to ask what the difference is between the ingredients for the regular SCORE Blue and the SCORE Blue AGV.\n\nSpeaker 1: Yeah, so the regular one, that's just a standard FDA approved US made generic. It meets all the requirements it needs to be considered a generic of Viagra. What makes it different than the other one is the other one is actually made by the first party. Pfizer makes this as well. So they're making their own version of a generic basically, but it's made to their standards and their quality levels. So the key thing is the inactive ingredients in the AGV are different than the other one. They both have sildenafil, that's the active ingredient that gets you the erection. The inactive ingredients are called delivery mechanisms or like delivery device for the pill. It'll more effectively and efficiently disperse the medication into your bloodstream. So it'll work faster and just more consistently each time you take it.\n\nSpeaker 2: And I noticed that it says it lasts for up to 14 hours instead of four to six.\n\nSpeaker 1: It can, yeah. That's not for everybody, but it can depending on how it reacts to your body. But in cases I've heard of people, excuse me, that have called and given us feedback, I've heard a few people tell me they've taken one in the morning, it worked, and then they've come home later and been able to use, not have to take another pill and go again. So they said it's been more like an eight hour thing for them. Maybe it would have lasted longer if they tried, but I have had people tell me they've been able to take one pill earlier in the day and it still lasted later in the day.\n\nSpeaker 2: And one other question, the regular SCORE Blue, that's also made by Pfizer, correct?\n\nSpeaker 1: Not, you know, even, or is it just the AGV made by Pfizer?\n\nSpeaker 2: The AGV and the blue pill, the blue pill's really expensive. You probably didn't order that.\n\nSpeaker 1: That's the regular Viagra, yeah.\n\nSpeaker 2: Yes, but the other, the normal generic we sell, no, it comes from a company called Apco and it comes out of their New Jersey facility.\n\nSpeaker 1: Oh, so it's not made by Pfizer, the regular one?\n\nSpeaker 2: No, the regular one is not. The AGV is, yes, correct. So that's why it's a little bit better because the original people are making it, so they're able to make it kind of to their exact specifications.\n\nSpeaker 1: Oh, okay. So the main difference is one is the regular SCORE Blue is not made by Pfizer, but the AGV is made by Pfizer.\n\nSpeaker 2: Correct, correct, yes. So the regular generic is just a normal FDA approved generic. It is not made by Pfizer, that is correct.\n\nSpeaker 1: Okay, and the one that does come out of New Jersey, I think you said New Jersey, that's not from a foreign country and then they process it. It's made in America?\n\nSpeaker 2: It's made in that facility, New Jersey. So, yes, it is made in the United States. And then the AGV one is made in France.\n\nSpeaker 1: Okay. Oh, and the AGV one is made by Pfizer in France.\n\nSpeaker 2: Yeah, that's where they've always made it, I guess, so that's where they make this one too.\n\nSpeaker 1: Okay. And what's the maximum if you were to get, say, do they come in any more than 100 mg or is that the maximum?\n\nSpeaker 2: No, that's the maximum. That is the highest dose you can take in a day.\n\nSpeaker 1: Okay, and what's the maximum number of pills that you can get in one order?\n\nSpeaker 2: Right now it's 40 on the AGV.\n\nSpeaker 1: Okay, and are you allowed to get more than one order at a time or no?\n\nSpeaker 2: No, the pharmacy wouldn't do that. That 40 pill count is a 60-day supply, so two months you can basically reorder that every two months if you wanted to, but that would be the quickest.\n\nSpeaker 1: Oh, okay, every two months. Okay.\n\nSpeaker 2: Yeah, they have certain restrictions on amounts of pills and stuff, so they got to follow obviously any sorts of regulations like that.\n\nSpeaker 1: Oh, okay. Can I reorder now?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: On the phone with you?\n\nSpeaker 2: Yeah, I think you told me at the beginning, but can I get your name and zip code?\n\nSpeaker 1: Howard Manhoff. That's spelled M-A-N-H-O-F-F like Frank Frank. And my zip code is 34655.\n\nSpeaker 2: Thanks.\n\nSpeaker 1: Now, this is sent through the mail, but because I'm moving to a new address and I gave the post office my new address, so my mail is going to the new address, but will this still come to the address that I have with you listed?\n\nSpeaker 2: Well, if you want me to update the address, I can just update the address, but yes, it does come through the post office, so if it went to a situation where it needed to be forwarded, it would be forwarded because they're delivering it.\n\nSpeaker 1: Oh, so it's just regular post office, U.S. post office, so it would be forwarded?\n\nSpeaker 2: Yes, sir. Because I have the Pardo Drive, El Pardo Drive.\n\nSpeaker 1: Yeah, right now my mail is being forwarded even though I'm not at the new address yet and I'm not sure how soon I'm going to be there. That's the thing.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Okay, if I order it and it's forwarded there, it is still going to be packaged discreetly and everything like that?\n\nSpeaker 2: It all comes the same exact way you've been getting it. It's just going to be different pills in the bottle.\n\nSpeaker 1: Okay. And the AGV is also 40 pills?\n\nSpeaker 2: Yeah, that would be the most we can do on the AGV is 40.\n\nSpeaker 1: Okay. And how much is the AGV again?\n\nSpeaker 2: So, for those 40, it would be $163.95.\n\nSpeaker 1: Okay. Can you go ahead and set me up for the AGV reorder?\n\nSpeaker 2: Yeah, absolutely I can. And you do want it to come out, like, charge you today to send out, right? You're not worried about the forwarding?\n\nSpeaker 1: No, I'm not worried. I can always get that eventually.\n\nSpeaker 2: Okay. Just want to make sure. And then I'm going to send it to you.\n\nSpeaker 1: Okay.\n\nSpeaker 2: And then I do just want to, not to say you don't want this, but there was a note in here from a few months ago that you didn't want to try the AGV, but you do for sure just want to try and see how this goes for you?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: I have tried the regular, and the regular works great. But if you're saying that the one that's made by Pfizer has a better delivery system?\n\nSpeaker 1: Yeah, it does. So, that's how we get it. That's how it can work faster. Like, when we say as fast as 11 minutes and all that stuff, it's because it's actually getting into the blood in a better method. Like, more effectively and more efficiently.\n\nSpeaker 2: And it may, not necessarily, but may last a little bit longer than the other one?\n\nSpeaker 1: Yeah, yes. The speed it works and how long it lasts is going to depend on how it reacts to chemistry. But in general, I do hear people tell me it works faster and longer than a normal Viagra would. Even if it's not the extremes of the scale there, the 14 hours or whatever, I do have people tell me it lasts longer.\n\nSpeaker 2: Okay. Let's go with the AGV.\n\nSpeaker 1: Okay. You want me to use a card that ends in 6700?\n\nSpeaker 2: Yes, please.\n\nSpeaker 1: And approximately how long can I expect for that to be delivered, approximately?\n\nSpeaker 2: Five to seven days or so.\n\nSpeaker 1: Okay, very good.\n\nSpeaker 2: So, one last thing, though, Howard. Unfortunately, that did decline when I tried to put that through.\n\nSpeaker 1: It did?\n\nSpeaker 2: Yeah, the one that ends in 6700 and expires 8 of 28. I don't know. Sometimes people have locks on their card. I don't know if it's that.\n\nSpeaker 1: Oh, well, I did have some major things that I bought yesterday, but I called them and notified them and they let it go through. This is pretty inexpensive. I don't understand why they're doing that. It was declined?\n\nSpeaker 2: It's a soft decline, which means it is on the bank's end, so it could have to do with what you're talking about where they're like, oh, this is where he's making another purchase today. It could very well be that. I don't know, but it's a soft decline. If it's a hard decline, it would mean that we declined you for some reason.\n\nSpeaker 1: Oh, okay. Well, I guess I have to call them and let them know that it shouldn't be declined and then call you back.\n\nSpeaker 2: Okay. I'm putting a note in your profile as well in case you don't get me, that that way whoever you get knows exactly what you're calling about.\n\nSpeaker 1: And what are your hours again?\n\nSpeaker 2: We're open until 8 p.m. your time.\n\nSpeaker 1: Okay. And in the morning, what time do you open usually?\n\nSpeaker 2: 11 a.m. your time.\n\nSpeaker 1: Okay. 11 a.m. to 8 p.m. Eastern Standard Time. Okay, thanks. I appreciate it. I'll call them and tell them to get that decline off and then call back and reorder. Thanks. I appreciate it.\n\nSpeaker 2: You too. Bye.\n\nSpeaker 1: Bye-bye.",
    "duration": 28086,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 3.0799999237060547,
        "text": " Thank you for calling. This is John. How can I help you?"
      },
      {
        "id": 1,
        "start": 3.0799999237060547,
        "end": 11.079999923706055,
        "text": " Yes, hi. I've ordered the SCORE Blue a few times and it's very good, you know, the regular"
      },
      {
        "id": 2,
        "start": 11.079999923706055,
        "end": 19.200000762939453,
        "text": " one. And I just wanted to ask what the difference is between the ingredients for the regular"
      },
      {
        "id": 3,
        "start": 19.200000762939453,
        "end": 23.84000015258789,
        "text": " SCORE Blue and the SCORE Blue AGV."
      },
      {
        "id": 4,
        "start": 23.84000015258789,
        "end": 33.15999984741211,
        "text": " Yeah, so the regular one, that's just a standard FDA approved US made generic. It meets all"
      },
      {
        "id": 5,
        "start": 33.15999984741211,
        "end": 37.47999954223633,
        "text": " the requirements it needs to be considered a generic of Viagra. What makes it different"
      },
      {
        "id": 6,
        "start": 37.47999954223633,
        "end": 41.279998779296875,
        "text": " than the other one is the other one is actually made by the first party. Pfizer makes this"
      },
      {
        "id": 7,
        "start": 41.279998779296875,
        "end": 45.91999816894531,
        "text": " as well. So they're making their own version of a generic basically, but it's made to their"
      },
      {
        "id": 8,
        "start": 45.91999816894531,
        "end": 51.68000030517578,
        "text": " standards and their quality levels. So the key thing is the inactive ingredients in the"
      },
      {
        "id": 9,
        "start": 51.68000030517578,
        "end": 56.91999816894531,
        "text": " AGV are different than the other one. They both have cidenafil, that's the active ingredient"
      },
      {
        "id": 10,
        "start": 56.91999816894531,
        "end": 62.599998474121094,
        "text": " that gets you the erection. The inactive ingredients are called delivery mechanisms or like delivery"
      },
      {
        "id": 11,
        "start": 62.599998474121094,
        "end": 67.76000213623047,
        "text": " device for the pill. It'll more effectively and efficiently disperse the medication into"
      },
      {
        "id": 12,
        "start": 67.76000213623047,
        "end": 71.68000030517578,
        "text": " your bloodstream. So it'll work faster and just more consistently each time you take"
      },
      {
        "id": 13,
        "start": 71.68000030517578,
        "end": 73.4800033569336,
        "text": " it."
      },
      {
        "id": 14,
        "start": 73.4800033569336,
        "end": 79.31999969482422,
        "text": " And I noticed that it says it lasts for up to 14 hours instead of four to six."
      },
      {
        "id": 15,
        "start": 79.31999969482422,
        "end": 83.12000274658203,
        "text": " It can, yeah. That's not for everybody, but it can depending on how it reacts to your"
      },
      {
        "id": 16,
        "start": 83.12000274658203,
        "end": 88.83999633789062,
        "text": " body. But in cases I've heard of people, excuse me, that have called and given us feedback,"
      },
      {
        "id": 17,
        "start": 88.83999633789062,
        "end": 93,
        "text": " I've heard a few people tell me they've taken one in the morning, it worked, and then they've"
      },
      {
        "id": 18,
        "start": 93,
        "end": 97.19999694824219,
        "text": " come home later and been able to use, not have to take another pill and go again. So"
      },
      {
        "id": 19,
        "start": 97.19999694824219,
        "end": 100.36000061035156,
        "text": " they said it's been more like an eight hour thing for them. Maybe it would have lasted"
      },
      {
        "id": 20,
        "start": 100.36000061035156,
        "end": 103.72000122070312,
        "text": " longer if they tried, but I have had people tell me they've been able to take one pill"
      },
      {
        "id": 21,
        "start": 103.72000122070312,
        "end": 107.04000091552734,
        "text": " earlier in the day and it still lasted later in the day."
      },
      {
        "id": 22,
        "start": 107.31999969482422,
        "end": 113.36000061035156,
        "text": " And one other question, the regular SCORE Blue, that's also made by Pfizer, correct?"
      },
      {
        "id": 23,
        "start": 113.36000061035156,
        "end": 117.83999633789062,
        "text": " Not, you know, even, or is it just the AGV made by Pfizer?"
      },
      {
        "id": 24,
        "start": 117.83999633789062,
        "end": 122.72000122070312,
        "text": " The AGV and the blue pill, the blue pill's really expensive. You probably didn't order"
      },
      {
        "id": 25,
        "start": 122.72000122070312,
        "end": 123.72000122070312,
        "text": " that."
      },
      {
        "id": 26,
        "start": 123.72000122070312,
        "end": 124.72000122070312,
        "text": " That's the regular Viagra, yeah."
      },
      {
        "id": 27,
        "start": 124.72000122070312,
        "end": 129.36000061035156,
        "text": " Yes, but the other, the normal generic we sell, no, it comes from a company called Apco"
      },
      {
        "id": 28,
        "start": 129.36000061035156,
        "end": 131.60000610351562,
        "text": " and it comes out of their New Jersey facility."
      },
      {
        "id": 29,
        "start": 131.60000610351562,
        "end": 136.32000732421875,
        "text": " Oh, so it's not made by Pfizer, the regular one?"
      },
      {
        "id": 30,
        "start": 136.32000732421875,
        "end": 140.27999877929688,
        "text": " No, the regular one is not. The AGV is, yes, correct. So that's why it's a little bit better"
      },
      {
        "id": 31,
        "start": 140.27999877929688,
        "end": 144.44000244140625,
        "text": " because the original people are making it, so they're able to make it kind of to their"
      },
      {
        "id": 32,
        "start": 144.44000244140625,
        "end": 145.44000244140625,
        "text": " exact specifications."
      },
      {
        "id": 33,
        "start": 145.44000244140625,
        "end": 154.60000610351562,
        "text": " Oh, okay. So the main difference is one is the regular SCORE Blue is not made by Pfizer,"
      },
      {
        "id": 34,
        "start": 154.60000610351562,
        "end": 157.0800018310547,
        "text": " but the AGV is made by Pfizer."
      },
      {
        "id": 35,
        "start": 157.0800018310547,
        "end": 162.83999633789062,
        "text": " Correct, correct, yes. So the regular generic is just a normal FDA approved generic. It"
      },
      {
        "id": 36,
        "start": 162.83999633789062,
        "end": 165.1999969482422,
        "text": " is not made by Pfizer, that is correct."
      },
      {
        "id": 37,
        "start": 165.27999877929688,
        "end": 169.75999450683594,
        "text": " Okay, and the one that does come out of New Jersey, I think you said New Jersey, that's"
      },
      {
        "id": 38,
        "start": 169.75999450683594,
        "end": 176.16000366210938,
        "text": " not from a foreign country and then they process it. It's made in America?"
      },
      {
        "id": 39,
        "start": 176.16000366210938,
        "end": 181,
        "text": " It's made in that facility, New Jersey. So, yes, it is made in the United States. And"
      },
      {
        "id": 40,
        "start": 181,
        "end": 183.8000030517578,
        "text": " then the AGV one is made in France."
      },
      {
        "id": 41,
        "start": 183.8000030517578,
        "end": 188.44000244140625,
        "text": " Okay. Oh, and the AGV one is made by Pfizer in France."
      },
      {
        "id": 42,
        "start": 188.44000244140625,
        "end": 192.0399932861328,
        "text": " Yeah, that's where they've always made it, I guess, so that's where they make this one"
      },
      {
        "id": 43,
        "start": 192.0399932861328,
        "end": 193.0399932861328,
        "text": " too."
      },
      {
        "id": 44,
        "start": 193.44000244140625,
        "end": 201.8000030517578,
        "text": " Okay. And what's the maximum if you were to get, say, do they come in any more than 100"
      },
      {
        "id": 45,
        "start": 201.8000030517578,
        "end": 203.8000030517578,
        "text": " mg or is that the maximum?"
      },
      {
        "id": 46,
        "start": 203.8000030517578,
        "end": 208.24000549316406,
        "text": " No, that's the maximum. That is the highest dose you can take in a day."
      },
      {
        "id": 47,
        "start": 208.24000549316406,
        "end": 213.63999938964844,
        "text": " Okay, and what's the maximum number of pills that you can get in one order?"
      },
      {
        "id": 48,
        "start": 213.63999938964844,
        "end": 215.9199981689453,
        "text": " Right now it's 40 on the AGV."
      },
      {
        "id": 49,
        "start": 215.9199981689453,
        "end": 221.0399932861328,
        "text": " Okay, and are you allowed to get more than one order at a time or no?"
      },
      {
        "id": 50,
        "start": 221.0399932861328,
        "end": 228.72000122070312,
        "text": " No, the pharmacy wouldn't do that. That 40 pill count is a 60-day supply, so two months"
      },
      {
        "id": 51,
        "start": 228.72000122070312,
        "end": 233.1999969482422,
        "text": " you can basically reorder that every two months if you wanted to, but that would be the quickest."
      },
      {
        "id": 52,
        "start": 233.1999969482422,
        "end": 235.8000030517578,
        "text": " Oh, okay, every two months. Okay."
      },
      {
        "id": 53,
        "start": 235.8000030517578,
        "end": 240.36000061035156,
        "text": " Yeah, they have certain restrictions on amounts of pills and stuff, so they got to follow"
      },
      {
        "id": 54,
        "start": 240.36000061035156,
        "end": 244.0800018310547,
        "text": " obviously any sorts of regulations like that."
      },
      {
        "id": 55,
        "start": 244.24000549316406,
        "end": 249.24000549316406,
        "text": " Oh, okay. Can I reorder now?"
      },
      {
        "id": 56,
        "start": 249.24000549316406,
        "end": 250.24000549316406,
        "text": " Yeah."
      },
      {
        "id": 57,
        "start": 250.24000549316406,
        "end": 251.24000549316406,
        "text": " On the phone with you?"
      },
      {
        "id": 58,
        "start": 251.24000549316406,
        "end": 255.44000244140625,
        "text": " Yeah, I think you told me at the beginning, but can I get your name and zip code?"
      },
      {
        "id": 59,
        "start": 255.44000244140625,
        "end": 265.44000244140625,
        "text": " Howard Manhoff. That's spelled M-A-N-H-O-F-F like Frank Frank. And my zip code is 34655."
      },
      {
        "id": 60,
        "start": 265.44000244140625,
        "end": 266.44000244140625,
        "text": " Thanks."
      },
      {
        "id": 61,
        "start": 266.79998779296875,
        "end": 272,
        "text": " Now, this is sent through the mail, but because I'm moving to a new address and I gave the"
      },
      {
        "id": 62,
        "start": 272,
        "end": 276.79998779296875,
        "text": " post office my new address, so my mail is going to the new address, but will this still"
      },
      {
        "id": 63,
        "start": 276.79998779296875,
        "end": 281.79998779296875,
        "text": " come to the address that I have with you listed?"
      },
      {
        "id": 64,
        "start": 281.79998779296875,
        "end": 285,
        "text": " Well, if you want me to update the address, I can just update the address, but yes, it"
      },
      {
        "id": 65,
        "start": 285,
        "end": 289,
        "text": " does come through the post office, so if it went to a situation where it needed to be"
      },
      {
        "id": 66,
        "start": 289,
        "end": 292,
        "text": " forwarded, it would be forwarded because they're delivering it."
      },
      {
        "id": 67,
        "start": 292.55999755859375,
        "end": 297.55999755859375,
        "text": " Oh, so it's just regular post office, U.S. post office, so it would be forwarded?"
      },
      {
        "id": 68,
        "start": 297.55999755859375,
        "end": 302.55999755859375,
        "text": " Yes, sir. Because I have the Pardo Drive, El Pardo Drive."
      },
      {
        "id": 69,
        "start": 302.55999755859375,
        "end": 309.55999755859375,
        "text": " Yeah, right now my mail is being forwarded even though I'm not at the new address yet"
      },
      {
        "id": 70,
        "start": 309.55999755859375,
        "end": 314.55999755859375,
        "text": " and I'm not sure how soon I'm going to be there. That's the thing."
      },
      {
        "id": 71,
        "start": 314.55999755859375,
        "end": 315.55999755859375,
        "text": " Okay."
      },
      {
        "id": 72,
        "start": 316.1199951171875,
        "end": 323.1199951171875,
        "text": " Okay, if I order it and it's forwarded there, it is still going to be packaged discreetly"
      },
      {
        "id": 73,
        "start": 323.1199951171875,
        "end": 324.1199951171875,
        "text": " and everything like that?"
      },
      {
        "id": 74,
        "start": 324.1199951171875,
        "end": 327.1199951171875,
        "text": " It all comes the same exact way you've been getting it. It's just going to be different"
      },
      {
        "id": 75,
        "start": 327.1199951171875,
        "end": 329.1199951171875,
        "text": " pills in the bottle."
      },
      {
        "id": 76,
        "start": 329.1199951171875,
        "end": 335.1199951171875,
        "text": " Okay. And the AGV is also 40 pills?"
      },
      {
        "id": 77,
        "start": 335.1199951171875,
        "end": 339.1199951171875,
        "text": " Yeah, that would be the most we can do on the AGV is 40."
      },
      {
        "id": 78,
        "start": 339.1199951171875,
        "end": 342.1199951171875,
        "text": " Okay. And how much is the AGV again?"
      },
      {
        "id": 79,
        "start": 342.67999267578125,
        "end": 345.67999267578125,
        "text": " So, for those 40, it would be $163.95."
      },
      {
        "id": 80,
        "start": 346.67999267578125,
        "end": 353.67999267578125,
        "text": " Okay. Can you go ahead and set me up for the AGV reorder?"
      },
      {
        "id": 81,
        "start": 353.67999267578125,
        "end": 358.67999267578125,
        "text": " Yeah, absolutely I can. And you do want it to come out, like, charge you today to send"
      },
      {
        "id": 82,
        "start": 358.67999267578125,
        "end": 360.67999267578125,
        "text": " out, right? You're not worried about the forwarding?"
      },
      {
        "id": 83,
        "start": 360.67999267578125,
        "end": 365.67999267578125,
        "text": " No, I'm not worried. I can always get that eventually."
      },
      {
        "id": 84,
        "start": 365.67999267578125,
        "end": 370.67999267578125,
        "text": " Okay. Just want to make sure. And then I'm going to send it to you."
      },
      {
        "id": 85,
        "start": 371.239990234375,
        "end": 372.239990234375,
        "text": " Okay."
      },
      {
        "id": 86,
        "start": 372.239990234375,
        "end": 375.239990234375,
        "text": " And then I do just want to, not to say you don't want this, but there was a note in here"
      },
      {
        "id": 87,
        "start": 375.239990234375,
        "end": 379.239990234375,
        "text": " from a few months ago that you didn't want to try the AGV, but you do for sure just want"
      },
      {
        "id": 88,
        "start": 379.239990234375,
        "end": 381.239990234375,
        "text": " to try and see how this goes for you?"
      },
      {
        "id": 89,
        "start": 381.239990234375,
        "end": 382.239990234375,
        "text": " Yeah."
      },
      {
        "id": 90,
        "start": 382.239990234375,
        "end": 383.239990234375,
        "text": " Okay."
      },
      {
        "id": 91,
        "start": 383.239990234375,
        "end": 395.239990234375,
        "text": " I have tried the regular, and the regular works great. But if you're saying that the"
      },
      {
        "id": 92,
        "start": 395.239990234375,
        "end": 400.239990234375,
        "text": " one that's made by Pfizer has a better delivery system?"
      },
      {
        "id": 93,
        "start": 400.79998779296875,
        "end": 405.79998779296875,
        "text": " Yeah, it does. So, that's how we get it. That's how it can work faster. Like, when we say"
      },
      {
        "id": 94,
        "start": 405.79998779296875,
        "end": 409.79998779296875,
        "text": " as fast as 11 minutes and all that stuff, it's because it's actually getting into the"
      },
      {
        "id": 95,
        "start": 409.79998779296875,
        "end": 414.79998779296875,
        "text": " blood in a better method. Like, more effectively and more efficiently."
      },
      {
        "id": 96,
        "start": 414.79998779296875,
        "end": 419.79998779296875,
        "text": " And it may, not necessarily, but may last a little bit longer than the other one?"
      },
      {
        "id": 97,
        "start": 420.79998779296875,
        "end": 425.79998779296875,
        "text": " Yeah, yes. The speed it works and how long it lasts is going to depend on how it reacts"
      },
      {
        "id": 98,
        "start": 426.3599853515625,
        "end": 430.3599853515625,
        "text": " to chemistry. But in general, I do hear people tell me it works faster and longer than a"
      },
      {
        "id": 99,
        "start": 430.3599853515625,
        "end": 435.3599853515625,
        "text": " normal Viagra would. Even if it's not the extremes of the scale there, the 14 hours"
      },
      {
        "id": 100,
        "start": 435.3599853515625,
        "end": 439.3599853515625,
        "text": " or whatever, I do have people tell me it lasts longer."
      },
      {
        "id": 101,
        "start": 439.3599853515625,
        "end": 442.3599853515625,
        "text": " Okay. Let's go with the AGV."
      },
      {
        "id": 102,
        "start": 442.3599853515625,
        "end": 446.3599853515625,
        "text": " Okay. You want me to use a car that ends in 6700?"
      },
      {
        "id": 103,
        "start": 446.9200134277344,
        "end": 448.9200134277344,
        "text": " Yes, please."
      },
      {
        "id": 104,
        "start": 450.9200134277344,
        "end": 456.9200134277344,
        "text": " And approximately how long can I expect for that to be delivered, approximately?"
      },
      {
        "id": 105,
        "start": 456.9200134277344,
        "end": 458.9200134277344,
        "text": " Five to seven days or so."
      },
      {
        "id": 106,
        "start": 458.9200134277344,
        "end": 460.9200134277344,
        "text": " Okay, very good."
      },
      {
        "id": 107,
        "start": 460.9200134277344,
        "end": 464.9200134277344,
        "text": " So, one last thing, though, Howard. Unfortunately, that did decline when I tried to put that through."
      },
      {
        "id": 108,
        "start": 467.9200134277344,
        "end": 468.9200134277344,
        "text": " It did?"
      },
      {
        "id": 109,
        "start": 468.9200134277344,
        "end": 473.9200134277344,
        "text": " Yeah, the one that ends in 6700 and expires 8 of 28. I don't know. Sometimes people have"
      },
      {
        "id": 110,
        "start": 474.4800109863281,
        "end": 477.4800109863281,
        "text": " locks on their card. I don't know if it's that."
      },
      {
        "id": 111,
        "start": 478.4800109863281,
        "end": 487.4800109863281,
        "text": " Oh, well, I did have some major things that I bought yesterday, but I called them and"
      },
      {
        "id": 112,
        "start": 487.4800109863281,
        "end": 492.4800109863281,
        "text": " notified them and they let it go through. This is pretty inexpensive. I don't understand"
      },
      {
        "id": 113,
        "start": 492.4800109863281,
        "end": 498.4800109863281,
        "text": " why they're doing that. It was declined?"
      },
      {
        "id": 114,
        "start": 499.0400085449219,
        "end": 503.0400085449219,
        "text": " It's a soft decline, which means it is on the bank's end, so it could have to do with"
      },
      {
        "id": 115,
        "start": 503.0400085449219,
        "end": 506.0400085449219,
        "text": " what you're talking about where they're like, oh, this is where he's making another purchase"
      },
      {
        "id": 116,
        "start": 506.0400085449219,
        "end": 511.0400085449219,
        "text": " today. It could very well be that. I don't know, but it's a soft decline. If it's a hard"
      },
      {
        "id": 117,
        "start": 511.0400085449219,
        "end": 514.0399780273438,
        "text": " decline, it would mean that we declined you for some reason."
      },
      {
        "id": 118,
        "start": 514.0399780273438,
        "end": 520.0399780273438,
        "text": " Oh, okay. Well, I guess I have to call them and let them know that it shouldn't be declined"
      },
      {
        "id": 119,
        "start": 520.0399780273438,
        "end": 522.0399780273438,
        "text": " and then call you back."
      },
      {
        "id": 120,
        "start": 522.0399780273438,
        "end": 527.0399780273438,
        "text": " Okay. I'm putting a note in your profile as well in case you don't get me, that that way"
      },
      {
        "id": 121,
        "start": 527.5999755859375,
        "end": 530.5999755859375,
        "text": " whoever you get knows exactly what you're calling about."
      },
      {
        "id": 122,
        "start": 530.5999755859375,
        "end": 533.5999755859375,
        "text": " And what are your hours again?"
      },
      {
        "id": 123,
        "start": 533.5999755859375,
        "end": 536.5999755859375,
        "text": " We're open until 8 p.m. your time."
      },
      {
        "id": 124,
        "start": 536.5999755859375,
        "end": 540.5999755859375,
        "text": " Okay. And in the morning, what time do you open usually?"
      },
      {
        "id": 125,
        "start": 540.5999755859375,
        "end": 542.5999755859375,
        "text": " 11 a.m. your time."
      },
      {
        "id": 126,
        "start": 542.5999755859375,
        "end": 549.5999755859375,
        "text": " Okay. 11 a.m. to 8 p.m. Eastern Standard Time. Okay, thanks. I appreciate it. I'll call them"
      },
      {
        "id": 127,
        "start": 549.5999755859375,
        "end": 555.5999755859375,
        "text": " and tell them to get that decline off and then call back and reorder. Thanks. I appreciate"
      },
      {
        "id": 128,
        "start": 555.5999755859375,
        "end": 556.5999755859375,
        "text": " it."
      },
      {
        "id": 129,
        "start": 557.1599731445312,
        "end": 558.1599731445312,
        "text": " You too. Bye."
      },
      {
        "id": 130,
        "start": 558.1599731445312,
        "end": 559.1599731445312,
        "text": " Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81b4-b85d-f7c2d78b7da9",
    "url": "https://www.notion.so/300000001221582-300000001711353-2f611d0a101c81b4b85df7c2d78b7da9"
  },
  "processedAt": "2026-01-28T22:29:15.463Z"
}