{
  "recording": {
    "name": "300000001217406-300000001707736-4027052748 by jimmy@superbalife.com @ 10_13_43 AM.wav",
    "size": 258696,
    "modifyTime": 1769592147000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001217406-300000001707736-4027052748 by jimmy@superbalife.com @ 10_13_43 AM.wav",
    "uploadDate": "2026-01-28T09:22:27.000Z",
    "callId": "300000001217406-300000001707736",
    "agent": "jimmy",
    "phoneNumber": "4027052748",
    "callTimestamp": "2026-01-28T10:13:43.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thanks for calling Viagra, this is Jimmy. How can I help you today?\n\nSpeaker 2: Yes, this is Tim Reeve. I placed an order last night, and I kept getting kicked out of the website, but I just wanted to verify and make sure I wasn't on that auto refill.\n\nSpeaker 1: Let me check it out and see what's going on. Hold on one second.\n\nSpeaker 2: Mr. Reeve, I do see that your order is at the pharmacy right now, and it looks like that your account is, your prescription has you for every three months, as far as that's concerned, to keep your prescription active.\n\nSpeaker 1: What we can do for you, if that's too frequently for you, we can push that back so it's not happening so often, if that's something you might want to do.\n\nSpeaker 2: Well, no, I don't want an auto withdrawal at all. I just want to call in when I need some.\n\nSpeaker 1: Well, see, that's the whole point, to keep your subscription active.\n\nSpeaker 2: We have to have some type of prescription on file, as far as that's concerned, to keep your account active, basically. It doesn't have to be, like I said, I can even push it back like six months, and if six months comes too soon, you can always call and say, push me back some more.\n\nSpeaker 1: So it's not that, therefore, your prescription will always be on file with us when you do want to order, as a matter of fact. So I can do that for you if you'd like.\n\nSpeaker 2: How about if we just take the prescription off until I call next time, then, because I don't want this on auto withdrawal, because I don't have the money in the bank at times to do that.\n\nSpeaker 1: All right. Because by doing that, what that means is that you wouldn't be able to order it, possibly, if there's not any on stock, because we do take care of our prescriptions first and only for first-time orders, as well.\n\nSpeaker 2: But I do see that you don't order that often. It looks like the last time you ordered before now was back in 2023. Is that right?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Yeah, so I can see that you don't order it quite often to do that.\n\nSpeaker 1: So I can totally understand why you want to do that as far as not having it on a regular, like six-month interval, because right now they did have you set up every three months for the number of bills that you're getting.\n\nSpeaker 2: Well, like I say, I need this order I just placed, and I want to get the rest of it off the line, then, if that's the case, because I don't want any more auto withdrawal there, no matter when it is.\n\nSpeaker 1: All right. Well, if you know what, since it's at the pharmacy, it's not allowing me to take it off.\n\nSpeaker 2: But once you get it, just give us a call back, and then we can take it, because it hasn't shipped out yet.\n\nSpeaker 1: If I take it off now, they won't even ship it out.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Okay, so just do that, then. Okay?\n\nSpeaker 2: That'll work. Thanks.\n\nSpeaker 1: All right. Not a problem. Take care.",
    "duration": 8854,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 4,
        "text": " Thanks for calling Viagra, this is Jimmy. How can I help you today?"
      },
      {
        "id": 1,
        "start": 4,
        "end": 10,
        "text": " Yes, this is Tim Reeve. I placed an order last night, and I kept getting kicked out of the website,"
      },
      {
        "id": 2,
        "start": 10,
        "end": 14,
        "text": " but I just wanted to verify and make sure I wasn't on that auto refill."
      },
      {
        "id": 3,
        "start": 14,
        "end": 25,
        "text": " Let me check it out and see what's going on. Hold on one second."
      },
      {
        "id": 4,
        "start": 25,
        "end": 30,
        "text": " Mr. Reeve, I do see that your order is at the pharmacy right now,"
      },
      {
        "id": 5,
        "start": 30,
        "end": 36,
        "text": " and it looks like that your account is, your prescription has you for every three months,"
      },
      {
        "id": 6,
        "start": 36,
        "end": 39,
        "text": " as far as that's concerned, to keep your prescription active."
      },
      {
        "id": 7,
        "start": 39,
        "end": 44,
        "text": " What we can do for you, if that's too frequently for you, we can push that back so it's not happening so often,"
      },
      {
        "id": 8,
        "start": 44,
        "end": 46,
        "text": " if that's something you might want to do."
      },
      {
        "id": 9,
        "start": 46,
        "end": 51,
        "text": " Well, no, I don't want an auto withdrawal at all. I just want to call in when I need some."
      },
      {
        "id": 10,
        "start": 51,
        "end": 55,
        "text": " Well, see, that's the whole point, to keep your subscription active."
      },
      {
        "id": 11,
        "start": 55,
        "end": 59,
        "text": " We have to have some type of prescription on file, as far as that's concerned,"
      },
      {
        "id": 12,
        "start": 59,
        "end": 63,
        "text": " to keep your account active, basically. It doesn't have to be, like I said,"
      },
      {
        "id": 13,
        "start": 63,
        "end": 66,
        "text": " I can even push it back like six months, and if six months comes too soon,"
      },
      {
        "id": 14,
        "start": 66,
        "end": 69,
        "text": " you can always call and say, push me back some more."
      },
      {
        "id": 15,
        "start": 69,
        "end": 74,
        "text": " So it's not that, therefore, your prescription will always be on file with us when you do want to order,"
      },
      {
        "id": 16,
        "start": 74,
        "end": 78,
        "text": " as a matter of fact. So I can do that for you if you'd like."
      },
      {
        "id": 17,
        "start": 78,
        "end": 81,
        "text": " How about if we just take the prescription off until I call next time, then,"
      },
      {
        "id": 18,
        "start": 81,
        "end": 87,
        "text": " because I don't want this on auto withdrawal, because I don't have the money in the bank at times to do that."
      },
      {
        "id": 19,
        "start": 87,
        "end": 92,
        "text": " All right. Because by doing that, what that means is that you wouldn't be able to order it,"
      },
      {
        "id": 20,
        "start": 92,
        "end": 98,
        "text": " possibly, if there's not any on stock, because we do take care of our prescriptions first"
      },
      {
        "id": 21,
        "start": 98,
        "end": 101,
        "text": " and only for first-time orders, as well."
      },
      {
        "id": 22,
        "start": 101,
        "end": 103,
        "text": " But I do see that you don't order that often."
      },
      {
        "id": 23,
        "start": 103,
        "end": 111,
        "text": " It looks like the last time you ordered before now was back in 2023. Is that right?"
      },
      {
        "id": 24,
        "start": 111,
        "end": 112,
        "text": " Yeah."
      },
      {
        "id": 25,
        "start": 112,
        "end": 115,
        "text": " Yeah, so I can see that you don't order it quite often to do that."
      },
      {
        "id": 26,
        "start": 115,
        "end": 121,
        "text": " So I can totally understand why you want to do that as far as not having it on a regular,"
      },
      {
        "id": 27,
        "start": 121,
        "end": 126,
        "text": " like six-month interval, because right now they did have you set up every three months"
      },
      {
        "id": 28,
        "start": 126,
        "end": 131,
        "text": " for the number of bills that you're getting."
      },
      {
        "id": 29,
        "start": 131,
        "end": 135,
        "text": " Well, like I say, I need this order I just placed, and I want to get the rest of it off the line,"
      },
      {
        "id": 30,
        "start": 135,
        "end": 139,
        "text": " then, if that's the case, because I don't want any more auto withdrawal there, no matter when it is."
      },
      {
        "id": 31,
        "start": 139,
        "end": 144,
        "text": " All right. Well, if you know what, since it's at the pharmacy, it's not allowing me to take it off."
      },
      {
        "id": 32,
        "start": 144,
        "end": 148,
        "text": " But once you get it, just give us a call back, and then we can take it, because it hasn't shipped out yet."
      },
      {
        "id": 33,
        "start": 148,
        "end": 151,
        "text": " If I take it off now, they won't even ship it out."
      },
      {
        "id": 34,
        "start": 151,
        "end": 152,
        "text": " Okay."
      },
      {
        "id": 35,
        "start": 152,
        "end": 154,
        "text": " Okay, so just do that, then. Okay?"
      },
      {
        "id": 36,
        "start": 154,
        "end": 155,
        "text": " That'll work. Thanks."
      },
      {
        "id": 37,
        "start": 155,
        "end": 158,
        "text": " All right. Not a problem. Take care."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-815d-833f-e6a643dcdee3",
    "url": "https://www.notion.so/300000001217406-300000001707736-2f611d0a101c815d833fe6a643dcdee3"
  },
  "processedAt": "2026-01-28T10:49:51.609Z"
}