{
  "recording": {
    "name": "300000001218557-300000001708458-4065869432 by olivia@superbalife.com @ 3_48_43 PM.wav",
    "size": 2070116,
    "modifyTime": 1769583737000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001218557-300000001708458-4065869432 by olivia@superbalife.com @ 3_48_43 PM.wav",
    "uploadDate": "2026-01-28T07:02:17.000Z",
    "callId": "300000001218557-300000001708458",
    "agent": "olivia",
    "phoneNumber": "4065869432",
    "callTimestamp": "2026-01-28T15:48:43.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Okay. So they did send the email to the correct email. If you want to check your spam,\n\nSpeaker 2: your trash, your everything, and then I guess if you don't see it, we will just do a reship\n\nSpeaker 1: to your health address.\n\nSpeaker 2: So I'm right here in front of my computer. And I'll go back. And I had my email pulled up.\n\nSpeaker 1: And here's what I'm suggesting to you. There are one, two, let's see, one close at 7,\n\nSpeaker 2: close at 7. I'm going to read the FedEx Dropoff Authorization Center. Close at 6.\n\nSpeaker 1: So there are three FedEx offices in Bozeman. And they close at 6 and 7.\n\nSpeaker 2: And it's a little before 5. So if I understand you correctly, FedEx has located it.\n\nSpeaker 1: Is that correct?\n\nSpeaker 2: Yeah, and they sent you an email. So it's completely out of our hands now.\n\nSpeaker 1: Anything additionally you would do with FedEx to get this picked up would be responding\n\nSpeaker 2: to that email, following up, selecting one of those options.\n\nSpeaker 1: So I'm looking at spam and trash, and they haven't sent it. So is it that they're just behind?\n\nSpeaker 2: Or how can we resolve this? What I was wondering.\n\nSpeaker 1: So there's no more work we can do with FedEx. We did absolutely everything with FedEx\n\nSpeaker 2: we could do. We called them. She waited on hold. She spoke with them.\n\nSpeaker 1: They claimed they sent you this email that would make things very streamless for you.\n\nSpeaker 2: So if you didn't get that email, and we gave them the correct email directly from your profile\n\nSpeaker 1: which I confirmed with you was accurate.\n\nSpeaker 2: I'm going to say it again, TLKoven1952.com. So here's what I'm asking of you.\n\nSpeaker 1: I will be happy. It doesn't close until 6 or 7. Can you find out where it is and I'll go pick it up?\n\nSpeaker 2: I can't. We can't do anything else with FedEx for you. If you want to do that, you can.\n\nSpeaker 1: Do you know if it's on the truck, or do you know which of those three locations it is?\n\nSpeaker 2: No. You would have to get to them as quick as possible. Like right now,\n\nSpeaker 1: you would have to be on hold to talk to them to say, hey, you guys sent me this email.\n\nSpeaker 2: This is my tracking number. Are you still in this location?\n\nSpeaker 1: I would like to select one of these options with a FedEx pickup to get the package.\n\nSpeaker 2: Otherwise, the very best we can do is to have it reshipped out to you.\n\nSpeaker 1: And considering the winter storm, maybe it'll get to you by Thursday or Friday.\n\nSpeaker 2: Maybe it'll get to you by Monday through Wednesday. We could just send it and cross their fingers.\n\nSpeaker 1: You do still have an hour and 10 minutes of us being open here. If you do want to call FedEx\n\nSpeaker 2: and follow up with that, and then call us back after if that you guys can't figure it out.\n\nSpeaker 1: And then tonight, before I leave, in the next hour and 10 minutes, I can just reship it to you.\n\nSpeaker 2: I don't think that will make that much of a difference. We'll reship it right now.\n\nSpeaker 1: I suggest to you it's pretty frustrating because as I've told you, I originally ordered this\n\nSpeaker 2: on January the 6th. And so they lost an invoicement. And so your people that work for you\n\nSpeaker 1: screwed it up and sent FedEx to my post office box which they weren't supposed to.\n\nSpeaker 2: So that's how it ended up with FedEx. Now to get to the point, there are three FedExes\n\nSpeaker 1: and three numbers. And if I knew the one that I could go to, I'd pick it up or I'd meet them.\n\nSpeaker 2: I'm supposed to get an email and they're supposed to have sent it, but it's not.\n\nSpeaker 1: And so I don't know what else to do. So because there's one on college, there's one on Peggy,\n\nSpeaker 2: and there's one on Tracker Trail. So you understand what I'm talking about.\n\nSpeaker 1: And my track record is I've been dealing with this since the 6th of January.\n\nSpeaker 2: And you took it out of my account on the 8th. And then you charged me again for shipping it\n\nSpeaker 1: that I didn't receive. So all I'm asking you is can you find out for me where it is, which FedEx,\n\nSpeaker 2: and I'll go pick it up.\n\nSpeaker 1: No, because we already spoke with FedEx and did absolutely everything\n\nSpeaker 2: that any customer service agent or human being anywhere in the United States of America\n\nSpeaker 1: is ever going to do, which is first, call FedEx in the first place. Secondly, wait on hold.\n\nSpeaker 2: Third, speak to them and ask to have a package intercepted. Fourth, have them say\n\nSpeaker 1: we will send him an email to an email that we sent directly from your account\n\nSpeaker 2: that I verified with you now three times. It's accurate.\n\nSpeaker 1: So what do you think they just didn't send it? Olivia, do you think they just didn't send it?\n\nSpeaker 2: That is possible, but that is between the company of FedEx and you.\n\nSpeaker 1: That is not between us anymore.\n\nSpeaker 2: Here's another thing I want to throw out. I've been a long-time customer,\n\nSpeaker 1: and I know that you sell recently, that you sell Viagra for a lot cheaper\n\nSpeaker 2: than I'm paying $5 a pill. And I know that, and I see it advertised all the time.\n\nSpeaker 1: So why don't you just resend me, because I doubt that I'm going to get this,\n\nSpeaker 2: and I've been waiting since the 6th of January. Why don't you just send me another $50?\n\nSpeaker 1: Yeah, I can do that for sure.\n\nSpeaker 2: In the meantime, I'll try to relocate this, but I already talked to FedEx.\n\nSpeaker 1: And they told me to contact you, but they couldn't do anything about it.\n\nSpeaker 2: They said if they got it, and it has a post office box,\n\nSpeaker 1: they're going to ship it directly back to you. That's what they told me today.\n\nSpeaker 2: Yeah, that is their policy, but we went out of our way to contact them\n\nSpeaker 1: about the package to say, hey, if there's a way you could not return this to sender,\n\nSpeaker 2: and give this to him at one of the options in his town, can you do that?\n\nSpeaker 1: And they said, yes, but we need to set that up with him, what is his account number.\n\nSpeaker 2: And we were like, we don't know. And they said, well, what's his email?\n\nSpeaker 1: And we gave them the email, and they said, we will send him an email.\n\nSpeaker 2: Did you give him the email, or did the person, your manager that you called?\n\nSpeaker 1: She did, but she is literate. She can read. I did not change your email.\n\nSpeaker 2: Your email has been the exact same since you called in the morning.\n\nSpeaker 1: It wasn't in August. It was tlkoven at littleappletech.com.\n\nSpeaker 2: I remember me telling you that I have a different email.\n\nSpeaker 1: Right, but today is not August. Since you called in earlier today,\n\nSpeaker 2: and as recently as the past few hours, your email has been the accurate one\n\nSpeaker 1: that you have returned to me at various times of the day.\n\nSpeaker 2: Can you just send me another $50, because I know that you sell a lot cheaper.\n\nSpeaker 1: Can you do that for me?\n\nSpeaker 2: Yes, of course.\n\nSpeaker 1: And which way would you recommend that you send it to me?\n\nSpeaker 2: Why don't you send that to me to my address at 321 Upper Kelly Creek Road,\n\nSpeaker 1: Bozeman, MT 59715.\n\nSpeaker 2: Yeah, I can do that. Okay.\n\nSpeaker 1: If you could send me $50, and not charge me for that.\n\nSpeaker 2: I doubt if I will get this. I'll try. There are three.\n\nSpeaker 1: I was on the phone for a long time, and they finally said I had it coordinated through you.\n\nSpeaker 2: And they couldn't find it. They couldn't find it.\n\nSpeaker 1: And that was this afternoon. So I don't understand the mix-up.\n\nSpeaker 2: And I don't have an email in front of me. They haven't sent it.\n\nSpeaker 1: So if you could do that, and how many days do you think it will get to my 321 Upper Kelly Creek Road,\n\nSpeaker 2: Bozeman, MT 59715? How are you going to send that?\n\nSpeaker 1: USPS. And I would say because of the winter storm, I would say Thursday is probably the soonest you'll get it.\n\nSpeaker 2: But up to...\n\nSpeaker 1: I understand. It's more frustrating than... It's not blood pressure pills.\n\nSpeaker 2: And it's not that kind of medication. But you can understand my frustration,\n\nSpeaker 1: particularly since they said they could have sent me an email where I could locate it.\n\nSpeaker 2: And it's not in front of me. I'm looking at it.\n\nSpeaker 1: So, having said that, can you send me another 50 at no charge at that address?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Thank you, Elizabeth.\n\nSpeaker 2: Kelly Creek Road, Bozeman, MT 59715.\n\nSpeaker 1: Yeah. I'll repeat it. Terry Colvin, 321 Upper Kelly Creek Road, Bozeman, MT 59715.\n\nSpeaker 2: Perfect. Yes.\n\nSpeaker 1: And you were sending that USPS. What type? Is it 3-day? Or what is the... How are you sending that? Just regular mail?\n\nSpeaker 2: We can do priority. USPS priority would be like 3 days. You could do FedEx next day air, but it's not going to be next day air.\n\nSpeaker 1: It's going to be 2 days from now, because we've missed the cutoff by a lot.\n\nSpeaker 2: Or you could do second day air, but second day air isn't going to be second day air, because we've missed the cutoff by a lot.\n\nSpeaker 1: So, what I would advise is just priority mail, which is, you know, reasonably 3 days, but then there's a storm.\n\nSpeaker 2: So, like 3 to 5 days probably, but who knows.\n\nSpeaker 1: Okay. You've been a sweetheart. If you can send me... I'm not charging because I doubt if I'm going to find those.\n\nSpeaker 2: And I'm a retired businessman. I'm not a liar. So, you're not accusing me. I'm just telling you it's a little frustrating.\n\nSpeaker 1: So, if you could send me those, another 50, without charge, USPS, priority mail, 3-day, to my physical location, I'd greatly appreciate it.\n\nSpeaker 2: Okay. Great. And this is going to be to 321 up at Kelly Creek Road, Bozeman, Montana, 59715.\n\nSpeaker 1: Do you want... I think it would be best to deliver this with a signature.\n\nSpeaker 2: I'm going to tell you why it's not. Because I live... I have my driveway is a mile long, and right now I have to put a snow on it,\n\nSpeaker 1: and the trucks won't come here to bring it up for a signature.\n\nSpeaker 2: Because, and I mentioned this to you, I live in the country, and that's what the pain in the butt is.\n\nSpeaker 1: That's why I have a post office box in town.\n\nSpeaker 2: So, it would be better if they just put it in my mailbox that is one mile from my house at the end of Kelly Creek Road.\n\nSpeaker 1: Okay. I'm just going to have to make a note in your file that if this ever happens again, but I really trust that it won't,\n\nSpeaker 2: that because you cannot do... I don't want to use the word refuse, because I understand the circumstances. I do.\n\nSpeaker 1: That because technically, you know, you're refusing a signature, we'll never be able to do this again.\n\nSpeaker 2: All right. So, here's my question. I would love... I had requested. Here's something interesting that you may find interesting.\n\nSpeaker 1: So, when I called on the 23rd, or whatever was the shift, and they asked me, did I refuse shipment?\n\nSpeaker 2: Or, no, did I, not refuse shipment, did I cancel that shipment? I said, no, I didn't.\n\nSpeaker 1: So, I'm wondering if that was shipped in the first place, if there was a mistake done by the person I gave the order to, number one.\n\nSpeaker 2: Number two, as for the signature, again, it doesn't make sense. Even though I'm at the house, I have a mile-long driveway,\n\nSpeaker 1: and right now, in Montana, I have a foot of snow on my driveway. And so, that's why the trucks won't come here, and that's why I can't sign it.\n\nSpeaker 2: Now, the reason why I'm saying this to you is that I've been a longtime purchaser.\n\nSpeaker 1: So, my only other option is that, in the future, I guess you're just going to have to sit at regular mail, but they are known.\n\nSpeaker 2: Bozeman, Montana only has two people working there, and they screw up all the time. So, I don't know the resolution to this.\n\nSpeaker 1: Right. So, I can guarantee you, the person that placed the order for you on the 6th, I know him. I'm looking at the order.\n\nSpeaker 2: I pulled up the tracking number. That is in Billings, Montana. That package is probably still there at the distribution center.\n\nSpeaker 1: So, it either got stuck there, someone stole it, or they went to your house and they decided, and I don't want to accuse them of this,\n\nSpeaker 2: but from everything you've told me, they decided it wasn't worth it. I don't know.\n\nSpeaker 1: Okay. So, here's what we're talking about. I'm going to explain this to you.\n\nSpeaker 2: So, I ordered it regular mail. It was supposed to go to my post office box, not to 321 Upper Kelly Creek Road.\n\nSpeaker 1: It was supposed to go to 6249 Bozeman, Montana 59771. After it didn't show up for over two weeks, I went to the postmaster.\n\nSpeaker 2: They said it's supposed to be in Billings. They could not locate it in Billings.\n\nSpeaker 1: So, my guess is, I think you're right. Someone stole it, but it never left Billings to come to Bozeman, Montana.\n\nSpeaker 2: Yeah. Okay. You know.\n\nSpeaker 1: So, you know, if you want me to steal an order from you, I'd like to. I don't mean to be pain in the butt, but I'm just explaining to you my frustration.\n\nSpeaker 2: It was supposed to be sent, never got it, then this was sent, and now it was sent by your company, FedEx, to go to my post office box,\n\nSpeaker 1: which, as I understand in talking with you, and also FedEx, that can't be done. They don't do it.\n\nSpeaker 2: So, it was a screw-up the second time by the person that took the order.\n\nSpeaker 1: I'm not pointing fingers. All I want is my package. That's all I want.\n\nSpeaker 2: So, if you would please send it to me, I don't care. If it's a problem that you send it, I can't sign for it here.\n\nSpeaker 1: I could sign for it at the post office.\n\nSpeaker 2: Okay. It's up to you. I changed the address to the 321 Upper Kelly Creek Road. Do you want to stick with that?\n\nSpeaker 1: Well, I guess we can go, but you said if I order again, it's a problem.\n\nSpeaker 2: If this happens again, yeah. No, it's definitely a problem. That would be what? That would be 150 pills out the window.\n\nSpeaker 1: I'm just appealing. What direction would you go?\n\nSpeaker 2: As far as your home address or the PO box?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: I mean, it depends on which one you have found to be more consistent, because I would usually say your home address is fine.\n\nSpeaker 1: Even if it's at the end of the driveway, that should be fine, but then you told me there's two people that work in the whole town.\n\nSpeaker 2: There's two people. Yeah, there are two post office boxes in the town of Bozeman that has 65,000 people.\n\nSpeaker 1: In the main post office, my post office box is 6249. I've had that for 31 years.\n\nSpeaker 2: They have a problem with keeping employees ever since COVID, and it's happening all over the United States.\n\nSpeaker 1: Bozeman, I think, is worse than anywhere that I've ever seen.\n\nSpeaker 2: All I want to be able to do, like I said, I'm bringing that up. I know that you sell Viagra for a lot cheaper.\n\nSpeaker 1: I don't mind. I'd just like to get it. I don't mind paying $5 a pill. I would just like to be able to get it.\n\nSpeaker 2: Right.\n\nSpeaker 1: In fact, Ben Hall, a friend of mine who lives in Livingston, Montana, a couple years ago was the one that introduced me to your company.\n\nSpeaker 2: He gets it all the time, Ben Hall, H-U-L-L. You can look him up.\n\nSpeaker 1: So, it was a referral from him.\n\nSpeaker 2: So, if I would say, don't send it to my post office box because they don't have enough. It's not working.\n\nSpeaker 1: Send it to 321 Uppercase.\n\nSpeaker 2: One. Yeah. Okay.\n\nSpeaker 1: Here's, like again, here's something interesting. I'm in front of my computer. I refreshed it.\n\nSpeaker 2: I looked on trash. I looked everywhere, and I didn't look at spam.\n\nSpeaker 1: I have not gotten an email.\n\nSpeaker 2: Yeah, that I cannot tell you about because I do not work for FedEx.\n\nSpeaker 1: I get it. I wish I knew where it was in FedEx. I'd go pick it up.\n\nSpeaker 2: I would, but there's no way that I can do that.\n\nSpeaker 1: Right.\n\nSpeaker 2: Right. I mean, if after this call you want to call them, and like I mentioned, like, because we've been on the phone 20 minutes.\n\nSpeaker 1: Like, if you, you know, had wanted to, like 20 minutes ago, already be on the phone with them,\n\nSpeaker 2: and then you could call me back if it didn't work out, and then I could just place this order for you.\n\nSpeaker 1: That's still an option.\n\nSpeaker 2: I will try that if I can get a hold of them, but chances are I won't.\n\nSpeaker 1: There are three of them, and I don't know which one to reach.\n\nSpeaker 2: Don't know.\n\nSpeaker 1: And when I called them before, they said that I had to go through you, that they were going to send it back to you.\n\nSpeaker 2: That's exactly what they said.\n\nSpeaker 1: Right. I think there's only one customer service number, and I would tell them that we called them,\n\nSpeaker 2: so there should be a ticket for that, and that they told us they could.\n\nSpeaker 1: Is it a local service number?\n\nSpeaker 2: I, what do you mean?\n\nSpeaker 1: The FedEx customer service phone number is, I think it's like a corporate number.\n\nSpeaker 2: Do you have that number?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: If you don't, that's okay.\n\nSpeaker 1: Do me a favor, just ship me a number, and please, just reach me one of them.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Just ship me a number.\n\nSpeaker 2: Okay. Yeah, that's fine. Okay.\n\nSpeaker 1: And send me an email to confirm that, okay?\n\nSpeaker 2: Yeah. Yeah. Great.\n\nSpeaker 1: I'm sorry for your time, taking your time, Olivia.\n\nSpeaker 2: I did find it frustrating, and it's not your fault.\n\nSpeaker 1: Right. Okay.\n\nSpeaker 2: So, I just sent that, and I'll message shipping about it right now.\n\nSpeaker 1: Within the next, like, five minutes, I'll send you an email about it.\n\nSpeaker 2: Thank you. I appreciate it.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Okay.\n\nSpeaker 1: All right, Terry. Well, I hope you have a great day.\n\nSpeaker 2: Okay. Bye.\n\nSpeaker 1: Bye.\n\nSpeaker 2: Bye-bye.",
    "duration": 54188,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 11.899999618530273,
        "text": " Okay. So they did send the email to the correct email. If you want to check your spam,"
      },
      {
        "id": 1,
        "start": 11.899999618530273,
        "end": 23.200000762939453,
        "text": " your trash, your everything, and then I guess if you don't see it, we will just do a reship"
      },
      {
        "id": 2,
        "start": 23.200000762939453,
        "end": 25.200000762939453,
        "text": " to your health address."
      },
      {
        "id": 3,
        "start": 25.200000762939453,
        "end": 29.600000381469727,
        "text": " So I'm right here in front of my computer. And I'll go back. And I had my email pulled up."
      },
      {
        "id": 4,
        "start": 29.600000381469727,
        "end": 37.29999923706055,
        "text": " And here's what I'm suggesting to you. There are one, two, let's see, one close at 7,"
      },
      {
        "id": 5,
        "start": 37.29999923706055,
        "end": 42.599998474121094,
        "text": " close at 7. I'm going to read the FedEx Dropoff Authorization Center. Close at 6."
      },
      {
        "id": 6,
        "start": 42.599998474121094,
        "end": 50.400001525878906,
        "text": " So there are three FedEx offices in Bozeman. And they close at 6 and 7."
      },
      {
        "id": 7,
        "start": 50.400001525878906,
        "end": 57.400001525878906,
        "text": " And it's a little before 5. So if I understand you correctly, FedEx has located it."
      },
      {
        "id": 8,
        "start": 57.400001525878906,
        "end": 59,
        "text": " Is that correct?"
      },
      {
        "id": 9,
        "start": 59,
        "end": 64.19999694824219,
        "text": " Yeah, and they sent you an email. So it's completely out of our hands now."
      },
      {
        "id": 10,
        "start": 64.19999694824219,
        "end": 71.4000015258789,
        "text": " Anything additionally you would do with FedEx to get this picked up would be responding"
      },
      {
        "id": 11,
        "start": 71.4000015258789,
        "end": 76.19999694824219,
        "text": " to that email, following up, selecting one of those options."
      },
      {
        "id": 12,
        "start": 76.4000015258789,
        "end": 83.30000305175781,
        "text": " So I'm looking at spam and trash, and they haven't sent it. So is it that they're just behind?"
      },
      {
        "id": 13,
        "start": 83.30000305175781,
        "end": 87.0999984741211,
        "text": " Or how can we resolve this? What I was wondering."
      },
      {
        "id": 14,
        "start": 87.0999984741211,
        "end": 93.5999984741211,
        "text": " So there's no more work we can do with FedEx. We did absolutely everything with FedEx"
      },
      {
        "id": 15,
        "start": 93.5999984741211,
        "end": 97,
        "text": " we could do. We called them. She waited on hold. She spoke with them."
      },
      {
        "id": 16,
        "start": 97,
        "end": 102.19999694824219,
        "text": " They claimed they sent you this email that would make things very streamless for you."
      },
      {
        "id": 17,
        "start": 102.4000015258789,
        "end": 110.69999694824219,
        "text": " So if you didn't get that email, and we gave them the correct email directly from your profile"
      },
      {
        "id": 18,
        "start": 110.69999694824219,
        "end": 113.4000015258789,
        "text": " which I confirmed with you was accurate."
      },
      {
        "id": 19,
        "start": 113.4000015258789,
        "end": 123.5999984741211,
        "text": " I'm going to say it again, TLKoven1952.com. So here's what I'm asking of you."
      },
      {
        "id": 20,
        "start": 123.5999984741211,
        "end": 130.60000610351562,
        "text": " I will be happy. It doesn't close until 6 or 7. Can you find out where it is and I'll go pick it up?"
      },
      {
        "id": 21,
        "start": 131.3000030517578,
        "end": 139.89999389648438,
        "text": " I can't. We can't do anything else with FedEx for you. If you want to do that, you can."
      },
      {
        "id": 22,
        "start": 139.89999389648438,
        "end": 145.8000030517578,
        "text": " Do you know if it's on the truck, or do you know which of those three locations it is?"
      },
      {
        "id": 23,
        "start": 148.3000030517578,
        "end": 153,
        "text": " No. You would have to get to them as quick as possible. Like right now,"
      },
      {
        "id": 24,
        "start": 153,
        "end": 158.6999969482422,
        "text": " you would have to be on hold to talk to them to say, hey, you guys sent me this email."
      },
      {
        "id": 25,
        "start": 158.6999969482422,
        "end": 162.39999389648438,
        "text": " This is my tracking number. Are you still in this location?"
      },
      {
        "id": 26,
        "start": 162.39999389648438,
        "end": 168,
        "text": " I would like to select one of these options with a FedEx pickup to get the package."
      },
      {
        "id": 27,
        "start": 168,
        "end": 174.1999969482422,
        "text": " Otherwise, the very best we can do is to have it reshipped out to you."
      },
      {
        "id": 28,
        "start": 174.1999969482422,
        "end": 180.3000030517578,
        "text": " And considering the winter storm, maybe it'll get to you by Thursday or Friday."
      },
      {
        "id": 29,
        "start": 180.3000030517578,
        "end": 186.8000030517578,
        "text": " Maybe it'll get to you by Monday through Wednesday. We could just send it and cross their fingers."
      },
      {
        "id": 30,
        "start": 187.6999969482422,
        "end": 196.6999969482422,
        "text": " You do still have an hour and 10 minutes of us being open here. If you do want to call FedEx"
      },
      {
        "id": 31,
        "start": 196.6999969482422,
        "end": 205,
        "text": " and follow up with that, and then call us back after if that you guys can't figure it out."
      },
      {
        "id": 32,
        "start": 205,
        "end": 211.6999969482422,
        "text": " And then tonight, before I leave, in the next hour and 10 minutes, I can just reship it to you."
      },
      {
        "id": 33,
        "start": 211.6999969482422,
        "end": 216.6999969482422,
        "text": " I don't think that will make that much of a difference. We'll reship it right now."
      },
      {
        "id": 34,
        "start": 216.6999969482422,
        "end": 221.60000610351562,
        "text": " I suggest to you it's pretty frustrating because as I've told you, I originally ordered this"
      },
      {
        "id": 35,
        "start": 221.60000610351562,
        "end": 228.1999969482422,
        "text": " on January the 6th. And so they lost an invoicement. And so your people that work for you"
      },
      {
        "id": 36,
        "start": 228.1999969482422,
        "end": 233.6999969482422,
        "text": " screwed it up and sent FedEx to my post office box which they weren't supposed to."
      },
      {
        "id": 37,
        "start": 233.6999969482422,
        "end": 241.10000610351562,
        "text": " So that's how it ended up with FedEx. Now to get to the point, there are three FedExes"
      },
      {
        "id": 38,
        "start": 241.1999969482422,
        "end": 247.5,
        "text": " and three numbers. And if I knew the one that I could go to, I'd pick it up or I'd meet them."
      },
      {
        "id": 39,
        "start": 247.5,
        "end": 251.8000030517578,
        "text": " I'm supposed to get an email and they're supposed to have sent it, but it's not."
      },
      {
        "id": 40,
        "start": 251.8000030517578,
        "end": 261.1000061035156,
        "text": " And so I don't know what else to do. So because there's one on college, there's one on Peggy,"
      },
      {
        "id": 41,
        "start": 261.1000061035156,
        "end": 268,
        "text": " and there's one on Tracker Trail. So you understand what I'm talking about."
      },
      {
        "id": 42,
        "start": 268.20001220703125,
        "end": 275.3999938964844,
        "text": " And my track record is I've been dealing with this since the 6th of January."
      },
      {
        "id": 43,
        "start": 275.3999938964844,
        "end": 282.6000061035156,
        "text": " And you took it out of my account on the 8th. And then you charged me again for shipping it"
      },
      {
        "id": 44,
        "start": 282.6000061035156,
        "end": 289.6000061035156,
        "text": " that I didn't receive. So all I'm asking you is can you find out for me where it is, which FedEx,"
      },
      {
        "id": 45,
        "start": 289.6000061035156,
        "end": 291.8999938964844,
        "text": " and I'll go pick it up."
      },
      {
        "id": 46,
        "start": 292.1000061035156,
        "end": 299.1000061035156,
        "text": " No, because we already spoke with FedEx and did absolutely everything"
      },
      {
        "id": 47,
        "start": 299.1000061035156,
        "end": 306.1000061035156,
        "text": " that any customer service agent or human being anywhere in the United States of America"
      },
      {
        "id": 48,
        "start": 306.1000061035156,
        "end": 313.29998779296875,
        "text": " is ever going to do, which is first, call FedEx in the first place. Secondly, wait on hold."
      },
      {
        "id": 49,
        "start": 313.29998779296875,
        "end": 318.8999938964844,
        "text": " Third, speak to them and ask to have a package intercepted. Fourth, have them say"
      },
      {
        "id": 50,
        "start": 319.3999938964844,
        "end": 325.20001220703125,
        "text": " we will send him an email to an email that we sent directly from your account"
      },
      {
        "id": 51,
        "start": 325.20001220703125,
        "end": 328.8999938964844,
        "text": " that I verified with you now three times. It's accurate."
      },
      {
        "id": 52,
        "start": 328.8999938964844,
        "end": 334.6000061035156,
        "text": " So what do you think they just didn't send it? Olivia, do you think they just didn't send it?"
      },
      {
        "id": 53,
        "start": 334.6000061035156,
        "end": 340.20001220703125,
        "text": " That is possible, but that is between the company of FedEx and you."
      },
      {
        "id": 54,
        "start": 340.20001220703125,
        "end": 342.6000061035156,
        "text": " That is not between us anymore."
      },
      {
        "id": 55,
        "start": 343.1000061035156,
        "end": 346.8999938964844,
        "text": " Here's another thing I want to throw out. I've been a long-time customer,"
      },
      {
        "id": 56,
        "start": 346.8999938964844,
        "end": 352,
        "text": " and I know that you sell recently, that you sell Viagra for a lot cheaper"
      },
      {
        "id": 57,
        "start": 352,
        "end": 359.29998779296875,
        "text": " than I'm paying $5 a pill. And I know that, and I see it advertised all the time."
      },
      {
        "id": 58,
        "start": 359.29998779296875,
        "end": 365.6000061035156,
        "text": " So why don't you just resend me, because I doubt that I'm going to get this,"
      },
      {
        "id": 59,
        "start": 365.6000061035156,
        "end": 371.5,
        "text": " and I've been waiting since the 6th of January. Why don't you just send me another $50?"
      },
      {
        "id": 60,
        "start": 371.6000061035156,
        "end": 374.5,
        "text": " Yeah, I can do that for sure."
      },
      {
        "id": 61,
        "start": 374.5,
        "end": 380,
        "text": " In the meantime, I'll try to relocate this, but I already talked to FedEx."
      },
      {
        "id": 62,
        "start": 380,
        "end": 385.8999938964844,
        "text": " And they told me to contact you, but they couldn't do anything about it."
      },
      {
        "id": 63,
        "start": 385.8999938964844,
        "end": 391,
        "text": " They said if they got it, and it has a post office box,"
      },
      {
        "id": 64,
        "start": 391,
        "end": 395.3999938964844,
        "text": " they're going to ship it directly back to you. That's what they told me today."
      },
      {
        "id": 65,
        "start": 395.6000061035156,
        "end": 401.5,
        "text": " Yeah, that is their policy, but we went out of our way to contact them"
      },
      {
        "id": 66,
        "start": 401.5,
        "end": 407.6000061035156,
        "text": " about the package to say, hey, if there's a way you could not return this to sender,"
      },
      {
        "id": 67,
        "start": 407.6000061035156,
        "end": 413.3999938964844,
        "text": " and give this to him at one of the options in his town, can you do that?"
      },
      {
        "id": 68,
        "start": 413.3999938964844,
        "end": 420.5,
        "text": " And they said, yes, but we need to set that up with him, what is his account number."
      },
      {
        "id": 69,
        "start": 420.5,
        "end": 423,
        "text": " And we were like, we don't know. And they said, well, what's his email?"
      },
      {
        "id": 70,
        "start": 423.1000061035156,
        "end": 427.8999938964844,
        "text": " And we gave them the email, and they said, we will send him an email."
      },
      {
        "id": 71,
        "start": 427.8999938964844,
        "end": 433.8999938964844,
        "text": " Did you give him the email, or did the person, your manager that you called?"
      },
      {
        "id": 72,
        "start": 433.8999938964844,
        "end": 440.5,
        "text": " She did, but she is literate. She can read. I did not change your email."
      },
      {
        "id": 73,
        "start": 440.5,
        "end": 445.6000061035156,
        "text": " Your email has been the exact same since you called in the morning."
      },
      {
        "id": 74,
        "start": 445.6000061035156,
        "end": 450.70001220703125,
        "text": " It wasn't in August. It was tlkoven at littleappletech.com."
      },
      {
        "id": 75,
        "start": 450.8999938964844,
        "end": 455.1000061035156,
        "text": " I remember me telling you that I have a different email."
      },
      {
        "id": 76,
        "start": 455.1000061035156,
        "end": 459.29998779296875,
        "text": " Right, but today is not August. Since you called in earlier today,"
      },
      {
        "id": 77,
        "start": 459.29998779296875,
        "end": 463.8999938964844,
        "text": " and as recently as the past few hours, your email has been the accurate one"
      },
      {
        "id": 78,
        "start": 463.8999938964844,
        "end": 466.79998779296875,
        "text": " that you have returned to me at various times of the day."
      },
      {
        "id": 79,
        "start": 466.79998779296875,
        "end": 470.1000061035156,
        "text": " Can you just send me another $50, because I know that you sell a lot cheaper."
      },
      {
        "id": 80,
        "start": 470.1000061035156,
        "end": 471.8999938964844,
        "text": " Can you do that for me?"
      },
      {
        "id": 81,
        "start": 471.8999938964844,
        "end": 473.5,
        "text": " Yes, of course."
      },
      {
        "id": 82,
        "start": 473.5,
        "end": 477.79998779296875,
        "text": " And which way would you recommend that you send it to me?"
      },
      {
        "id": 83,
        "start": 477.8999938964844,
        "end": 485.29998779296875,
        "text": " Why don't you send that to me to my address at 321 Upper Kelly Creek Road,"
      },
      {
        "id": 84,
        "start": 485.29998779296875,
        "end": 490.5,
        "text": " Bozeman, MT 59715."
      },
      {
        "id": 85,
        "start": 490.5,
        "end": 493.5,
        "text": " Yeah, I can do that. Okay."
      },
      {
        "id": 86,
        "start": 493.5,
        "end": 496.5,
        "text": " If you could send me $50, and not charge me for that."
      },
      {
        "id": 87,
        "start": 496.5,
        "end": 499.70001220703125,
        "text": " I doubt if I will get this. I'll try. There are three."
      },
      {
        "id": 88,
        "start": 499.70001220703125,
        "end": 504.20001220703125,
        "text": " I was on the phone for a long time, and they finally said I had it coordinated through you."
      },
      {
        "id": 89,
        "start": 504.29998779296875,
        "end": 507.6000061035156,
        "text": " And they couldn't find it. They couldn't find it."
      },
      {
        "id": 90,
        "start": 507.6000061035156,
        "end": 511.70001220703125,
        "text": " And that was this afternoon. So I don't understand the mix-up."
      },
      {
        "id": 91,
        "start": 511.70001220703125,
        "end": 514.7000122070312,
        "text": " And I don't have an email in front of me. They haven't sent it."
      },
      {
        "id": 92,
        "start": 514.7000122070312,
        "end": 525.2999877929688,
        "text": " So if you could do that, and how many days do you think it will get to my 321 Upper Kelly Creek Road,"
      },
      {
        "id": 93,
        "start": 525.2999877929688,
        "end": 529.0999755859375,
        "text": " Bozeman, MT 59715? How are you going to send that?"
      },
      {
        "id": 94,
        "start": 530,
        "end": 542.5999755859375,
        "text": " USPS. And I would say because of the winter storm, I would say Thursday is probably the soonest you'll get it."
      },
      {
        "id": 95,
        "start": 542.5999755859375,
        "end": 544.2999877929688,
        "text": " But up to..."
      },
      {
        "id": 96,
        "start": 544.2999877929688,
        "end": 549.2000122070312,
        "text": " I understand. It's more frustrating than... It's not blood pressure pills."
      },
      {
        "id": 97,
        "start": 549.2000122070312,
        "end": 554.0999755859375,
        "text": " And it's not that kind of medication. But you can understand my frustration,"
      },
      {
        "id": 98,
        "start": 554.0999755859375,
        "end": 558.0999755859375,
        "text": " particularly since they said they could have sent me an email where I could locate it."
      },
      {
        "id": 99,
        "start": 558.0999755859375,
        "end": 560.5999755859375,
        "text": " And it's not in front of me. I'm looking at it."
      },
      {
        "id": 100,
        "start": 560.5999755859375,
        "end": 566,
        "text": " So, having said that, can you send me another 50 at no charge at that address?"
      },
      {
        "id": 101,
        "start": 569.5,
        "end": 570.5,
        "text": " Yes."
      },
      {
        "id": 102,
        "start": 570.5,
        "end": 571.5999755859375,
        "text": " Thank you, Elizabeth."
      },
      {
        "id": 103,
        "start": 571.5999755859375,
        "end": 583.4000244140625,
        "text": " Kelly Creek Road, Bozeman, MT 59715."
      },
      {
        "id": 104,
        "start": 583.4000244140625,
        "end": 592.0999755859375,
        "text": " Yeah. I'll repeat it. Terry Colvin, 321 Upper Kelly Creek Road, Bozeman, MT 59715."
      },
      {
        "id": 105,
        "start": 593.7999877929688,
        "end": 594.7999877929688,
        "text": " Perfect. Yes."
      },
      {
        "id": 106,
        "start": 594.7999877929688,
        "end": 604.5999755859375,
        "text": " And you were sending that USPS. What type? Is it 3-day? Or what is the... How are you sending that? Just regular mail?"
      },
      {
        "id": 107,
        "start": 605.5999755859375,
        "end": 632.7999877929688,
        "text": " We can do priority. USPS priority would be like 3 days. You could do FedEx next day air, but it's not going to be next day air."
      },
      {
        "id": 108,
        "start": 632.7999877929688,
        "end": 636.7999877929688,
        "text": " It's going to be 2 days from now, because we've missed the cutoff by a lot."
      },
      {
        "id": 109,
        "start": 636.7999877929688,
        "end": 642.7999877929688,
        "text": " Or you could do second day air, but second day air isn't going to be second day air, because we've missed the cutoff by a lot."
      },
      {
        "id": 110,
        "start": 642.7999877929688,
        "end": 651,
        "text": " So, what I would advise is just priority mail, which is, you know, reasonably 3 days, but then there's a storm."
      },
      {
        "id": 111,
        "start": 651,
        "end": 654.2999877929688,
        "text": " So, like 3 to 5 days probably, but who knows."
      },
      {
        "id": 112,
        "start": 655.7999877929688,
        "end": 662.7000122070312,
        "text": " Okay. You've been a sweetheart. If you can send me... I'm not charging because I doubt if I'm going to find those."
      },
      {
        "id": 113,
        "start": 662.7000122070312,
        "end": 669.2000122070312,
        "text": " And I'm a retired businessman. I'm not a liar. So, you're not accusing me. I'm just telling you it's a little frustrating."
      },
      {
        "id": 114,
        "start": 669.2000122070312,
        "end": 680.7000122070312,
        "text": " So, if you could send me those, another 50, without charge, USPS, priority mail, 3-day, to my physical location, I'd greatly appreciate it."
      },
      {
        "id": 115,
        "start": 681.7000122070312,
        "end": 693.7000122070312,
        "text": " Okay. Great. And this is going to be to 321 up at Kelly Creek Road, Bozeman, Montana, 59715."
      },
      {
        "id": 116,
        "start": 693.7000122070312,
        "end": 701.7000122070312,
        "text": " Do you want... I think it would be best to deliver this with a signature."
      },
      {
        "id": 117,
        "start": 702.7000122070312,
        "end": 711.7000122070312,
        "text": " I'm going to tell you why it's not. Because I live... I have my driveway is a mile long, and right now I have to put a snow on it,"
      },
      {
        "id": 118,
        "start": 711.7000122070312,
        "end": 715.7000122070312,
        "text": " and the trucks won't come here to bring it up for a signature."
      },
      {
        "id": 119,
        "start": 715.7000122070312,
        "end": 720.7000122070312,
        "text": " Because, and I mentioned this to you, I live in the country, and that's what the pain in the butt is."
      },
      {
        "id": 120,
        "start": 720.7000122070312,
        "end": 723.7000122070312,
        "text": " That's why I have a post office box in town."
      },
      {
        "id": 121,
        "start": 723.7000122070312,
        "end": 732.7000122070312,
        "text": " So, it would be better if they just put it in my mailbox that is one mile from my house at the end of Kelly Creek Road."
      },
      {
        "id": 122,
        "start": 736.7000122070312,
        "end": 748.7000122070312,
        "text": " Okay. I'm just going to have to make a note in your file that if this ever happens again, but I really trust that it won't,"
      },
      {
        "id": 123,
        "start": 748.7000122070312,
        "end": 758.7000122070312,
        "text": " that because you cannot do... I don't want to use the word refuse, because I understand the circumstances. I do."
      },
      {
        "id": 124,
        "start": 758.7000122070312,
        "end": 766.7000122070312,
        "text": " That because technically, you know, you're refusing a signature, we'll never be able to do this again."
      },
      {
        "id": 125,
        "start": 766.7000122070312,
        "end": 773.7000122070312,
        "text": " All right. So, here's my question. I would love... I had requested. Here's something interesting that you may find interesting."
      },
      {
        "id": 126,
        "start": 773.7000122070312,
        "end": 780.7000122070312,
        "text": " So, when I called on the 23rd, or whatever was the shift, and they asked me, did I refuse shipment?"
      },
      {
        "id": 127,
        "start": 780.7000122070312,
        "end": 789.7000122070312,
        "text": " Or, no, did I, not refuse shipment, did I cancel that shipment? I said, no, I didn't."
      },
      {
        "id": 128,
        "start": 789.7000122070312,
        "end": 799.7000122070312,
        "text": " So, I'm wondering if that was shipped in the first place, if there was a mistake done by the person I gave the order to, number one."
      },
      {
        "id": 129,
        "start": 799.7000122070312,
        "end": 807.7000122070312,
        "text": " Number two, as for the signature, again, it doesn't make sense. Even though I'm at the house, I have a mile-long driveway,"
      },
      {
        "id": 130,
        "start": 807.7000122070312,
        "end": 817.7000122070312,
        "text": " and right now, in Montana, I have a foot of snow on my driveway. And so, that's why the trucks won't come here, and that's why I can't sign it."
      },
      {
        "id": 131,
        "start": 817.7000122070312,
        "end": 825.7000122070312,
        "text": " Now, the reason why I'm saying this to you is that I've been a longtime purchaser."
      },
      {
        "id": 132,
        "start": 825.7000122070312,
        "end": 834.7000122070312,
        "text": " So, my only other option is that, in the future, I guess you're just going to have to sit at regular mail, but they are known."
      },
      {
        "id": 133,
        "start": 834.7000122070312,
        "end": 844.7000122070312,
        "text": " Bozeman, Montana only has two people working there, and they screw up all the time. So, I don't know the resolution to this."
      },
      {
        "id": 134,
        "start": 845.7000122070312,
        "end": 856.7000122070312,
        "text": " Right. So, I can guarantee you, the person that placed the order for you on the 6th, I know him. I'm looking at the order."
      },
      {
        "id": 135,
        "start": 856.7000122070312,
        "end": 867.7000122070312,
        "text": " I pulled up the tracking number. That is in Billings, Montana. That package is probably still there at the distribution center."
      },
      {
        "id": 136,
        "start": 868.7000122070312,
        "end": 876.7000122070312,
        "text": " So, it either got stuck there, someone stole it, or they went to your house and they decided, and I don't want to accuse them of this,"
      },
      {
        "id": 137,
        "start": 876.7000122070312,
        "end": 882.7000122070312,
        "text": " but from everything you've told me, they decided it wasn't worth it. I don't know."
      },
      {
        "id": 138,
        "start": 882.7000122070312,
        "end": 886.7000122070312,
        "text": " Okay. So, here's what we're talking about. I'm going to explain this to you."
      },
      {
        "id": 139,
        "start": 886.7000122070312,
        "end": 894.7000122070312,
        "text": " So, I ordered it regular mail. It was supposed to go to my post office box, not to 321 Upper Kelly Creek Road."
      },
      {
        "id": 140,
        "start": 894.7000122070312,
        "end": 905.7000122070312,
        "text": " It was supposed to go to 6249 Bozeman, Montana 59771. After it didn't show up for over two weeks, I went to the postmaster."
      },
      {
        "id": 141,
        "start": 905.7000122070312,
        "end": 911.7000122070312,
        "text": " They said it's supposed to be in Billings. They could not locate it in Billings."
      },
      {
        "id": 142,
        "start": 911.7000122070312,
        "end": 920.7000122070312,
        "text": " So, my guess is, I think you're right. Someone stole it, but it never left Billings to come to Bozeman, Montana."
      },
      {
        "id": 143,
        "start": 921.7000122070312,
        "end": 924.7000122070312,
        "text": " Yeah. Okay. You know."
      },
      {
        "id": 144,
        "start": 926.7000122070312,
        "end": 935.7000122070312,
        "text": " So, you know, if you want me to steal an order from you, I'd like to. I don't mean to be pain in the butt, but I'm just explaining to you my frustration."
      },
      {
        "id": 145,
        "start": 935.7000122070312,
        "end": 946.7000122070312,
        "text": " It was supposed to be sent, never got it, then this was sent, and now it was sent by your company, FedEx, to go to my post office box,"
      },
      {
        "id": 146,
        "start": 946.7000122070312,
        "end": 952.7000122070312,
        "text": " which, as I understand in talking with you, and also FedEx, that can't be done. They don't do it."
      },
      {
        "id": 147,
        "start": 952.7000122070312,
        "end": 957.7000122070312,
        "text": " So, it was a screw-up the second time by the person that took the order."
      },
      {
        "id": 148,
        "start": 957.7000122070312,
        "end": 963.7000122070312,
        "text": " I'm not pointing fingers. All I want is my package. That's all I want."
      },
      {
        "id": 149,
        "start": 963.7000122070312,
        "end": 972.7000122070312,
        "text": " So, if you would please send it to me, I don't care. If it's a problem that you send it, I can't sign for it here."
      },
      {
        "id": 150,
        "start": 972.7000122070312,
        "end": 975.7000122070312,
        "text": " I could sign for it at the post office."
      },
      {
        "id": 151,
        "start": 978.7000122070312,
        "end": 989.7000122070312,
        "text": " Okay. It's up to you. I changed the address to the 321 Upper Kelly Creek Road. Do you want to stick with that?"
      },
      {
        "id": 152,
        "start": 989.7000122070312,
        "end": 995.7000122070312,
        "text": " Well, I guess we can go, but you said if I order again, it's a problem."
      },
      {
        "id": 153,
        "start": 996.7000122070312,
        "end": 1007.7000122070312,
        "text": " If this happens again, yeah. No, it's definitely a problem. That would be what? That would be 150 pills out the window."
      },
      {
        "id": 154,
        "start": 1007.7000122070312,
        "end": 1012.7000122070312,
        "text": " I'm just appealing. What direction would you go?"
      },
      {
        "id": 155,
        "start": 1015.7000122070312,
        "end": 1019.7000122070312,
        "text": " As far as your home address or the PO box?"
      },
      {
        "id": 156,
        "start": 1019.7000122070312,
        "end": 1020.7000122070312,
        "text": " Yeah."
      },
      {
        "id": 157,
        "start": 1021.7000122070312,
        "end": 1034.699951171875,
        "text": " I mean, it depends on which one you have found to be more consistent, because I would usually say your home address is fine."
      },
      {
        "id": 158,
        "start": 1034.699951171875,
        "end": 1042.699951171875,
        "text": " Even if it's at the end of the driveway, that should be fine, but then you told me there's two people that work in the whole town."
      },
      {
        "id": 159,
        "start": 1042.699951171875,
        "end": 1049.699951171875,
        "text": " There's two people. Yeah, there are two post office boxes in the town of Bozeman that has 65,000 people."
      },
      {
        "id": 160,
        "start": 1049.699951171875,
        "end": 1056.699951171875,
        "text": " In the main post office, my post office box is 6249. I've had that for 31 years."
      },
      {
        "id": 161,
        "start": 1056.699951171875,
        "end": 1067.699951171875,
        "text": " They have a problem with keeping employees ever since COVID, and it's happening all over the United States."
      },
      {
        "id": 162,
        "start": 1067.699951171875,
        "end": 1071.699951171875,
        "text": " Bozeman, I think, is worse than anywhere that I've ever seen."
      },
      {
        "id": 163,
        "start": 1071.699951171875,
        "end": 1077.699951171875,
        "text": " All I want to be able to do, like I said, I'm bringing that up. I know that you sell Viagra for a lot cheaper."
      },
      {
        "id": 164,
        "start": 1077.699951171875,
        "end": 1083.699951171875,
        "text": " I don't mind. I'd just like to get it. I don't mind paying $5 a pill. I would just like to be able to get it."
      },
      {
        "id": 165,
        "start": 1085.699951171875,
        "end": 1086.699951171875,
        "text": " Right."
      },
      {
        "id": 166,
        "start": 1087.699951171875,
        "end": 1095.699951171875,
        "text": " In fact, Ben Hall, a friend of mine who lives in Livingston, Montana, a couple years ago was the one that introduced me to your company."
      },
      {
        "id": 167,
        "start": 1095.699951171875,
        "end": 1099.699951171875,
        "text": " He gets it all the time, Ben Hall, H-U-L-L. You can look him up."
      },
      {
        "id": 168,
        "start": 1099.699951171875,
        "end": 1101.699951171875,
        "text": " So, it was a referral from him."
      },
      {
        "id": 169,
        "start": 1101.699951171875,
        "end": 1110.699951171875,
        "text": " So, if I would say, don't send it to my post office box because they don't have enough. It's not working."
      },
      {
        "id": 170,
        "start": 1110.699951171875,
        "end": 1113.699951171875,
        "text": " Send it to 321 Uppercase."
      },
      {
        "id": 171,
        "start": 1113.699951171875,
        "end": 1116.699951171875,
        "text": " One. Yeah. Okay."
      },
      {
        "id": 172,
        "start": 1117.699951171875,
        "end": 1122.699951171875,
        "text": " Here's, like again, here's something interesting. I'm in front of my computer. I refreshed it."
      },
      {
        "id": 173,
        "start": 1122.699951171875,
        "end": 1127.699951171875,
        "text": " I looked on trash. I looked everywhere, and I didn't look at spam."
      },
      {
        "id": 174,
        "start": 1127.699951171875,
        "end": 1130.699951171875,
        "text": " I have not gotten an email."
      },
      {
        "id": 175,
        "start": 1133.699951171875,
        "end": 1138.699951171875,
        "text": " Yeah, that I cannot tell you about because I do not work for FedEx."
      },
      {
        "id": 176,
        "start": 1138.699951171875,
        "end": 1143.699951171875,
        "text": " I get it. I wish I knew where it was in FedEx. I'd go pick it up."
      },
      {
        "id": 177,
        "start": 1143.699951171875,
        "end": 1147.699951171875,
        "text": " I would, but there's no way that I can do that."
      },
      {
        "id": 178,
        "start": 1148.699951171875,
        "end": 1149.699951171875,
        "text": " Right."
      },
      {
        "id": 179,
        "start": 1149.699951171875,
        "end": 1158.699951171875,
        "text": " Right. I mean, if after this call you want to call them, and like I mentioned, like, because we've been on the phone 20 minutes."
      },
      {
        "id": 180,
        "start": 1158.699951171875,
        "end": 1165.699951171875,
        "text": " Like, if you, you know, had wanted to, like 20 minutes ago, already be on the phone with them,"
      },
      {
        "id": 181,
        "start": 1165.699951171875,
        "end": 1170.699951171875,
        "text": " and then you could call me back if it didn't work out, and then I could just place this order for you."
      },
      {
        "id": 182,
        "start": 1170.699951171875,
        "end": 1172.699951171875,
        "text": " That's still an option."
      },
      {
        "id": 183,
        "start": 1172.699951171875,
        "end": 1174.699951171875,
        "text": " I will try that if I can get a hold of them, but chances are I won't."
      },
      {
        "id": 184,
        "start": 1174.699951171875,
        "end": 1178.699951171875,
        "text": " There are three of them, and I don't know which one to reach."
      },
      {
        "id": 185,
        "start": 1178.699951171875,
        "end": 1179.699951171875,
        "text": " Don't know."
      },
      {
        "id": 186,
        "start": 1179.699951171875,
        "end": 1185.699951171875,
        "text": " And when I called them before, they said that I had to go through you, that they were going to send it back to you."
      },
      {
        "id": 187,
        "start": 1185.699951171875,
        "end": 1187.699951171875,
        "text": " That's exactly what they said."
      },
      {
        "id": 188,
        "start": 1188.699951171875,
        "end": 1196.699951171875,
        "text": " Right. I think there's only one customer service number, and I would tell them that we called them,"
      },
      {
        "id": 189,
        "start": 1196.699951171875,
        "end": 1202.699951171875,
        "text": " so there should be a ticket for that, and that they told us they could."
      },
      {
        "id": 190,
        "start": 1203.699951171875,
        "end": 1205.699951171875,
        "text": " Is it a local service number?"
      },
      {
        "id": 191,
        "start": 1206.699951171875,
        "end": 1208.699951171875,
        "text": " I, what do you mean?"
      },
      {
        "id": 192,
        "start": 1208.699951171875,
        "end": 1213.699951171875,
        "text": " The FedEx customer service phone number is, I think it's like a corporate number."
      },
      {
        "id": 193,
        "start": 1215.699951171875,
        "end": 1217.699951171875,
        "text": " Do you have that number?"
      },
      {
        "id": 194,
        "start": 1220.699951171875,
        "end": 1221.699951171875,
        "text": " Yeah."
      },
      {
        "id": 195,
        "start": 1221.699951171875,
        "end": 1222.699951171875,
        "text": " If you don't, that's okay."
      },
      {
        "id": 196,
        "start": 1224.699951171875,
        "end": 1227.699951171875,
        "text": " Do me a favor, just ship me a number, and please, just reach me one of them."
      },
      {
        "id": 197,
        "start": 1227.699951171875,
        "end": 1228.699951171875,
        "text": " Okay."
      },
      {
        "id": 198,
        "start": 1228.699951171875,
        "end": 1229.699951171875,
        "text": " Just ship me a number."
      },
      {
        "id": 199,
        "start": 1229.699951171875,
        "end": 1231.699951171875,
        "text": " Okay. Yeah, that's fine. Okay."
      },
      {
        "id": 200,
        "start": 1231.699951171875,
        "end": 1234.699951171875,
        "text": " And send me an email to confirm that, okay?"
      },
      {
        "id": 201,
        "start": 1235.699951171875,
        "end": 1237.699951171875,
        "text": " Yeah. Yeah. Great."
      },
      {
        "id": 202,
        "start": 1237.699951171875,
        "end": 1239.699951171875,
        "text": " I'm sorry for your time, taking your time, Olivia."
      },
      {
        "id": 203,
        "start": 1239.699951171875,
        "end": 1241.699951171875,
        "text": " I did find it frustrating, and it's not your fault."
      },
      {
        "id": 204,
        "start": 1241.699951171875,
        "end": 1243.699951171875,
        "text": " Right. Okay."
      },
      {
        "id": 205,
        "start": 1243.699951171875,
        "end": 1248.699951171875,
        "text": " So, I just sent that, and I'll message shipping about it right now."
      },
      {
        "id": 206,
        "start": 1248.699951171875,
        "end": 1253.699951171875,
        "text": " Within the next, like, five minutes, I'll send you an email about it."
      },
      {
        "id": 207,
        "start": 1253.699951171875,
        "end": 1255.699951171875,
        "text": " Thank you. I appreciate it."
      },
      {
        "id": 208,
        "start": 1255.699951171875,
        "end": 1256.699951171875,
        "text": " Yeah."
      },
      {
        "id": 209,
        "start": 1256.699951171875,
        "end": 1257.699951171875,
        "text": " Okay."
      },
      {
        "id": 210,
        "start": 1257.699951171875,
        "end": 1259.699951171875,
        "text": " All right, Terry. Well, I hope you have a great day."
      },
      {
        "id": 211,
        "start": 1259.699951171875,
        "end": 1260.699951171875,
        "text": " Okay. Bye."
      },
      {
        "id": 212,
        "start": 1260.699951171875,
        "end": 1261.699951171875,
        "text": " Bye."
      },
      {
        "id": 213,
        "start": 1265.699951171875,
        "end": 1266.699951171875,
        "text": " Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8195-941b-fdccc1ddecd8",
    "url": "https://www.notion.so/300000001218557-300000001708458-2f611d0a101c8195941bfdccc1ddecd8"
  },
  "processedAt": "2026-01-28T15:57:25.697Z"
}