{
  "recording": {
    "name": "300000001216665-300000001706006-3476456109 by olivia@superbalife.com @ 3_25_22 PM.wav",
    "size": 472286,
    "modifyTime": 1769582836000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216665-300000001706006-3476456109 by olivia@superbalife.com @ 3_25_22 PM.wav",
    "uploadDate": "2026-01-28T06:47:16.000Z",
    "callId": "300000001216665-300000001706006",
    "agent": "olivia",
    "phoneNumber": "3476456109",
    "callTimestamp": "2026-01-28T15:25:22.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Hello, how are you doing? My name is Clifford.\n\nSpeaker 1: Clifford, how are you?\n\nSpeaker 2: I'm good. I'm good.\n\nSpeaker 1: Good. How can I help you today, Clifford?\n\nSpeaker 2: So I think I just got charged and I'm pretty much... I'm good. Like, I'm going to cancel whatever subscription I have or prescription.\n\nSpeaker 1: Yeah. Yeah, I can help you with this. Okay Clifford, what is your date of birth?\n\nSpeaker 2: August 20th, 1976.\n\nSpeaker 1: Great, and you're located at 610 Lincoln Place Unit 2, Brooklyn, New York?\n\nSpeaker 2: Yes ma'am, Brooklyn.\n\nSpeaker 1: Great, yeah, so I do see you here. All right, yeah, and this refill from today you do not need it. Is that accurate?\n\nSpeaker 2: Yeah, I think it was just a one-time deal I was looking at. What was the actual, I guess I missed something. Is it like a renewal every few months or something like that? Automatic?\n\nSpeaker 1: Yes, so when you... yeah, when you place the order it does state that all of their prescriptions come with refills that are... the time duration is determined by the pharmacy and that if you do want to update, pause them, make any changes, you can call this phone number.\n\nSpeaker 2: So when you don't call us, that's why that happened, but if you don't want to receive this refill you don't have to.\n\nSpeaker 1: Right, okay.\n\nSpeaker 2: Yeah, so now since I'm good, like I don't need it, what steps? Is there a refund or how does this work?\n\nSpeaker 1: Yeah, yeah, I can process that.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Okay, so you don't need it.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: And with your prescription if you don't want to receive those regular refills you don't have to. You always have the option to place the prescription on hold for up to six months at a time just because six months is when the script would expire if we couldn't refill it.\n\nSpeaker 2: And the way that works is whenever you are ready to order again you can, you just have to give us a call to place it before, yeah, July 23rd.\n\nSpeaker 1: Yeah, that's not a problem.\n\nSpeaker 2: Yeah, but I think I'm good for now though to be honest with you until further notice.\n\nSpeaker 1: Yeah, of course. Okay, great. So I place your prescription on hold for the next six months. If you need anything before the end of July just give us a call. We're always here.\n\nSpeaker 2: Okay, and just to be clear, if I do not call, I forget, I got six months from now, right, it won't automatically refill, right?\n\nSpeaker 1: So July 23rd of this year you just need to let us know either if you want to order or if you still have pills. You just need to let us know, hey I still have pills, leave me on hold. Just because otherwise so that the script doesn't expire that's when it would be refilled but for half of the number of your order, which I know sounds confusing, but your initial prescription is only for 40 pills.\n\nSpeaker 2: It's just that you did the 50% off pill upgrade, which is great. You got 80 pills, which is a lot of pills, so obviously you need some time to use them.\n\nSpeaker 1: Yeah, so yeah, if July rolls around and you still have pills just let us know.\n\nSpeaker 2: Okay, that's fair enough. I'm cool with that. Okay, so how long does it take for the refund now?\n\nSpeaker 1: Oh, well it could be as soon as like an hour. It could technically take three to five business days. It depends on your bank. Sometimes PayPal is really quick. I don't know if that is or isn't how you pay it through.\n\nSpeaker 2: I think it was, I don't think it was PayPal, I think it was my regular Wells Fargo.\n\nSpeaker 1: Okay, so I would say probably today or tomorrow, but Monday through Wednesday at the very latest, but probably today or tomorrow you'll see a refund for $163.95.\n\nSpeaker 2: All right, I appreciate that.\n\nSpeaker 1: Yeah, of course. All right, thank you so much.\n\nSpeaker 2: Yeah, thank you Clifford. I hope you have a great day.\n\nSpeaker 1: All right, you too. Good night.\n\nSpeaker 2: Thanks, bye.",
    "duration": 12231,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 4.760000228881836,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 4.760000228881836,
        "end": 11.9399995803833,
        "text": " pleasure of speaking with today? Hello, how are you doing? My name is Clifford. Hi"
      },
      {
        "id": 2,
        "start": 11.9399995803833,
        "end": 19.440000534057617,
        "text": " Clifford, how are you? I'm good. I'm good. Good. How can I help you today Clifford?"
      },
      {
        "id": 3,
        "start": 19.440000534057617,
        "end": 27.600000381469727,
        "text": " So I think I just got charged and I'm pretty much I'm good like I'm going to"
      },
      {
        "id": 4,
        "start": 27.600000381469727,
        "end": 34.7599983215332,
        "text": " cancel whatever subscription I have or prescription, yeah. Yeah, I can help you"
      },
      {
        "id": 5,
        "start": 34.7599983215332,
        "end": 43.880001068115234,
        "text": " with this. Okay Clifford, what is your date of birth? August 20th, 1976. Great, and"
      },
      {
        "id": 6,
        "start": 43.880001068115234,
        "end": 51,
        "text": " you're located at 610 Lincoln Place Unit 2, Brooklyn, New York. Yes ma'am, Brooklyn."
      },
      {
        "id": 7,
        "start": 51,
        "end": 57.959999084472656,
        "text": " Great, yeah, so I do see you here. All right, yeah, and this refill from today"
      },
      {
        "id": 8,
        "start": 57.959999084472656,
        "end": 65.12000274658203,
        "text": " you do not need it. Is that accurate? Yeah, I think it was just a one-time deal I was"
      },
      {
        "id": 9,
        "start": 65.12000274658203,
        "end": 70.80000305175781,
        "text": " looking at. What was the actual, I guess I missed something. Is it like a renewal"
      },
      {
        "id": 10,
        "start": 70.80000305175781,
        "end": 77.95999908447266,
        "text": " every few months or something like that? Automatic? Yes, so when you, yeah, when you"
      },
      {
        "id": 11,
        "start": 77.95999908447266,
        "end": 83.55999755859375,
        "text": " place the order it does state that all of their prescriptions come with refills"
      },
      {
        "id": 12,
        "start": 83.55999755859375,
        "end": 89.72000122070312,
        "text": " that are, the time duration is determined by the pharmacy and that if you do want"
      },
      {
        "id": 13,
        "start": 89.72000122070312,
        "end": 97.23999786376953,
        "text": " to update, pause them, make any changes, you can call this phone number. So when"
      },
      {
        "id": 14,
        "start": 97.23999786376953,
        "end": 101.16000366210938,
        "text": " you don't call us that's why that happened, but if you don't want to"
      },
      {
        "id": 15,
        "start": 101.16000366210938,
        "end": 109.55999755859375,
        "text": " receive this refill you don't have to. Right, okay. Yeah, so now since I'm good,"
      },
      {
        "id": 16,
        "start": 109.55999755859375,
        "end": 115.63999938964844,
        "text": " like I don't need it, what steps? Is there a refund or how does this work? Yeah, yeah, I"
      },
      {
        "id": 17,
        "start": 115.63999938964844,
        "end": 125.04000091552734,
        "text": " can process that. Okay. Okay, so you don't need it. Yeah, and with your prescription if you"
      },
      {
        "id": 18,
        "start": 125.04000091552734,
        "end": 131.32000732421875,
        "text": " don't want to receive those regular refills you don't have to. You always"
      },
      {
        "id": 19,
        "start": 131.32000732421875,
        "end": 136.60000610351562,
        "text": " have the option to place the prescription on hold for up to six months"
      },
      {
        "id": 20,
        "start": 136.60000610351562,
        "end": 140.9199981689453,
        "text": " at a time just because six months is when the script would expire. If we"
      },
      {
        "id": 21,
        "start": 140.9199981689453,
        "end": 146.1199951171875,
        "text": " couldn't refill it and the way that works is whenever you are ready to order"
      },
      {
        "id": 22,
        "start": 146.1199951171875,
        "end": 155,
        "text": " again you can, you just have to give us a call to place it before, yeah, July 23rd."
      },
      {
        "id": 23,
        "start": 155.1999969482422,
        "end": 160.16000366210938,
        "text": " Yeah, that's not a problem. Yeah, but I think I'm good for now though to be"
      },
      {
        "id": 24,
        "start": 160.16000366210938,
        "end": 165.16000366210938,
        "text": " honest with you until further notice. Yeah, of course. Okay, great. So I place"
      },
      {
        "id": 25,
        "start": 165.16000366210938,
        "end": 168.8800048828125,
        "text": " your prescription on hold for the next six months. If you need anything before"
      },
      {
        "id": 26,
        "start": 168.8800048828125,
        "end": 173.8000030517578,
        "text": " the end of July just give us a call. We're always here. Okay, and just to be"
      },
      {
        "id": 27,
        "start": 173.8000030517578,
        "end": 178.44000244140625,
        "text": " clear, if I do not call, I forget I got six months from now, right, it won't"
      },
      {
        "id": 28,
        "start": 178.44000244140625,
        "end": 186.16000366210938,
        "text": " automatically refill, right? So July 23rd of this year you just need to let us"
      },
      {
        "id": 29,
        "start": 186.16000366210938,
        "end": 191.9199981689453,
        "text": " know either if you want to order or if you still have pills. You just need to"
      },
      {
        "id": 30,
        "start": 191.9199981689453,
        "end": 197.16000366210938,
        "text": " let us know, hey I still have pills, leave me on hold. Just because otherwise so"
      },
      {
        "id": 31,
        "start": 197.16000366210938,
        "end": 202.0399932861328,
        "text": " that the script doesn't expire that's when it would be refilled but for half"
      },
      {
        "id": 32,
        "start": 202.0399932861328,
        "end": 206.8000030517578,
        "text": " of the number of your order, which I know sounds confusing, but your initial"
      },
      {
        "id": 33,
        "start": 206.8000030517578,
        "end": 213.0800018310547,
        "text": " prescription is only for 40 pills. It's just that you did the 50% off pill"
      },
      {
        "id": 34,
        "start": 213.0800018310547,
        "end": 217.8800048828125,
        "text": " upgrade, which is great. You got 80 pills, which is a lot of pills, so obviously"
      },
      {
        "id": 35,
        "start": 217.8800048828125,
        "end": 224,
        "text": " you need some time to use them. Yeah, so yeah, if July rolls around and you still"
      },
      {
        "id": 36,
        "start": 224,
        "end": 232,
        "text": " have pills just let us know. Okay, that's fair enough. I'm cool with that. Okay, so"
      },
      {
        "id": 37,
        "start": 232,
        "end": 238.83999633789062,
        "text": " how long does it take for the refund now? Oh, well it could be as soon as like"
      },
      {
        "id": 38,
        "start": 238.83999633789062,
        "end": 244.75999450683594,
        "text": " an hour. It could technically take three to five business days. It"
      },
      {
        "id": 39,
        "start": 244.75999450683594,
        "end": 250.60000610351562,
        "text": " depends on your bank. Sometimes PayPal is really quick. I don't know if that is or isn't"
      },
      {
        "id": 40,
        "start": 250.60000610351562,
        "end": 255.9199981689453,
        "text": " how you pay it through. I think it was, I don't think it was PayPal, I think it was my"
      },
      {
        "id": 41,
        "start": 255.9199981689453,
        "end": 264.8800048828125,
        "text": " regular Wells Fargo. Okay, so I would say probably today or tomorrow, but Monday"
      },
      {
        "id": 42,
        "start": 264.8800048828125,
        "end": 268.2799987792969,
        "text": " through Wednesday at the very latest, but probably today or tomorrow you'll see a"
      },
      {
        "id": 43,
        "start": 268.2799987792969,
        "end": 276.32000732421875,
        "text": " refund for $163.95. All right, I appreciate that. Yeah, of course."
      },
      {
        "id": 44,
        "start": 276.32000732421875,
        "end": 281.0799865722656,
        "text": " All right, thank you so much. Yeah, thank you Clifford. I hope you have a great day."
      },
      {
        "id": 45,
        "start": 281.0799865722656,
        "end": 286.6000061035156,
        "text": " All right, you too. Good night. Thanks, bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8109-86ad-c2e7653de182",
    "url": "https://www.notion.so/300000001216665-300000001706006-2f611d0a101c810986adc2e7653de182"
  },
  "processedAt": "2026-01-28T16:51:39.485Z"
}