{
  "recording": {
    "name": "300000001221903-300000001711551-6034991544 by olivier@superbalife.com @ 4_00_22 PM.wav",
    "size": 289310,
    "modifyTime": 1769645022000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001221903-300000001711551-6034991544 by olivier@superbalife.com @ 4_00_22 PM.wav",
    "uploadDate": "2026-01-29T00:03:42.000Z",
    "callId": "300000001221903-300000001711551",
    "agent": "olivier",
    "phoneNumber": "6034991544",
    "callTimestamp": "2026-01-29T16:00:22.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hello? Hello. How are we doing, sir? Good, you? Yeah. Mr. Randy Foster? Yes. Yeah, I'm going to help you, sir. Let's cancel, you know, any further orders.\n\nSpeaker 2: Yeah, Mr. Foster, I see that you have a prescription for Viagra, 50 milligrams, 10 tablets from Dr. Tariq every 30 days. How can I help you, sir? You said you just don't need it as often? Do you want to order?\n\nSpeaker 1: Yeah, just I'll call when I need it.\n\nSpeaker 2: Okay, so I'm going to have the pharmacy pausing the initial 30 days, so you can order as needed. You can get to lock your pricing. You can just get 10 pills once or twice a year if you want to guarantee your current deal, but, you know, that way you don't get refill every month because you don't need it, okay?\n\nSpeaker 1: Yeah, I understand, sir. So we're going to pause the prescription for half a year so you can order as needed, okay? So you're not going to get it every month, okay? So you have time to use what you have and call to reorder. So the prescription will be available and you'll be still able to claim the same price, the same deal you currently have, okay?\n\nSpeaker 2: Okay, I just, yeah, I'll call when I need it.\n\nSpeaker 1: Okay, yeah. If I need it, I'll call you. Pausing you, they're going to stop the monthly and then you can order as needed. They're going to pause for half a year, okay? You're all set.\n\nSpeaker 2: Yeah, I just don't pause it. I'll call when I, I'll call you guys when I need it.\n\nSpeaker 1: So if I don't pause your account, sir, you will not have a doctor prescription to reorder in the future at your convenience and either the company will, the order will not go through or if it goes through, it will be a different price because they're going to have to pay again a doctor evaluation.\n\nSpeaker 2: So what you want to do, you want to save that prescription, lock your price in, but just be off the monthly basically because you don't need it every month. So the account will be paused for half a year to give you the opportunity to reorder yourself. I think that's what you were requesting, right?\n\nSpeaker 1: No, I mean, I'm just, you're saying you want me to pause it for a year, right?\n\nSpeaker 2: It paused for half a year so you get to refill once or twice a year, but not every 30 days anymore.\n\nSpeaker 1: Yeah, I mean, I'll just cancel it because I mean, if I have to go through it again, I'll see, I'll talk to a doctor. I'll talk to one of your physicians.\n\nSpeaker 2: All right. You might not be able to reorder. Just be aware of that. I canceled the doctor prescription, canceled the VIP account. You're good to go, Mr. Foster.\n\nSpeaker 1: Okay. All right. I just can't vote. You have a good one. Bye-bye.\n\nSpeaker 2: Thank you very much. Bye.",
    "duration": 9126,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 25.719999313354492,
        "text": " Hello? Hello. How are we doing, sir? Good, you? Yeah. Mr. Randy Foster? Yes. Yeah, I'm"
      },
      {
        "id": 1,
        "start": 25.719999313354492,
        "end": 35.79999923706055,
        "text": " going to help you, sir. Let's cancel, you know, any further orders. Yeah, Mr. Foster,"
      },
      {
        "id": 2,
        "start": 35.79999923706055,
        "end": 41,
        "text": " I see that you have a prescription for Viagra, 50 milligrams, 10 tablets from Dr. Tariq every"
      },
      {
        "id": 3,
        "start": 41,
        "end": 47.47999954223633,
        "text": " 30 days. How can I help you, sir? You said you just don't need it as often? Do you want"
      },
      {
        "id": 4,
        "start": 47.47999954223633,
        "end": 54.08000183105469,
        "text": " to order? Yeah, just I'll call when I need it. Okay, so I'm going to have the pharmacy"
      },
      {
        "id": 5,
        "start": 54.08000183105469,
        "end": 62.2400016784668,
        "text": " pausing the initial 30 days, so you can order as needed. You can get to lock your pricing."
      },
      {
        "id": 6,
        "start": 62.2400016784668,
        "end": 66.5199966430664,
        "text": " You can just get 10 pills once or twice a year if you want to guarantee your current"
      },
      {
        "id": 7,
        "start": 66.5199966430664,
        "end": 71.95999908447266,
        "text": " deal, but, you know, that way you don't get refill every month because you don't need"
      },
      {
        "id": 8,
        "start": 71.95999908447266,
        "end": 78.5199966430664,
        "text": " it, okay? Yeah, I understand, sir. So we're going to pause the prescription for half a"
      },
      {
        "id": 9,
        "start": 78.5199966430664,
        "end": 83,
        "text": " year so you can order as needed, okay? So you're not going to get it every month, okay?"
      },
      {
        "id": 10,
        "start": 83,
        "end": 86.80000305175781,
        "text": " So you have time to use what you have and call to reorder. So the prescription will"
      },
      {
        "id": 11,
        "start": 86.80000305175781,
        "end": 91.76000213623047,
        "text": " be available and you'll be still able to claim the same price, the same deal you currently"
      },
      {
        "id": 12,
        "start": 91.76000213623047,
        "end": 97.80000305175781,
        "text": " have, okay? Okay, I just, yeah, I'll call when I need it. Okay, yeah. If I need it,"
      },
      {
        "id": 13,
        "start": 97.80000305175781,
        "end": 102.04000091552734,
        "text": " I'll call you. Pausing you, they're going to stop the monthly and then you can order"
      },
      {
        "id": 14,
        "start": 102.04000091552734,
        "end": 106.5999984741211,
        "text": " as needed. They're going to pause for half a year, okay? You're all set. Yeah, I just"
      },
      {
        "id": 15,
        "start": 106.5999984741211,
        "end": 112.4000015258789,
        "text": " don't pause it. I'll call when I, I'll call you guys when I need it. So if I don't pause"
      },
      {
        "id": 16,
        "start": 112.4000015258789,
        "end": 116.80000305175781,
        "text": " your account, sir, you will not have a doctor prescription to reorder in the future at your"
      },
      {
        "id": 17,
        "start": 116.80000305175781,
        "end": 122.87999725341797,
        "text": " convenience and either the company will, the order will not go through or if it goes through,"
      },
      {
        "id": 18,
        "start": 122.87999725341797,
        "end": 127.12000274658203,
        "text": " it will be a different price because they're going to have to pay again a doctor evaluation."
      },
      {
        "id": 19,
        "start": 127.12000274658203,
        "end": 131.47999572753906,
        "text": " So what you want to do, you want to save that prescription, lock your price in, but just"
      },
      {
        "id": 20,
        "start": 131.47999572753906,
        "end": 135.67999267578125,
        "text": " be off the monthly basically because you don't need it every month. So the account will be"
      },
      {
        "id": 21,
        "start": 135.67999267578125,
        "end": 140.47999572753906,
        "text": " paused for half a year to give you the opportunity to reorder yourself. I think that's what you"
      },
      {
        "id": 22,
        "start": 140.47999572753906,
        "end": 145.75999450683594,
        "text": " were requesting, right? No, I mean, I'm just, you're saying you want me to pause it for"
      },
      {
        "id": 23,
        "start": 145.75999450683594,
        "end": 151.8000030517578,
        "text": " a year, right? It paused for half a year so you get to refill once or twice a year, but"
      },
      {
        "id": 24,
        "start": 151.8000030517578,
        "end": 159.0399932861328,
        "text": " not every 30 days anymore. Yeah, I mean, I'll just cancel it because I mean, if I have to"
      },
      {
        "id": 25,
        "start": 159.0399932861328,
        "end": 163.8800048828125,
        "text": " go through it again, I'll see, I'll talk to a doctor. I'll talk to one of your physicians."
      },
      {
        "id": 26,
        "start": 163.8800048828125,
        "end": 167.60000610351562,
        "text": " All right. You might not be able to reorder. Just be aware of that. I canceled the doctor"
      },
      {
        "id": 27,
        "start": 167.63999938964844,
        "end": 171.75999450683594,
        "text": " prescription, canceled the VIP account. You're good to go, Mr. Foster. Okay."
      },
      {
        "id": 28,
        "start": 171.75999450683594,
        "end": 174.75999450683594,
        "text": " All right. I just can't vote. You have a good one. Bye-bye."
      },
      {
        "id": 29,
        "start": 174.75999450683594,
        "end": 176.55999755859375,
        "text": " Thank you very much. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-811e-94e4-e0a603a0b01f",
    "url": "https://www.notion.so/300000001221903-300000001711551-2f711d0a101c811e94e4e0a603a0b01f"
  },
  "processedAt": "2026-01-29T10:14:52.502Z"
}