{
  "recording": {
    "name": "300000001216611-300000001705965-6468720331 by olivia@superbalife.com @ 2_50_31 PM.wav",
    "size": 1122090,
    "modifyTime": 1769590639000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216611-300000001705965-6468720331 by olivia@superbalife.com @ 2_50_31 PM.wav",
    "uploadDate": "2026-01-28T08:57:19.000Z",
    "callId": "300000001216611-300000001705965",
    "agent": "olivia",
    "phoneNumber": "6468720331",
    "callTimestamp": "2026-01-28T14:50:31.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Kelvin Wilkes. Sorry, who is this? Kelvin, K-E-L-V-I-N, Wilkes, W-I-L-K-E-S.\n\nSpeaker 1: I'm in your system. Hi, Kelvin. How are you?\n\nSpeaker 2: I'm hanging in there. I'm okay. Okay. Here's the new pill that you just put out.\n\nSpeaker 1: What's that, A-G-E-V, something like that?\n\nSpeaker 2: Yeah, the A-G-V. That's right.\n\nSpeaker 1: So what makes it more different than the other ones?\n\nSpeaker 2: Yeah, good question. So it's faster acting. It's longer lasting. But then my favorite thing about it is that we've specifically formulated it to cut out the side effects of sinus agitation and headache.\n\nSpeaker 1: Okay. And what's the amount that you pay for these pills?\n\nSpeaker 2: Yeah, so they are currently for 10 pills. You could do 63.95. You could do 25 pills for 113.95. Or you could do 40 pills for 163.95.\n\nSpeaker 1: And is that at certain dosage? Would the highest dosage be the same?\n\nSpeaker 2: No. All of the milligrams are the same price.\n\nSpeaker 1: Okay. So I'm in the system.\n\nSpeaker 2: I probably have to change the card. I don't know if I still have my card in the system.\n\nSpeaker 1: Yeah, I think you are. I think I'm looking at your prescription. I think Michelle placed it on hold for you. What is your date of birth?\n\nSpeaker 2: August 24, 1959.\n\nSpeaker 1: Great. And you're located at 234-21, 133rd Avenue.\n\nSpeaker 2: Yeah, first floor, Rosedale, New York.\n\nSpeaker 1: Okay, yeah, so I see you here. So you want to order some AGV, is that right?\n\nSpeaker 2: Right. And that's just 10 pills for 63, you say?\n\nSpeaker 1: Okay, great. That's right. And I'm imagining you want to stick with 100 milligrams, is that right?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Perfect. And we're shipping it to 232-21, 133rd Avenue, first floor, Rosedale, New York, 11422?\n\nSpeaker 2: Yes, that's correct.\n\nSpeaker 1: Okay, great. And the card we have on file is the MasterCard that ends in 0839 and expires May 2029. Is that the one you want us to use?\n\nSpeaker 2: No, we're going to use a different one because that card has been breached. We use a different card.\n\nSpeaker 1: Yeah, so whenever you're ready. Are you ready?\n\nSpeaker 2: Okay, 6011. 6011. 4104. 4104. 4655. 4655. 0373. 0373.\n\nSpeaker 1: Okay, great. And what's the expiration date?\n\nSpeaker 2: 0628. 0628.\n\nSpeaker 1: And what's the CVV on the back? Do I got to give you that?\n\nSpeaker 2: A lot of times they'll go through even if we don't give it. Can you do it that way?\n\nSpeaker 1: No. That's what happened before when I did it and it was breached on another card.\n\nSpeaker 2: Yeah, so for us, but any payment I've also ever placed online, you do need to share the CVV because that's part of the card.\n\nSpeaker 1: Okay, that's how another card got breached. It's the same thing. What was online out there?\n\nSpeaker 2: We do it online. Do I do it online? Because that kind of makes me feel more comfortable.\n\nSpeaker 1: Yeah, the order is being placed online. I know. You're following what I'm trying to say for security because that's the problem I had before.\n\nSpeaker 2: Yeah, I've just never heard of the security issue being the CVV specifically, but I will tell you on our website, your credit cards are all encrypted. So once we add the new card, none of us and nobody from our company and definitely no stranger would be able to see anything except the last four digits of the card anyway.\n\nSpeaker 1: Okay, you say that, but it happens. That's why I'm saying that. That's why I'm acting the way I'm acting.\n\nSpeaker 2: You know what, I've been a customer. That's why I'm saying that.\n\nSpeaker 1: Right.\n\nSpeaker 2: Yeah, I mean, it's up to you. I just, you've never placed an order. Can I do it through a link? Can I do it through a link?\n\nSpeaker 1: And then that's what makes me feel more comfortable.\n\nSpeaker 2: I mean, if you want to do it online, you can.\n\nSpeaker 1: Yeah, you just go into your account, but make sure that you select the AGV specifically.\n\nSpeaker 2: Right. So that's the reason why I'm saying that. I feel more comfortable doing that. But then when I go to the line now, you can send me a link to my phone number and I can just go to it and put it in.\n\nSpeaker 1: Because people have done it without this, because it's like you could put it in as credit and it's the same thing.\n\nSpeaker 2: But I prefer to do that because that's why I had the problem.\n\nSpeaker 1: I know what you're saying. I know what you're saying.\n\nSpeaker 2: So that's why I'm asking. I'm sorry. I'm sorry.\n\nSpeaker 1: Yeah, so we cannot possibly place an order with a credit card without the CVV. So there's nobody here that's ever placed an order for you without that information.\n\nSpeaker 2: Okay, so can I have a link sent to me and I can do it online and then it'll just go straight online and it'll accept it. Can you do that by sending me a link?\n\nSpeaker 1: So you can just go to ScoreBlue and log right into your account and place the order there.\n\nSpeaker 2: Yeah, of course. Okay. That's the problem I had. You're not hearing what I'm saying. That's the problem I had. It was my card was breached.\n\nSpeaker 1: So wouldn't you feel uncomfortable if your card was breached?\n\nSpeaker 2: Yeah, but that just means if you're worried about it, you just can't place an order with your credit card ever again, right?\n\nSpeaker 1: That's why I changed the card. That's why I didn't do it again. It happened again.\n\nSpeaker 2: So what I'll do, I'll go online because then I'll do it that way and let's just say the pill is AGB, right?\n\nSpeaker 1: Just make sure and it's 10463, you said, right?\n\nSpeaker 2: Right. I thought I could do it the way without the CVS number.\n\nSpeaker 1: Right. That's the reason why I'm asking that. I'm not trying to be anything personal with you. It's just that I felt it's unsafe.\n\nSpeaker 2: It's people do things and it happens and it happened to me. So I'm a little disgusted by it, you know? Not taking that out on you.\n\nSpeaker 1: Yeah, sure. There's just details of the account that you wouldn't be able to manage from there without calling us back after placing the order anyway. But yeah, you can place an order yourself.\n\nSpeaker 2: If I place an order online and it'll set it and then all you do is AGB, it'll go through and then it shouldn't be a problem.\n\nSpeaker 1: I just thought maybe I would call and do it that way because that was the problem I had with the last card. That's why the card had to be changed.\n\nSpeaker 2: Right. So calling is a lot easier because there's things that we're able to do to help you to make sure you get the AGB, that your refills continue to be set up the way you want them to, that a proper consult is started again because you do need a new one, that if you do it yourself, sure you technically can.\n\nSpeaker 1: Can I promise you that all of those details will be taken care of the way you want? I don't know. But of course, you can place the order online.\n\nSpeaker 2: But either way, Kelvin, no matter what, if you do intend to place an order with us and you're using your credit card, which is your only option, you are going to have to enter in the CVV either with...\n\nSpeaker 1: And online, if I enter it online?\n\nSpeaker 2: Online, correct.\n\nSpeaker 1: If I enter it online, I won't have to speak to nobody and it'll go through.\n\nSpeaker 2: Right.\n\nSpeaker 1: Right. But it'll still be online.\n\nSpeaker 2: Yeah. Okay. That's what I'm saying. I'm not trying to be rude to you or anything. I'm trying to be civil. But that's the trust I don't have when I give out this.\n\nSpeaker 1: But it has happened.\n\nSpeaker 2: It's not once, a couple of times. You say people think it's trustworthy and they know something's been happening. It's like almost a third time for me.\n\nSpeaker 1: Right.\n\nSpeaker 2: A lot of times I like to do it online. Some places, they do take it without that and they just put it through on the card. It's good. It's not like that's what it has.\n\nSpeaker 1: Yeah. It's totally fine for you to place an order online. You just don't need to call us or speak to us if you're going to do that. That's totally fine.\n\nSpeaker 2: Okay. I'm not personally against you. That's how I'm comfortable. I'm about giving out the last three numbers.\n\nSpeaker 1: Right. Okay. That's why I'm that way. I'm not trying to be rude to you. I know you're trying to generate sales.\n\nSpeaker 2: Okay. Thank you.\n\nSpeaker 1: Okay. Have a great day.",
    "duration": 25808,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7,
        "end": 18,
        "text": " with today? Kelvin Wilkes. Sorry, who is this? Kelvin, K-E-L-V-I-N, Wilkes, W-I-L-K-E-S."
      },
      {
        "id": 2,
        "start": 18,
        "end": 27,
        "text": " I'm in your system. Hi, Kelvin. How are you? I'm hanging in there. I'm okay. Okay. Here's"
      },
      {
        "id": 3,
        "start": 27,
        "end": 36,
        "text": " the new pill that you just put out. What's that, A-G-E-V, something like that? Yeah,"
      },
      {
        "id": 4,
        "start": 36,
        "end": 46,
        "text": " the A-G-V. That's right. So what makes it more different than the other ones? Yeah,"
      },
      {
        "id": 5,
        "start": 46,
        "end": 54,
        "text": " good question. So it's faster acting. It's longer lasting. But then my favorite thing"
      },
      {
        "id": 6,
        "start": 54,
        "end": 61,
        "text": " about it is that we've specifically formulated it to cut out the side effects of sinus agitation"
      },
      {
        "id": 7,
        "start": 61,
        "end": 76,
        "text": " and headache. Okay. And what's the amount that you pay for these pills? Yeah, so they"
      },
      {
        "id": 8,
        "start": 77,
        "end": 88,
        "text": " are currently for 10 pills. You could do 63.95. You could do 25 pills for 113.95. Or"
      },
      {
        "id": 9,
        "start": 88,
        "end": 99,
        "text": " you could do 40 pills for 163.95. And is that at certain dosage? Would the highest dosage"
      },
      {
        "id": 10,
        "start": 99,
        "end": 110,
        "text": " be the same? No. All of the milligrams are the same price. Okay. So I'm in the system."
      },
      {
        "id": 11,
        "start": 110,
        "end": 116,
        "text": " I probably have to change the card. I don't know if I still have my card in the system."
      },
      {
        "id": 12,
        "start": 116,
        "end": 121,
        "text": " Yeah, I think you are. I think I'm looking at your prescription. I think Michelle placed"
      },
      {
        "id": 13,
        "start": 121,
        "end": 131,
        "text": " it on hold for you. What is your date of birth? August 24, 1959. Great. And you're"
      },
      {
        "id": 14,
        "start": 131,
        "end": 142,
        "text": " located at 234-21, 133rd Avenue. Yeah, first floor, Rosedale, New York. Okay, yeah, so"
      },
      {
        "id": 15,
        "start": 143,
        "end": 150,
        "text": " I see you here. So you want to order some AGV, is that right? Right. And that's just"
      },
      {
        "id": 16,
        "start": 150,
        "end": 159,
        "text": " 10 pills for 63, you say? Okay, great. That's right. And I'm imagining you want to stick"
      },
      {
        "id": 17,
        "start": 159,
        "end": 170,
        "text": " with 100 milligrams, is that right? Yes. Perfect. And we're shipping it to 232-21, 133rd Avenue,"
      },
      {
        "id": 18,
        "start": 170,
        "end": 177,
        "text": " first floor, Rosedale, New York, 11422? Yes, that's correct. Okay, great. And the card"
      },
      {
        "id": 19,
        "start": 177,
        "end": 186,
        "text": " we have on file is the MasterCard that ends in 0839 and expires May 2029. Is that the"
      },
      {
        "id": 20,
        "start": 186,
        "end": 192,
        "text": " one you want us to use? No, we're going to use a different one because that card has"
      },
      {
        "id": 21,
        "start": 192,
        "end": 220,
        "text": " been breached. We use a different card. Yeah, so whenever you're ready. Are you ready?"
      },
      {
        "id": 22,
        "start": 221,
        "end": 249,
        "text": " Okay, 6011. 6011. 4104. 4104. 4655. 4655. 0373. 0373. Okay, great. And what's the"
      },
      {
        "id": 23,
        "start": 250,
        "end": 262,
        "text": " expiration date? 0628. 0628. And what's the CVV on the back? Do I got to give you that?"
      },
      {
        "id": 24,
        "start": 262,
        "end": 268,
        "text": " A lot of times they'll go through even if we don't give it. Can you do it that way?"
      },
      {
        "id": 25,
        "start": 268,
        "end": 277,
        "text": " No. That's what happened before when I did it and it was breached on another card. Yeah,"
      },
      {
        "id": 26,
        "start": 277,
        "end": 284,
        "text": " so for us, but any payment I've also ever placed online, you do need to share the CVV"
      },
      {
        "id": 27,
        "start": 284,
        "end": 290,
        "text": " because that's part of the card. Okay, that's how another card got breached. It's the same"
      },
      {
        "id": 28,
        "start": 290,
        "end": 297,
        "text": " thing. What was online out there? We do it online. Do I do it online? Because that kind"
      },
      {
        "id": 29,
        "start": 297,
        "end": 305,
        "text": " of makes me feel more comfortable. Yeah, the order is being placed online. I know. You're"
      },
      {
        "id": 30,
        "start": 305,
        "end": 310,
        "text": " following what I'm trying to say for security because that's the problem I had before."
      },
      {
        "id": 31,
        "start": 310,
        "end": 316,
        "text": " Yeah, I've just never heard of the security issue being the CVV specifically, but I will"
      },
      {
        "id": 32,
        "start": 316,
        "end": 324,
        "text": " tell you on our website, your credit cards are all encrypted. So once we add the new"
      },
      {
        "id": 33,
        "start": 324,
        "end": 332,
        "text": " card, none of us and nobody from our company and definitely no stranger would be able to"
      },
      {
        "id": 34,
        "start": 332,
        "end": 337,
        "text": " see anything except the last four digits of the card anyway. Okay, you say that, but"
      },
      {
        "id": 35,
        "start": 337,
        "end": 343,
        "text": " it happens. That's why I'm saying that. That's why I'm acting the way I'm acting. You know"
      },
      {
        "id": 36,
        "start": 343,
        "end": 350,
        "text": " what, I've been a customer. That's why I'm saying that. Right. Yeah, I mean, it's up"
      },
      {
        "id": 37,
        "start": 350,
        "end": 356,
        "text": " to you. I just, you've never placed an order. Can I do it through a link? Can I do it through"
      },
      {
        "id": 38,
        "start": 356,
        "end": 367,
        "text": " a link? And then that's what makes me feel more comfortable. I mean, if you want to do"
      },
      {
        "id": 39,
        "start": 367,
        "end": 376,
        "text": " it online, you can. Yeah, you just go into your account, but make sure that you select"
      },
      {
        "id": 40,
        "start": 376,
        "end": 383,
        "text": " the AGV specifically. Right. So that's the reason why I'm saying that. I feel more comfortable"
      },
      {
        "id": 41,
        "start": 383,
        "end": 394,
        "text": " doing that. But then when I go to the line now, you can send me a link to my phone number"
      },
      {
        "id": 42,
        "start": 394,
        "end": 400,
        "text": " and I can just go to it and put it in. Because people have done it without this, because"
      },
      {
        "id": 43,
        "start": 400,
        "end": 406,
        "text": " it's like you could put it in as credit and it's the same thing. But I prefer to do that"
      },
      {
        "id": 44,
        "start": 406,
        "end": 415,
        "text": " because that's why I had the problem. I know what you're saying. I know what you're saying."
      },
      {
        "id": 45,
        "start": 415,
        "end": 426,
        "text": " So that's why I'm asking. I'm sorry. I'm sorry. Yeah, so we cannot possibly place an order"
      },
      {
        "id": 46,
        "start": 426,
        "end": 434,
        "text": " with a credit card without the CVV. So there's nobody here that's ever placed an order for"
      },
      {
        "id": 47,
        "start": 434,
        "end": 439,
        "text": " you without that information. Okay, so can I have a link sent to me and I can do it online"
      },
      {
        "id": 48,
        "start": 439,
        "end": 447,
        "text": " and then it'll just go straight online and it'll accept it. Can you do that by sending"
      },
      {
        "id": 49,
        "start": 447,
        "end": 452,
        "text": " me a link? So you can just go to ScoreBlue and log right into your account and place"
      },
      {
        "id": 50,
        "start": 452,
        "end": 460,
        "text": " the order there. Yeah, of course. Okay. That's the problem I had. You're not hearing what"
      },
      {
        "id": 51,
        "start": 460,
        "end": 467,
        "text": " I'm saying. That's the problem I had. It was my card was breached. So wouldn't you feel"
      },
      {
        "id": 52,
        "start": 467,
        "end": 474,
        "text": " uncomfortable if your card was breached? Yeah, but that just means if you're worried about"
      },
      {
        "id": 53,
        "start": 474,
        "end": 479,
        "text": " it, you just can't place an order with your credit card ever again, right?"
      },
      {
        "id": 54,
        "start": 479,
        "end": 485,
        "text": " That's why I changed the card. That's why I didn't do it again. It happened again. So"
      },
      {
        "id": 55,
        "start": 486,
        "end": 492,
        "text": " what I'll do, I'll go online because then I'll do it that way and let's just say the"
      },
      {
        "id": 56,
        "start": 492,
        "end": 500,
        "text": " pill is AGB, right? Just make sure and it's 10463, you said, right? Right. I thought I"
      },
      {
        "id": 57,
        "start": 500,
        "end": 508,
        "text": " could do it the way without the CVS number. Right. That's the reason why I'm asking that."
      },
      {
        "id": 58,
        "start": 508,
        "end": 512,
        "text": " I'm not trying to be anything personal with you. It's just that I felt it's unsafe."
      },
      {
        "id": 59,
        "start": 512,
        "end": 518,
        "text": " It's people do things and it happens and it happened to me. So I'm a little disgusted"
      },
      {
        "id": 60,
        "start": 518,
        "end": 527,
        "text": " by it, you know? Not taking that out on you. Yeah, sure. There's just details of the account"
      },
      {
        "id": 61,
        "start": 527,
        "end": 535,
        "text": " that you wouldn't be able to manage from there without calling us back after placing the"
      },
      {
        "id": 62,
        "start": 535,
        "end": 541,
        "text": " order anyway. But yeah, you can place an order yourself. If I place an order online"
      },
      {
        "id": 63,
        "start": 541,
        "end": 549,
        "text": " and it'll set it and then all you do is AGB, it'll go through and then it shouldn't be"
      },
      {
        "id": 64,
        "start": 549,
        "end": 555,
        "text": " a problem. I just thought maybe I would call and do it that way because that was the problem"
      },
      {
        "id": 65,
        "start": 555,
        "end": 564,
        "text": " I had with the last card. That's why the card had to be changed. Right. So calling is a"
      },
      {
        "id": 66,
        "start": 564,
        "end": 572,
        "text": " lot easier because there's things that we're able to do to help you to make sure you get"
      },
      {
        "id": 67,
        "start": 572,
        "end": 578,
        "text": " the AGB, that your refills continue to be set up the way you want them to, that a proper"
      },
      {
        "id": 68,
        "start": 578,
        "end": 585,
        "text": " consult is started again because you do need a new one, that if you do it yourself, sure"
      },
      {
        "id": 69,
        "start": 585,
        "end": 591,
        "text": " you technically can. Can I promise you that all of those details will be taken care of"
      },
      {
        "id": 70,
        "start": 591,
        "end": 596,
        "text": " the way you want? I don't know. But of course, you can place the order online. But either"
      },
      {
        "id": 71,
        "start": 596,
        "end": 602,
        "text": " way, Kelvin, no matter what, if you do intend to place an order with us and you're using"
      },
      {
        "id": 72,
        "start": 602,
        "end": 608,
        "text": " your credit card, which is your only option, you are going to have to enter in the CVV"
      },
      {
        "id": 73,
        "start": 608,
        "end": 615,
        "text": " either with... And online, if I enter it online? Online, correct. If I enter it online, I won't"
      },
      {
        "id": 74,
        "start": 615,
        "end": 623,
        "text": " have to speak to nobody and it'll go through. Right? Right. But it'll still be online. Yeah."
      },
      {
        "id": 75,
        "start": 623,
        "end": 628,
        "text": " Okay. That's what I'm saying. I'm not trying to be rude to you or anything. I'm trying"
      },
      {
        "id": 76,
        "start": 628,
        "end": 634,
        "text": " to be civil. But that's the trust I don't have when I give out this. But it has happened."
      },
      {
        "id": 77,
        "start": 634,
        "end": 639,
        "text": " It's not once, a couple of times. You say people think it's trustworthy and they know"
      },
      {
        "id": 78,
        "start": 639,
        "end": 646,
        "text": " something's been happening. It's like almost a third time for me. Right. A lot of times"
      },
      {
        "id": 79,
        "start": 646,
        "end": 653,
        "text": " I like to do it online. Some places, they do take it without that and they just put"
      },
      {
        "id": 80,
        "start": 653,
        "end": 661,
        "text": " it through on the card. It's good. It's not like that's what it has. Yeah. It's totally"
      },
      {
        "id": 81,
        "start": 661,
        "end": 665,
        "text": " fine for you to place an order online. You just don't need to call us or speak to us"
      },
      {
        "id": 82,
        "start": 665,
        "end": 671,
        "text": " if you're going to do that. That's totally fine. Okay. I'm not personally against you."
      },
      {
        "id": 83,
        "start": 671,
        "end": 680,
        "text": " That's how I'm comfortable. I'm about giving out the last three numbers. Right. Okay. That's"
      },
      {
        "id": 84,
        "start": 680,
        "end": 686,
        "text": " why I'm that way. I'm not trying to be rude to you. I know you're trying to generate sales."
      },
      {
        "id": 85,
        "start": 686,
        "end": 690,
        "text": " Okay. Thank you. Okay. Have a great day."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-813e-8d5a-cfd8e5bc2d3d",
    "url": "https://www.notion.so/300000001216611-300000001705965-2f611d0a101c813e8d5acfd8e5bc2d3d"
  },
  "processedAt": "2026-01-28T12:06:51.216Z"
}