{
  "recording": {
    "name": "300000001218938-300000001709130-6027020484 by jimmy@superbalife.com @ 9_11_56 AM.wav",
    "size": 650320,
    "modifyTime": 1769592444000,
    "remotePath": "/five9sftp/upload/SB CS/1_27_2026/300000001218938-300000001709130-6027020484 by jimmy@superbalife.com @ 9_11_56 AM.wav",
    "uploadDate": "2026-01-28T09:27:24.000Z",
    "callId": "300000001218938-300000001709130",
    "agent": "jimmy",
    "phoneNumber": "6027020484",
    "callTimestamp": "2026-01-28T09:11:56.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Jimmy. How can I help you today? Hey, Jimmy, how you doing? I'm doing pretty good. How are you doing?\n\nSpeaker 2: Well, not too good, buddy. Hey, I got another script that I didn't say I didn't sign up for a monthly prescription.\n\nSpeaker 1: And?\n\nSpeaker 2: The first one you gave me did absolutely nothing.\n\nSpeaker 1: Okay.\n\nSpeaker 2: This is the second script I've got.\n\nSpeaker 1: But I didn't ask for an automatic monthly renewal, you know, prescription.\n\nSpeaker 2: I understand. I understand. Let me go ahead and see what I can do for you right now. I'm for your account.\n\nSpeaker 1: I do have it up. I do see that you got the Viagra, the 50 milligram, and it looks like that, um, your—\n\nSpeaker 2: Prescription that they set up for you was for every month.\n\nSpeaker 1: But I'm—I would take care of that for you right now.\n\nSpeaker 2: As far as making sure that you're not getting that every month, but more importantly, I'm looking at—listen to you when you said—\n\nSpeaker 1: It didn't work for you. That's my main concern too as well. So I'll tell you what I want to do.\n\nSpeaker 2: I'm looking at your account. I'm going to go ahead and stop those monthly shipments.\n\nSpeaker 1: So you're not getting them every month. I'm also going to stop those monthly refills that were included in your prescription, and—\n\nSpeaker 2: I also went ahead and stopped those monthly charges as well.\n\nSpeaker 1: But what I want to do for you, too, I want to make it right since you said that—\n\nSpeaker 2: It didn't work for you.\n\nSpeaker 1: I do see that you're getting the Viagra, the 50 milligrams, and—\n\nSpeaker 2: You're getting 10 of them. What I want to do for you, absolutely for free—\n\nSpeaker 1: I want to send you the new and improved—\n\nSpeaker 2: LGV Viagra, the hundred milligrams, and the reason why I say this is because I know for individuals who use the 50—\n\nSpeaker 1: They don't have the same great results that they have with the hundred milligrams.\n\nSpeaker 2: So I just want to send you ten of these to try for free, and I'm not going to have a set up—\n\nSpeaker 1: Coming to you automatically every month, but what I will do, I just want you to be able to—\n\nSpeaker 2: Set your account to the elite status because you're currently a VIP.\n\nSpeaker 1: I'm gonna put an elite status. What that does is it will allow you to order when you want to rather than having it sent to you—\n\nSpeaker 2: On a monthly basis.\n\nSpeaker 1: But I'm going to change the subscription to the new and improved—\n\nSpeaker 2: 100 milligrams of the Viagra, and these are the ten I'm going to send you out to try for free.\n\nSpeaker 1: Can I do that? Okay. How much if those work? How much are those?\n\nSpeaker 2: Those are gonna be, as a matter of fact, since you are VIP—\n\nSpeaker 1: I'm gonna set you up for the same price that you were paying for the 50 milligrams, which is 63.95 total.\n\nSpeaker 2: But let me tell you how these are so good.\n\nSpeaker 1: Once you try one of these, you're gonna see how good they are. You can probably even break them in half and—\n\nSpeaker 2: Be just as good as taking one, and you have double—\n\nSpeaker 1: Double for your money, you understand what I mean?\n\nSpeaker 2: Because these are the hundred milligrams, and I'm pretty sure these are made a lot better. They're stronger.\n\nSpeaker 1: They last longer, and they don't have the same side effects that the old Viagra had, like the dizziness, the headaches, and things like that.\n\nSpeaker 2: So I'm gonna—yeah, that's all. That's what I was worried about because, you know—\n\nSpeaker 1: It's the cause of dizziness because I've had vertigo, and that was crazy.\n\nSpeaker 2: Well, these are new and improved.\n\nSpeaker 1: They don't have that, and they're gonna look very similar to the ones you have.\n\nSpeaker 2: They're going to be a white diamond pill, but they're going to have the number 100 on the back.\n\nSpeaker 1: So to keep the prescription out, then with a pause everything, like I said, for like five months to give you a chance to try—\n\nSpeaker 2: These, so you're not going to get any order at all.\n\nSpeaker 1: But for like I say again—\n\nSpeaker 2: So that gives you five months to try these. If you like these, you can order anytime you want to get these at that—\n\nSpeaker 1: Discounted price.\n\nSpeaker 2: Okay, what—what's the five? I didn't catch that. To keep, I have to keep an active prescription on file in order to—\n\nSpeaker 1: New and improved AGVs, but I'm not having them come to you every month is what I'm saying. So I'm pausing—\n\nSpeaker 2: Yeah, ideally, I want it to where if I want them, I'll order them. I don't want it automatic.\n\nSpeaker 1: Prescription, you know, prescriptions sent to me. I totally understand. That's why that's why I'm setting you up with the VIP elite status.\n\nSpeaker 2: What this does is gives you like five months to use them.\n\nSpeaker 1: You can always call to push it back and say, you know what?\n\nSpeaker 2: Right now, push it back for another four or five months, and we can do that.\n\nSpeaker 1: But it has to have an active prescription on the file to qualify to get these new and improved AGV ones.\n\nSpeaker 2: So like I said, yeah, you know what? I don't think I—I don't think I want to do that, buddy.\n\nSpeaker 1: Be honest with you now. Are you going to refund my money?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Send the other ones back to me, the ones that you will send out to you on the 19th.\n\nSpeaker 2: And we can take care of that for you. That's not a problem.\n\nSpeaker 1: But I really want to send you these out for free just for you to try, though, because I'm guaranteed—\n\nSpeaker 2: Yeah, I know, but then it'll go—then I'll go back into an auto pay, but it won't be every month though.\n\nSpeaker 1: That's my whole point. You know, I understand. Yeah, I don't—I don't even want to mess with it now.\n\nSpeaker 2: Can you send me a label to send these back?\n\nSpeaker 1: It's just the same package that you get because you haven't got them yet.\n\nSpeaker 2: You can just put return to sender, and just what I recommend though—\n\nSpeaker 1: You get a tracking number, and it'll go right back to the pharmacy in Kentucky, and once they get them, then we find you.\n\nSpeaker 2: Well, so I could put them in the same—\n\nSpeaker 1: Envelope. Yeah. Yeah, the same package. That's what the same address is what's going to go. The address is going to—that's from Kentucky.\n\nSpeaker 2: Okay. Okay, and then get a routing number. Now, what about the first—\n\nSpeaker 1: A tracking number. Yeah. Yeah. Yeah, tracking. Yeah. Okay. That's what I'll do.\n\nSpeaker 2: But I—I don't want to do the five-month deal. I'm just—\n\nSpeaker 1: No, I—I appreciate that. I just, you know, I'm on Social Security, and I don't need no—\n\nSpeaker 2: Surprises, you know what I mean? We're pretty tight on— we're pretty tight on our—\n\nSpeaker 1: On our budget.\n\nSpeaker 2: That's why it wouldn't have been every month anymore. It would have been like, you know, twice a year basically. That's me.\n\nSpeaker 1: I know, but there's only—what, there's only 10. That ain't gonna last nothing.\n\nSpeaker 2: But as I say, with the hundred milligrams, you break them in half, you got sweet—\n\nSpeaker 1: Yeah, but then you got the 50, just like what I got now.\n\nSpeaker 2: No, this is big dip. It's a totally different pill. What I'm trying to tell you. This is what I'm talking—\n\nSpeaker 1: It's a better—yeah, that's just—\n\nSpeaker 2: Yeah, let's just—let's just forget it and—\n\nSpeaker 1: I'll send these back to you for a refund. Okay, we're going together for you.\n\nSpeaker 2: Appreciate it. Yeah, and I don't want no more monthly. No more monthly charges. I understand.\n\nSpeaker 1: All right, thank you, sir.\n\nSpeaker 2: Okay.",
    "duration": 14965,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.519999980926514,
        "text": " Thank you for calling Viagra. This is Jimmy. How can I help you today? Hey, Jimmy, how you doing? I'm doing pretty good. How are you doing?"
      },
      {
        "id": 1,
        "start": 7.079999923706055,
        "end": 14.979999542236328,
        "text": " Well, not too good, buddy. Hey, I got another script that I didn't say I didn't sign up for a monthly prescription"
      },
      {
        "id": 2,
        "start": 16.68000030517578,
        "end": 18.68000030517578,
        "text": " And"
      },
      {
        "id": 3,
        "start": 18.8799991607666,
        "end": 23,
        "text": " The first one you got you gave me it did absolutely nothing"
      },
      {
        "id": 4,
        "start": 24.84000015258789,
        "end": 26.84000015258789,
        "text": " Okay"
      },
      {
        "id": 5,
        "start": 26.84000015258789,
        "end": 30.719999313354492,
        "text": " This is the second this yeah, this is the second script I've got"
      },
      {
        "id": 6,
        "start": 31.799999237060547,
        "end": 36.040000915527344,
        "text": " But I didn't ask for an automatic monthly renewal, you know prescription"
      },
      {
        "id": 7,
        "start": 36.040000915527344,
        "end": 40.47999954223633,
        "text": " I understand. I understand. Let me go ahead and see what I can do for you right now. I'm for your account"
      },
      {
        "id": 8,
        "start": 40.47999954223633,
        "end": 47.439998626708984,
        "text": " I do have it up. I do see that you got the Viagra the 50 milligram and it looks like that. Um your"
      },
      {
        "id": 9,
        "start": 48.15999984741211,
        "end": 50.52000045776367,
        "text": " Prescription that they set up for you was for every month"
      },
      {
        "id": 10,
        "start": 50.560001373291016,
        "end": 53.279998779296875,
        "text": " But I'm I would take care of that for you right now"
      },
      {
        "id": 11,
        "start": 53.79999923706055,
        "end": 58.439998626708984,
        "text": " As far as making sure that you're not getting that every month but my importantly I'm looking at listen to you when you said"
      },
      {
        "id": 12,
        "start": 58.52000045776367,
        "end": 63.91999816894531,
        "text": " It didn't work for you. That's my main concern too as well. So I'll tell you what I want to do"
      },
      {
        "id": 13,
        "start": 63.91999816894531,
        "end": 68,
        "text": " I'm looking at your account. I'm going to go ahead and I'm going to go and stop those monthly shipments"
      },
      {
        "id": 14,
        "start": 68,
        "end": 73.31999969482422,
        "text": " So you're not getting them every month. I'm also going to stop those monthly refills. That was included in your prescription and"
      },
      {
        "id": 15,
        "start": 74.23999786376953,
        "end": 76.87999725341797,
        "text": " I also went ahead and stop those monthly charges as well"
      },
      {
        "id": 16,
        "start": 77.44000244140625,
        "end": 81.23999786376953,
        "text": " But what I want to do for you, too. I want to make it right since you said that"
      },
      {
        "id": 17,
        "start": 82.04000091552734,
        "end": 83.83999633789062,
        "text": " It didn't work for you"
      },
      {
        "id": 18,
        "start": 83.83999633789062,
        "end": 87,
        "text": " I do see that you're getting the Viagra the 50 milligrams and"
      },
      {
        "id": 19,
        "start": 87.44000244140625,
        "end": 91.31999969482422,
        "text": " You're getting 10 of them what I want to do for you. Absolutely for free"
      },
      {
        "id": 20,
        "start": 91.31999969482422,
        "end": 94.16000366210938,
        "text": " I want to send you the new and improved"
      },
      {
        "id": 21,
        "start": 94.91999816894531,
        "end": 100.83999633789062,
        "text": " LGV Viagra the hundred milligrams and what the reason why I say this because I know for the individuals use the 50"
      },
      {
        "id": 22,
        "start": 100.83999633789062,
        "end": 104.04000091552734,
        "text": " They don't have the same great results that they have with the hundred milligrams"
      },
      {
        "id": 23,
        "start": 104.16000366210938,
        "end": 109,
        "text": " So I just want to see you ten of these to try for free and I'm not going to have a set up"
      },
      {
        "id": 24,
        "start": 109.04000091552734,
        "end": 113.27999877929688,
        "text": " Coming to you automatically every month, but what I will do I just want you to be able to"
      },
      {
        "id": 25,
        "start": 114.36000061035156,
        "end": 117.08000183105469,
        "text": " Set your account to the leaf status because you're currently a VIP"
      },
      {
        "id": 26,
        "start": 117.36000061035156,
        "end": 123.44000244140625,
        "text": " I'm gonna put an elite status what that does that will allow you to order when you want to rather than having sent to you"
      },
      {
        "id": 27,
        "start": 123.44000244140625,
        "end": 124.87999725341797,
        "text": " on a monthly basis"
      },
      {
        "id": 28,
        "start": 124.87999725341797,
        "end": 127.83999633789062,
        "text": " But I'm going to change the subscription to the new and improved"
      },
      {
        "id": 29,
        "start": 128.55999755859375,
        "end": 133.24000549316406,
        "text": " 100 milligrams of the Viagra and these are the ten. I'm going to send you out to try for free"
      },
      {
        "id": 30,
        "start": 133.72000122070312,
        "end": 137.67999267578125,
        "text": " Can I do that? Okay. How much if those work? How much are those?"
      },
      {
        "id": 31,
        "start": 138.27999877929688,
        "end": 140.63999938964844,
        "text": " Those are gonna be as a matter of fact since you are VIP"
      },
      {
        "id": 32,
        "start": 140.63999938964844,
        "end": 146.8800048828125,
        "text": " I'm gonna set you up for the same price that you were paying for the 1050 milligrams, which is 63 95 total"
      },
      {
        "id": 33,
        "start": 146.9199981689453,
        "end": 148.8000030517578,
        "text": " But let me tell you how these are so good"
      },
      {
        "id": 34,
        "start": 148.8000030517578,
        "end": 153.39999389648438,
        "text": " once you try one of these you're gonna see how good they are you can probably even break them in half and"
      },
      {
        "id": 35,
        "start": 153.72000122070312,
        "end": 156.39999389648438,
        "text": " Be just as good as taking and you have double"
      },
      {
        "id": 36,
        "start": 156.9199981689453,
        "end": 159.44000244140625,
        "text": " Double for your money, you understand what I mean?"
      },
      {
        "id": 37,
        "start": 159.44000244140625,
        "end": 164.1199951171875,
        "text": " Because these are the hundred milligrams and I'm pretty sure these are made a lot better. They're stronger"
      },
      {
        "id": 38,
        "start": 164.1199951171875,
        "end": 171.63999938964844,
        "text": " They last longer and they don't have the same side effects that the old Viagra had like the dizziness the headaches and things like that"
      },
      {
        "id": 39,
        "start": 172.1199951171875,
        "end": 176.75999450683594,
        "text": " So I'm gonna yeah, that's all that's what I'm that's what I was worried about because you know"
      },
      {
        "id": 40,
        "start": 177.27999877929688,
        "end": 183.1199951171875,
        "text": " It's the cause Disney because I've had I've had vertigo and that was crazy"
      },
      {
        "id": 41,
        "start": 183.75999450683594,
        "end": 185.55999755859375,
        "text": " Well, these these are new and improved"
      },
      {
        "id": 42,
        "start": 185.55999755859375,
        "end": 189.0399932861328,
        "text": " They don't have that and they're gonna look very similar to the ones you have"
      },
      {
        "id": 43,
        "start": 189.0800018310547,
        "end": 193.75999450683594,
        "text": " They're going to be a white diamond peel, but they're going to have the number one zero zero on the back"
      },
      {
        "id": 44,
        "start": 194,
        "end": 199.9199981689453,
        "text": " So to keep the prescription out them with a pause everything like I said for like five months to give you a chance to try"
      },
      {
        "id": 45,
        "start": 199.9199981689453,
        "end": 201.9600067138672,
        "text": " These so you're not going to get any order at all"
      },
      {
        "id": 46,
        "start": 201.9600067138672,
        "end": 203.36000061035156,
        "text": " But for like I say again"
      },
      {
        "id": 47,
        "start": 203.36000061035156,
        "end": 208.83999633789062,
        "text": " So that give you five months to try these if you like these you can order anytime you want to to get these at that"
      },
      {
        "id": 48,
        "start": 208.83999633789062,
        "end": 210.24000549316406,
        "text": " discounted price"
      },
      {
        "id": 49,
        "start": 210.24000549316406,
        "end": 217.9199981689453,
        "text": " Okay, what what what's the five? I didn't catch that to keep I have to keep an active prescription on file in order to"
      },
      {
        "id": 50,
        "start": 218.67999267578125,
        "end": 224.72000122070312,
        "text": " New and improved AGVs, but I'm not having them come to you every month is what I'm saying. So I'm pausing"
      },
      {
        "id": 51,
        "start": 224.72000122070312,
        "end": 230.89999389648438,
        "text": " Yeah, I don't ideally I want it to wear if I want them. I'll order them. I don't want it an automatic"
      },
      {
        "id": 52,
        "start": 232.72000122070312,
        "end": 238.8000030517578,
        "text": " Description, you know prescriptions sent to me. I totally understand. That's why that's why I'm standing up with the VIP at least status"
      },
      {
        "id": 53,
        "start": 238.8000030517578,
        "end": 241.39999389648438,
        "text": " What this does is gives you like five months to use them"
      },
      {
        "id": 54,
        "start": 241.39999389648438,
        "end": 244.24000549316406,
        "text": " You can always call to push it back and say you know what?"
      },
      {
        "id": 55,
        "start": 245.0800018310547,
        "end": 248.32000732421875,
        "text": " Right now push it back for another four or five months and we can do that"
      },
      {
        "id": 56,
        "start": 248.32000732421875,
        "end": 253.63999938964844,
        "text": " But it has to have an active prescription on the file to qualify to get these new and improved AGV ones"
      },
      {
        "id": 57,
        "start": 253.9199981689453,
        "end": 258.9200134277344,
        "text": " So like I said, yeah, you know what? I don't think I I don't think I want to do that, buddy"
      },
      {
        "id": 58,
        "start": 258.9200134277344,
        "end": 262.0400085449219,
        "text": " Be honest with you. Now. Are you going to refund my money?"
      },
      {
        "id": 59,
        "start": 262.9599914550781,
        "end": 264.9599914550781,
        "text": " Yeah"
      },
      {
        "id": 60,
        "start": 264.9599914550781,
        "end": 268.8800048828125,
        "text": " Send the other ones back to me the ones that you will send out to you on the 19th"
      },
      {
        "id": 61,
        "start": 268.9599914550781,
        "end": 271.3999938964844,
        "text": " And we can take care of that for you. That's not a problem"
      },
      {
        "id": 62,
        "start": 271.6400146484375,
        "end": 276.1600036621094,
        "text": " But I really want to send you these out for free just for you to try though because I'm guarantee"
      },
      {
        "id": 63,
        "start": 276.1600036621094,
        "end": 282.0799865722656,
        "text": " Yeah, I know, but then it'll go then I'll go back into an auto pay, but it won't be every month though"
      },
      {
        "id": 64,
        "start": 282.0799865722656,
        "end": 287.3599853515625,
        "text": " That's my whole point. You know, I understand. Yeah, I don't I don't even want to mess with it now"
      },
      {
        "id": 65,
        "start": 287.3599853515625,
        "end": 290.32000732421875,
        "text": " Can you send me a label to send these back?"
      },
      {
        "id": 66,
        "start": 290.760009765625,
        "end": 293.6400146484375,
        "text": " It's just the same package that you get because you haven't got him yet"
      },
      {
        "id": 67,
        "start": 293.6400146484375,
        "end": 297.1600036621094,
        "text": " You can just put return the sender and just what I recommend though"
      },
      {
        "id": 68,
        "start": 297.1600036621094,
        "end": 302.67999267578125,
        "text": " You get a tracking number and it'll go back right back to the pharmacy in Kentucky and once they get them then we find you"
      },
      {
        "id": 69,
        "start": 303.3999938964844,
        "end": 305.3999938964844,
        "text": " Well, so I could put them in the same"
      },
      {
        "id": 70,
        "start": 306.1600036621094,
        "end": 312.6400146484375,
        "text": " Envelope. Yeah. Yeah the same package. That's what the same address is what's going to go. It's the address is going to that's from Kentucky"
      },
      {
        "id": 71,
        "start": 313.1600036621094,
        "end": 317.9599914550781,
        "text": " Okay. Okay, and then get a routing number. Now. What about the first?"
      },
      {
        "id": 72,
        "start": 319.239990234375,
        "end": 323.6000061035156,
        "text": " Attracting a tracking number. Yeah. Yeah. Yeah tracking. Yeah. Okay. That's what I'll do"
      },
      {
        "id": 73,
        "start": 323.6000061035156,
        "end": 327.44000244140625,
        "text": " But I I don't want to do the the five-month deal. I'm just okay"
      },
      {
        "id": 74,
        "start": 330.8399963378906,
        "end": 337.1199951171875,
        "text": " No, I I appreciate that I just you know, I'm on Social Security and I don't need no"
      },
      {
        "id": 75,
        "start": 338.3599853515625,
        "end": 342.67999267578125,
        "text": " Surprises, you know what? I mean? We're pretty tight on we're pretty tight on our"
      },
      {
        "id": 76,
        "start": 343.44000244140625,
        "end": 345.44000244140625,
        "text": " on our budget"
      },
      {
        "id": 77,
        "start": 346.79998779296875,
        "end": 352.1600036621094,
        "text": " That's why it wouldn't have been every month anymore it would have been like, you know twice a year basically that's me"
      },
      {
        "id": 78,
        "start": 352.1600036621094,
        "end": 355.32000732421875,
        "text": " I know but there's only what there's only 10 that ain't gonna last nothing"
      },
      {
        "id": 79,
        "start": 355.9200134277344,
        "end": 359.0799865722656,
        "text": " But as I say with the hundred milligrams, you break them to have you got sweet"
      },
      {
        "id": 80,
        "start": 359.6400146484375,
        "end": 362.4800109863281,
        "text": " Yeah, but then you got the 50 just like what I got now"
      },
      {
        "id": 81,
        "start": 363.0799865722656,
        "end": 368.239990234375,
        "text": " No, this is big dip. It's a total different peels what I'm trying to tell you. This is what I'm talking. Yeah"
      },
      {
        "id": 82,
        "start": 370.760009765625,
        "end": 372.760009765625,
        "text": " It's a better yeah, that's just"
      },
      {
        "id": 83,
        "start": 373.4800109863281,
        "end": 376.7200012207031,
        "text": " yeah, let's just let's just forget it and"
      },
      {
        "id": 84,
        "start": 377.6400146484375,
        "end": 383,
        "text": " I'll send these back to you for a refund. Okay, we're going together for you. I"
      },
      {
        "id": 85,
        "start": 384.2799987792969,
        "end": 390.3999938964844,
        "text": " Appreciate it. Yeah, and I don't want no more monthly. No more monthly charges. I understand. All right"
      },
      {
        "id": 86,
        "start": 392.3999938964844,
        "end": 394.3999938964844,
        "text": " All right, thank you sir, okay"
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81e5-bc33-e77d4df153a4",
    "url": "https://www.notion.so/300000001218938-300000001709130-2f611d0a101c81e5bc33e77d4df153a4"
  },
  "processedAt": "2026-01-28T10:22:06.265Z"
}