{
  "recording": {
    "name": "300000001216756-300000001706078-5635425587 by john@superbalife.com @ 4_42_12 PM.wav",
    "size": 195710,
    "modifyTime": 1769587933000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216756-300000001706078-5635425587 by john@superbalife.com @ 4_42_12 PM.wav",
    "uploadDate": "2026-01-28T08:12:13.000Z",
    "callId": "300000001216756-300000001706078",
    "agent": "john",
    "phoneNumber": "5635425587",
    "callTimestamp": "2026-01-28T16:42:12.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling, this is John. How can I help you?\n\nSpeaker 2: Hi, John. I'd like to see if I can up my milligrams for my sedental.\n\nSpeaker 1: Okay, I need your name and zip code.\n\nSpeaker 2: Kevin Wasman, W-A-S-M-E-N-D, zip code 61036.\n\nSpeaker 1: Thanks.\n\nSpeaker 2: Council Hill Road?\n\nSpeaker 1: Yeah. Okay, yeah, we can bump you up to 100. It wouldn't change the price on anything for you, but if I change it now, it is going to bill you. So if you don't want an order right now, that's fine, but it's going to automatically trigger a new order if I change it.\n\nSpeaker 2: Okay, so when can I get it?\n\nSpeaker 1: I mean, you can get it, I'm just saying, if you're fine with getting an order today, or processing an order today, I'll make the change. I just don't know if you wanted an order today, or if you just wanted me to change it for the future.\n\nSpeaker 2: Go ahead and change it today, or do it today, would you?\n\nSpeaker 1: Okay, that's no problem, yeah. So stick with 10, but you wanted it 100 milligrams?\n\nSpeaker 2: Yeah, yeah.\n\nSpeaker 1: Okay, no problem. I mean, I got these 50s here, I don't know if I should take 2 at one time, or...\n\nSpeaker 2: You can, it's safe to take 2, and then this next batch will just be the 100, so you only will take 1. And then, you want me to use the same MasterCard as well, 8625?\n\nSpeaker 1: Yeah, yeah.\n\nSpeaker 2: Okay. All right, we're all set, Ken, or Kevin, excuse me. That went through, that will update the prescription to be 100 milligrams, that should ship out on Monday morning for you. Hopefully the storm that's coming through the country isn't going to delay it too much, but it should ship out on Monday.\n\nSpeaker 1: Okay, sounds good. No hurry, and like I said, you know, I got these other ones, and I don't know if I could double them up or not, you know, I didn't want to try it without...\n\nSpeaker 2: Yeah, I understand, better safe than sorry, but yes, as long as you're not exceeding 100 milligrams, you can take more than just the 1, so on those 50s, it's okay to take 2.\n\nSpeaker 1: Okay, I appreciate it.\n\nSpeaker 2: All right, thanks.\n\nSpeaker 1: Bye-bye.\n\nSpeaker 2: Thanks.",
    "duration": 7119,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.639999866485596,
        "text": " Thank you for calling, this is John. How can I help you? Hi, John. I'd like to see if I can up my"
      },
      {
        "id": 1,
        "start": 5.639999866485596,
        "end": 15.979999542236328,
        "text": " milligrams for my sedental. Okay, I need your name and zip code. Kevin Wasman, W-A-S-M-E-N-D,"
      },
      {
        "id": 2,
        "start": 15.979999542236328,
        "end": 22.059999465942383,
        "text": " zip code 61036. Thanks."
      },
      {
        "id": 3,
        "start": 23.440000534057617,
        "end": 29.100000381469727,
        "text": " Council Hill Road? Yeah. Okay, yeah, we can bump you up to 100. It wouldn't change the"
      },
      {
        "id": 4,
        "start": 29.100000381469727,
        "end": 33.099998474121094,
        "text": " price on anything for you, but if I change it now, it is going to bill you. So if you"
      },
      {
        "id": 5,
        "start": 33.099998474121094,
        "end": 37.540000915527344,
        "text": " don't want an order right now, that's fine, but it's going to automatically trigger a"
      },
      {
        "id": 6,
        "start": 37.540000915527344,
        "end": 44.459999084472656,
        "text": " new order if I change it. Okay, so when can I get it? I mean, you can get it, I'm just"
      },
      {
        "id": 7,
        "start": 44.459999084472656,
        "end": 48.5,
        "text": " saying, if you're fine with getting an order today, or processing an order today, I'll"
      },
      {
        "id": 8,
        "start": 48.5,
        "end": 51.7400016784668,
        "text": " make the change. I just don't know if you wanted an order today, or if you just wanted"
      },
      {
        "id": 9,
        "start": 51.7400016784668,
        "end": 56.939998626708984,
        "text": " me to change it for the future. Go ahead and change it today, or do it today, would you?"
      },
      {
        "id": 10,
        "start": 56.97999954223633,
        "end": 61.5,
        "text": " Okay, that's no problem, yeah. So stick with 10, but you wanted it 100 milligrams? Yeah,"
      },
      {
        "id": 11,
        "start": 61.5,
        "end": 66.62000274658203,
        "text": " yeah. Okay, no problem. I mean, I got these 50s here, I don't know if I should take 2"
      },
      {
        "id": 12,
        "start": 66.62000274658203,
        "end": 73.18000030517578,
        "text": " at one time, or... You can, it's safe to take 2, and then this next batch will just be the"
      },
      {
        "id": 13,
        "start": 73.18000030517578,
        "end": 78.41999816894531,
        "text": " 100, so you only will take 1. And then, you want me to use the same MasterCard as well,"
      },
      {
        "id": 14,
        "start": 78.41999816894531,
        "end": 87.22000122070312,
        "text": " 8625? Yeah, yeah. Okay. All right, we're all set, Ken, or Kevin, excuse me. That went"
      },
      {
        "id": 15,
        "start": 87.22000122070312,
        "end": 92.13999938964844,
        "text": " through, that will update the prescription to be 100 milligrams, that should ship out"
      },
      {
        "id": 16,
        "start": 92.13999938964844,
        "end": 96.22000122070312,
        "text": " on Monday morning for you. Hopefully the storm that's coming through the country isn't going"
      },
      {
        "id": 17,
        "start": 96.22000122070312,
        "end": 101.37999725341797,
        "text": " to delay it too much, but it should ship out on Monday. Okay, sounds good. No hurry, and"
      },
      {
        "id": 18,
        "start": 101.37999725341797,
        "end": 104.33999633789062,
        "text": " like I said, you know, I got these other ones, and I don't know if I could double them up"
      },
      {
        "id": 19,
        "start": 104.33999633789062,
        "end": 108.94000244140625,
        "text": " or not, you know, I didn't want to try it without... Yeah, I understand, better safe"
      },
      {
        "id": 20,
        "start": 108.94000244140625,
        "end": 112.9800033569336,
        "text": " than sorry, but yes, as long as you're not exceeding 100 milligrams, you can take more"
      },
      {
        "id": 21,
        "start": 112.9800033569336,
        "end": 117.9800033569336,
        "text": " than just the 1, so on those 50s, it's okay to take 2. Okay, I appreciate it. All right,"
      },
      {
        "id": 22,
        "start": 117.9800033569336,
        "end": 119.18000030517578,
        "text": " thanks. Bye-bye. Thanks."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8120-a4ff-f2a36cec4aef",
    "url": "https://www.notion.so/300000001216756-300000001706078-2f611d0a101c8120a4fff2a36cec4aef"
  },
  "processedAt": "2026-01-28T13:12:32.282Z"
}