{
  "recording": {
    "name": "300000001220823-300000001710849-9176537837 by olivier@superbalife.com @ 9_56_03 AM.wav",
    "size": 490290,
    "modifyTime": 1769623287000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001220823-300000001710849-9176537837 by olivier@superbalife.com @ 9_56_03 AM.wav",
    "uploadDate": "2026-01-28T18:01:27.000Z",
    "callId": "300000001220823-300000001710849",
    "agent": "olivier",
    "phoneNumber": "9176537837",
    "callTimestamp": "2026-01-28T09:56:03.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Viagra. How are you doing? How are we doing, sir? Okay, so I'm responding—\n\nSpeaker 2: To an email from you guys. I was looking to buy your product and I've been going—\n\nSpeaker 1: Back and forth with the emails. Okay, let me see what's going on here.\n\nSpeaker 2: So James Anson?\n\nSpeaker 1: Yes.\n\nSpeaker 2: Yes. Yeah, you placed your order. Everything looks fine. Let me—\n\nSpeaker 1: See. You may have, okay, let me see something real quick. You're in Missouri?\n\nSpeaker 2: Yes, Missouri.\n\nSpeaker 1: Okay, yeah, so basically there are two things we need to do. So your state—\n\nSpeaker 2: Requires you to do a five-second video saying Mr. Anson, date of birth, and that's it.\n\nSpeaker 1: Now if you're not able to do that, we can have a physician calling you and then after—\n\nSpeaker 2: That they write the prescription for you and then send it to the pharmacy. You receive—\n\nSpeaker 1: A tracking number. You receive your order. That's just a law for ED with your state.\n\nSpeaker 2: There's about 12 states like that in the United States that require that for ED. Your state—\n\nSpeaker 1: Is one of them, so we got to follow protocol. So if you're not tech savvy, I can have—\n\nSpeaker 2: A physician actually calling you. I don't know which is better for you or if you're—\n\nSpeaker 1: Okay doing a short video, but yeah, that's all, and then somebody's going to write—\n\nSpeaker 2: The prescription, one of the licensed physicians.\n\nSpeaker 1: I would rather the physician give me a call.\n\nSpeaker 2: Okay, so you're going to get the call in the next 24 to 48 hours, okay? I'm assigning—\n\nSpeaker 1: You to Dr. Botoni. If he gets reassigned, I mean, you get reassigned and somebody else—\n\nSpeaker 2: Will call, but I'm assigning you to one of the fastest ones right now, and I'm going to—\n\nSpeaker 1: Message him saying that you're not really tech savvy, so you would like to have a—\n\nSpeaker 2: Call instead, okay?\n\nSpeaker 1: Yeah. Anything else?\n\nSpeaker 2: That's it. Give me one moment.\n\nSpeaker 1: Yeah, just be on the look for your phone, with your phone for any call, because I don't—\n\nSpeaker 2: Know which number you're going to use, so if you see a number you don't know, make—\n\nSpeaker 1: Sure to pick it up, so we can expedite the process, okay?\n\nSpeaker 2: Fine.\n\nSpeaker 1: Yeah, and then, yeah, so far everything is—\n\nSpeaker 2: Good. I mean, you may receive the testosterone before the Viagra, because that doesn't need—\n\nSpeaker 1: A doctor consultation.\n\nSpeaker 2: Hold on, I may receive what?\n\nSpeaker 1: Oh, no, it's still your Viagra.\n\nSpeaker 2: No, I was saying the Viagra.\n\nSpeaker 1: Yeah, no, I thought you ordered some, you just got a pill upgrade with your order.\n\nSpeaker 2: Okay, yeah, that's going to come all together in one bottle. It's going to be one bottle of 50 pills when the doctor—\n\nSpeaker 1: Writes the prescription, and you're going to receive a tracking number through your—\n\nSpeaker 2: Email. I think it's nycanson.gmail.com.\n\nSpeaker 1: That's right.\n\nSpeaker 2: So, yeah, just allow 24 to 48 hours. I'll message the doctor, and then they're going—\n\nSpeaker 1: To just make contact and write the prescription for you, okay?\n\nSpeaker 2: Okay, but I have to speak with the doctor first.\n\nSpeaker 1: Yes, because you're not able to do—\n\nSpeaker 2: The video.\n\nSpeaker 1: It's just a, what can I say? It's just for formality, that call, really, because—\n\nSpeaker 2: Usually they just evaluate the medical survey, write the prescription, but your state has—\n\nSpeaker 1: An extra step where they require a five-second video, or they require a short call from the—\n\nSpeaker 2: Doctor. That's just the state of Missouri. There were a couple other states like that.\n\nSpeaker 1: It was about 11 or 12 states, so we just got to comply to legally provide you your med—\n\nSpeaker 2: But that's all. As soon as they call you, that's at the beginning. It's a very fast—\n\nSpeaker 1: Process. You're not going to have to deal with that in the future, and we don't want—\n\nSpeaker 2: To as well. That's the extra step.\n\nSpeaker 1: Yeah. Fair enough. You're all set, and yeah, just be—\n\nSpeaker 2: On the look for your phone, and then you get that quick call, and then we're going—\n\nSpeaker 1: To expedite that order.\n\nSpeaker 2: Very good. I'll keep an eye out for it.\n\nSpeaker 1: Thank you.\n\nSpeaker 2: Thank you, Mr. Hanson, for making time to call, and you have a great day.\n\nSpeaker 1: You're welcome. Take it easy.",
    "duration": 11810,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 9.5600004196167,
        "text": " Hi this is Viagra. How are you doing? How are we doing sir? Okay, so I'm responding"
      },
      {
        "id": 1,
        "start": 9.5600004196167,
        "end": 13.199999809265137,
        "text": " to an email from you guys. I was looking to buy your product and I've been going"
      },
      {
        "id": 2,
        "start": 13.199999809265137,
        "end": 21.68000030517578,
        "text": " back and forth with the emails. Okay, let me see what's going on here."
      },
      {
        "id": 3,
        "start": 21.68000030517578,
        "end": 33.36000061035156,
        "text": " So James Anson? Yes. Yes. Yeah, you place your order. Everything looks fine. Let me"
      },
      {
        "id": 4,
        "start": 33.36000061035156,
        "end": 44.2400016784668,
        "text": " see. You may have, okay, let me see something real quick. You're in Missouri?"
      },
      {
        "id": 5,
        "start": 44.2400016784668,
        "end": 66.36000061035156,
        "text": " Yes, Missouri. Okay, yeah, so basically there is two things we need to do. So your state"
      },
      {
        "id": 6,
        "start": 66.36000061035156,
        "end": 72.04000091552734,
        "text": " requires you to do a five second video saying Mr. Anson, date of birth, and that's it."
      },
      {
        "id": 7,
        "start": 72.04000091552734,
        "end": 77.4000015258789,
        "text": " Now if you're not able to do that, we can have a physician calling you and then after"
      },
      {
        "id": 8,
        "start": 77.4000015258789,
        "end": 81.19999694824219,
        "text": " that they write the prescription for you and then send it to the pharmacy. You receive"
      },
      {
        "id": 9,
        "start": 81.19999694824219,
        "end": 86.63999938964844,
        "text": " a tracking number. You receive your order. That's just a law for ED with your state."
      },
      {
        "id": 10,
        "start": 86.63999938964844,
        "end": 91.19999694824219,
        "text": " There's about 12 states like that in the United States require that for ED. Your state"
      },
      {
        "id": 11,
        "start": 91.19999694824219,
        "end": 95.80000305175781,
        "text": " is one of them, so we got to follow protocol. So if you're not tech savvy, I can have"
      },
      {
        "id": 12,
        "start": 95.80000305175781,
        "end": 99.95999908447266,
        "text": " a physician actually calling you. I don't know which is better for you or if you're"
      },
      {
        "id": 13,
        "start": 99.95999908447266,
        "end": 104.76000213623047,
        "text": " okay doing a short video, but yeah, that's all, and then somebody's going to write"
      },
      {
        "id": 14,
        "start": 104.76000213623047,
        "end": 111.16000366210938,
        "text": " the prescription, one of the licensed physicians. I would rather the physician give me a call."
      },
      {
        "id": 15,
        "start": 111.16000366210938,
        "end": 117.08000183105469,
        "text": " Okay, so you're going to get the call in the next 24 to 48 hours, okay? I'm assigning"
      },
      {
        "id": 16,
        "start": 117.08000183105469,
        "end": 122.83999633789062,
        "text": " you to Dr. Botoni. If he gets reassigned, I mean, you get reassigned and somebody else"
      },
      {
        "id": 17,
        "start": 122.83999633789062,
        "end": 132.44000244140625,
        "text": " will call, but I'm assigning you to one of the fastest one right now, and I'm going to"
      },
      {
        "id": 18,
        "start": 132.44000244140625,
        "end": 136.44000244140625,
        "text": " message him saying that you're not really a tech savvy, so you would like to have a"
      },
      {
        "id": 19,
        "start": 136.44000244140625,
        "end": 146.0399932861328,
        "text": " call instead, okay? Yeah. Anything else?"
      },
      {
        "id": 20,
        "start": 146.44000244140625,
        "end": 153.24000549316406,
        "text": " That's it. Give me one moment."
      },
      {
        "id": 21,
        "start": 164.0399932861328,
        "end": 168.75999450683594,
        "text": " Yeah, just be on the look for your phone, with your phone for any call, because I don't"
      },
      {
        "id": 22,
        "start": 168.75999450683594,
        "end": 171.9600067138672,
        "text": " know which number you're going to use, so if you see a number you don't know, make"
      },
      {
        "id": 23,
        "start": 171.9600067138672,
        "end": 175.9600067138672,
        "text": " sure to pick it up, so we can expedite the process, okay?"
      },
      {
        "id": 24,
        "start": 175.9600067138672,
        "end": 180.52000427246094,
        "text": " Fine. Yeah, and then, yeah, so far everything is"
      },
      {
        "id": 25,
        "start": 180.52000427246094,
        "end": 186.83999633789062,
        "text": " good. I mean, you may receive the testosterone before the Viagra, because that doesn't need"
      },
      {
        "id": 26,
        "start": 186.83999633789062,
        "end": 192.0399932861328,
        "text": " a doctor consultation. Hold on, I may receive what?"
      },
      {
        "id": 27,
        "start": 192.0399932861328,
        "end": 200.83999633789062,
        "text": " Oh, no, it's still your Viagra. No, I was saying the Viagra, yeah, no, I thought you"
      },
      {
        "id": 28,
        "start": 200.83999633789062,
        "end": 205.47999572753906,
        "text": " ordered some, you just got a pill upgrade with your order. Okay, yeah, that's going"
      },
      {
        "id": 29,
        "start": 205.47999572753906,
        "end": 210.44000244140625,
        "text": " to come all together in one bottle. It's going to be one bottle of 50 pills when the doctor"
      },
      {
        "id": 30,
        "start": 210.44000244140625,
        "end": 214.1999969482422,
        "text": " writes the prescription, and you're going to receive a tracking number through your"
      },
      {
        "id": 31,
        "start": 214.1999969482422,
        "end": 223.24000549316406,
        "text": " email. I think it's nycanson.gmail.com. That's right."
      },
      {
        "id": 32,
        "start": 224.75999450683594,
        "end": 230.1199951171875,
        "text": " So, yeah, just allow 24 to 48 hours. I'll message the doctor, and then they're going"
      },
      {
        "id": 33,
        "start": 230.1199951171875,
        "end": 233,
        "text": " to just make contact and write the prescription for you, okay?"
      },
      {
        "id": 34,
        "start": 234.1999969482422,
        "end": 238.83999633789062,
        "text": " Okay, but I have to speak with the doctor first. Yes, because you're not able to do"
      },
      {
        "id": 35,
        "start": 238.83999633789062,
        "end": 247.16000366210938,
        "text": " the video. It's just a, what can I say? It's just for formality, that call, really, because"
      },
      {
        "id": 36,
        "start": 247.16000366210938,
        "end": 252.1199951171875,
        "text": " usually they just evaluate the medical survey, write the prescription, but your state has"
      },
      {
        "id": 37,
        "start": 252.1199951171875,
        "end": 256.760009765625,
        "text": " an extra step where they require a five-second video, or they require a short call from the"
      },
      {
        "id": 38,
        "start": 256.760009765625,
        "end": 260.5199890136719,
        "text": " doctor. That's just the state of Missouri. There was a couple other states like that."
      },
      {
        "id": 39,
        "start": 260.5199890136719,
        "end": 267.7200012207031,
        "text": " It was about 11 or 12 states, so we just got to comply to legally provide you your med,"
      },
      {
        "id": 40,
        "start": 268.5199890136719,
        "end": 273.55999755859375,
        "text": " but that's all. As soon as they call you, that's at the beginning. It's a very fast"
      },
      {
        "id": 41,
        "start": 273.55999755859375,
        "end": 277.7200012207031,
        "text": " process. You're not going to have to deal with that in the future, and we don't want"
      },
      {
        "id": 42,
        "start": 277.7200012207031,
        "end": 285.32000732421875,
        "text": " to as well. That's the extra step, yeah. Fair enough. You're all set, and yeah, just be"
      },
      {
        "id": 43,
        "start": 285.32000732421875,
        "end": 289.0799865722656,
        "text": " on the look for your phone, and then you get that quick call, and then we're going"
      },
      {
        "id": 44,
        "start": 289.0799865722656,
        "end": 296.3599853515625,
        "text": " to expedite that order. Very good. I'll keep an eye out for it. Thank you. Thank you, Mr."
      },
      {
        "id": 45,
        "start": 296.3599853515625,
        "end": 301.55999755859375,
        "text": " Hanson, for making time to call, and you have a great day. You're welcome. Take it easy."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8181-98d3-cca0eb665100",
    "url": "https://www.notion.so/300000001220823-300000001710849-2f611d0a101c818198d3cca0eb665100"
  },
  "processedAt": "2026-01-28T18:11:36.187Z"
}