{
  "recording": {
    "name": "300000001240060-300000001729962-9099388012 by kt@superbalife.com @ 9_36_07 AM.wav",
    "size": 335980,
    "modifyTime": 1770917998000,
    "remotePath": "/five9sftp/upload/SB CS/2_12_2026/300000001240060-300000001729962-9099388012 by kt@superbalife.com @ 9_36_07 AM.wav",
    "uploadDate": "2026-02-12T17:39:58.000Z",
    "callId": "300000001240060-300000001729962",
    "agent": "kt",
    "phoneNumber": "9099388012",
    "callTimestamp": "2026-02-12T09:36:07.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey Todd, but as a veteran I take a lot of pride and honor in my work so I did exactly what you needed and went above and beyond.\n\nSpeaker 2: Alright bud?\n\nSpeaker 1: So at the end of the call I'll give you my extension so you can only deal with me moving forward.\n\nSpeaker 2: Alright bud?\n\nSpeaker 1: So the first thing I did is I put a stop to any and all monthly refills, the second thing I did is I put a stop to any and all monthly shipments and the third thing I did is I put a stop to any and all monthly charges and I paused your prescription and I credited you the $63.95 for this last batch that was trying to come out.\n\nSpeaker 2: And in light of this bud, I don't know because typically the doctor or the team is supposed to reach out to you but I'm going to do it now because I'm trying to get in front of it.\n\nSpeaker 1: Were these too strong or you need something stronger or how are they working for you bud?\n\nSpeaker 2: Oh they didn't work at all.\n\nSpeaker 1: So hold on to those, this is a good point like if these weren't strong enough, it's not to say they're bad stuff, they just don't work for you and that's okay right?\n\nSpeaker 2: You probably work out huh?\n\nSpeaker 1: Do you work out?\n\nSpeaker 2: Oh yeah.\n\nSpeaker 1: Do you train?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: So if you train then I'm going to give you something that's strong that will last longer, just don't take it with any like tobacco, vaping, any tomahawk steak.\n\nSpeaker 2: You're in Arizona, some of the best wrestlers in the world are from Arizona bud so this is like an AR-15.\n\nSpeaker 1: If you shoot guns, this is like, this one will set her off like you can baptize a girl and let her soul leave her body.\n\nSpeaker 2: But so I'm going to send you 20 pills, pill for pill to replace everything you got, bless someone else that's you know a little weaker than you.\n\nSpeaker 1: You're a stronger guy so when you get these pills, they're going to look identical but they're going to say 5-0, it's going to be etched on them.\n\nSpeaker 2: They're the predecessor of the AGV but we're all sold out of these, you know they're on a first-come-first-served basis so we're not going to have any till for another six months.\n\nSpeaker 1: So if you like these, let me know, you just have to maintain 20 pills a year or every six months, 10 pills you know but call me and give me a thumbs up and let me know from there.\n\nSpeaker 2: My extension is 0037.\n\nSpeaker 1: Is there any way you can text that to me?\n\nSpeaker 2: Just remember KTGoodrich0037, you'll remember that, think of the Father, Son and the Holy Spirit and seven like heaven, just text yourself 0037 Goodrich.\n\nSpeaker 1: So when you call in just dial that Todd and then you'll get me okay and enjoy this, you're going to love it and we'll go from there alright bud, we have time.\n\nSpeaker 2: Hopefully, because obviously I thought that's what I was going to try with the new version but that's what I didn't get and it didn't work at all so yeah I'll try this stuff and see if it works.\n\nSpeaker 1: Yeah so we'll go from there, yeah like try them out, I'll send you 20 to replace everything you got and when you're ready, give me a thumbs up, let me know or we'll just go ahead and take care of you alright but either way, let's see if it works first alright.\n\nSpeaker 2: And it's good that you spoke up bud, alright bud, you take care, adios, bye-bye.",
    "duration": 10572,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.880000114440918,
        "text": " Hey Todd, but as a veteran I take a lot of pride and honor in my work so I did exactly"
      },
      {
        "id": 1,
        "start": 6.880000114440918,
        "end": 8.800000190734863,
        "text": " what you needed and went above and beyond."
      },
      {
        "id": 2,
        "start": 8.800000190734863,
        "end": 12.720000267028809,
        "text": " So at the end of the call I'll give you my extension so you can only deal with me moving"
      },
      {
        "id": 3,
        "start": 12.720000267028809,
        "end": 14.199999809265137,
        "text": " forward alright bud?"
      },
      {
        "id": 4,
        "start": 14.199999809265137,
        "end": 19.200000762939453,
        "text": " So the first thing I did is I put a stop to any and all monthly refills, the second thing"
      },
      {
        "id": 5,
        "start": 19.200000762939453,
        "end": 24.8799991607666,
        "text": " I did is I put a stop to any and all monthly shipments and the third thing I did is I put"
      },
      {
        "id": 6,
        "start": 24.8799991607666,
        "end": 29.84000015258789,
        "text": " a stop to any and all monthly charges and I pause your prescription and I credit you"
      },
      {
        "id": 7,
        "start": 29.84000015258789,
        "end": 37.15999984741211,
        "text": " the $63.95 for this last batch that was trying to come out and in light of this bud, I don't"
      },
      {
        "id": 8,
        "start": 37.15999984741211,
        "end": 41.63999938964844,
        "text": " know because typically the doctor or the team is supposed to reach out to you but I'm going"
      },
      {
        "id": 9,
        "start": 41.63999938964844,
        "end": 44.84000015258789,
        "text": " to do it now because I'm trying to get in front of it."
      },
      {
        "id": 10,
        "start": 44.84000015258789,
        "end": 49,
        "text": " Were these too strong or you need something stronger or how are they working for you bud?"
      },
      {
        "id": 11,
        "start": 49,
        "end": 51.08000183105469,
        "text": " Oh they didn't work at all."
      },
      {
        "id": 12,
        "start": 51.52000045776367,
        "end": 57.68000030517578,
        "text": " So hold on to those, this is a good point like if these weren't strong enough, it's"
      },
      {
        "id": 13,
        "start": 57.68000030517578,
        "end": 62.79999923706055,
        "text": " not to say they're bad stuff, they just don't work for you and that's okay right?"
      },
      {
        "id": 14,
        "start": 62.79999923706055,
        "end": 67.4000015258789,
        "text": " So hold on to those, bless someone else that might be like a little younger or weaker,"
      },
      {
        "id": 15,
        "start": 67.4000015258789,
        "end": 68.63999938964844,
        "text": " you probably work out huh?"
      },
      {
        "id": 16,
        "start": 68.63999938964844,
        "end": 69.63999938964844,
        "text": " Do you work out?"
      },
      {
        "id": 17,
        "start": 69.63999938964844,
        "end": 70.63999938964844,
        "text": " Oh yeah."
      },
      {
        "id": 18,
        "start": 70.63999938964844,
        "end": 71.63999938964844,
        "text": " Do you train?"
      },
      {
        "id": 19,
        "start": 71.63999938964844,
        "end": 76.04000091552734,
        "text": " Yeah so if you train then I'm going to give you something that's strong that will last"
      },
      {
        "id": 20,
        "start": 76.04000091552734,
        "end": 82.44000244140625,
        "text": " longer, just don't take it with any like tobacco, vaping, any tomahawk steak, you're"
      },
      {
        "id": 21,
        "start": 82.44000244140625,
        "end": 86.83999633789062,
        "text": " in Arizona, some of the best wrestlers in the world are from Arizona bud so this is"
      },
      {
        "id": 22,
        "start": 86.83999633789062,
        "end": 92.63999938964844,
        "text": " like an AR-15, if you shoot guns, this is like, this one will set her off like you can"
      },
      {
        "id": 23,
        "start": 92.63999938964844,
        "end": 99.31999969482422,
        "text": " baptize a girl and let her soul leave her body but so I'm going to send you 20 pills,"
      },
      {
        "id": 24,
        "start": 99.31999969482422,
        "end": 105.27999877929688,
        "text": " pill for pill to replace everything you got, bless someone else that's you know a little"
      },
      {
        "id": 25,
        "start": 105.27999877929688,
        "end": 110.36000061035156,
        "text": " weaker than you know you, you're a stronger guy so when you get these pills, they're"
      },
      {
        "id": 26,
        "start": 110.36000061035156,
        "end": 116.5199966430664,
        "text": " going to look identical but they're going to say 5-0, it's going to be etched on them,"
      },
      {
        "id": 27,
        "start": 116.5199966430664,
        "end": 122.22000122070312,
        "text": " they're the predecessor of the AGV but we're all sold out of these, we you know they're"
      },
      {
        "id": 28,
        "start": 122.22000122070312,
        "end": 127.72000122070312,
        "text": " on a first-come-first-served basis so we're not going to have any till for another six"
      },
      {
        "id": 29,
        "start": 127.72000122070312,
        "end": 134.0800018310547,
        "text": " months so if you like these, let me know, you just have to maintain 20 pills a year"
      },
      {
        "id": 30,
        "start": 134.0800018310547,
        "end": 139.72000122070312,
        "text": " or every six months, 10 pills you know but call me and give me a thumbs up and let me"
      },
      {
        "id": 31,
        "start": 139.72000122070312,
        "end": 144.0399932861328,
        "text": " know from there, my extension is 0037."
      },
      {
        "id": 32,
        "start": 144.0399932861328,
        "end": 149.16000366210938,
        "text": " Is there any way you can text that to me?"
      },
      {
        "id": 33,
        "start": 149.16000366210938,
        "end": 155.63999938964844,
        "text": " Just remember KTGoodrich0037, you'll remember that, think of the Father, Son and the Holy"
      },
      {
        "id": 34,
        "start": 155.63999938964844,
        "end": 164.83999633789062,
        "text": " Spirit and seven like heaven, just text yourself 0037 Goodrich."
      },
      {
        "id": 35,
        "start": 164.83999633789062,
        "end": 170.32000732421875,
        "text": " So when you call in just dial that Todd and then you'll get me okay and enjoy this, you're"
      },
      {
        "id": 36,
        "start": 170.32000732421875,
        "end": 173.36000061035156,
        "text": " going to love it and we'll go from there alright bud, we have time."
      },
      {
        "id": 37,
        "start": 173.36000061035156,
        "end": 180.39999389648438,
        "text": " Hopefully, because obviously I thought that's what I was going to try with the new version"
      },
      {
        "id": 38,
        "start": 180.39999389648438,
        "end": 184.60000610351562,
        "text": " but that's what I didn't get and it didn't work at all so yeah I'll try this stuff and"
      },
      {
        "id": 39,
        "start": 184.60000610351562,
        "end": 185.60000610351562,
        "text": " see if it works."
      },
      {
        "id": 40,
        "start": 185.60000610351562,
        "end": 190.8000030517578,
        "text": " Yeah so we'll go from there, yeah like try them out, I'll send you 20 to replace everything"
      },
      {
        "id": 41,
        "start": 190.8000030517578,
        "end": 196.16000366210938,
        "text": " you got and when you're ready, give me a thumbs up, let me know or we'll just go ahead and"
      },
      {
        "id": 42,
        "start": 196.16000366210938,
        "end": 201.1999969482422,
        "text": " take care of you alright but either way, let's see if it works first alright and it's good"
      },
      {
        "id": 43,
        "start": 201.1999969482422,
        "end": 206.47999572753906,
        "text": " that you spoke up bud, alright bud, you take care, adios, bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-8121-950a-c578ddd12521",
    "url": "https://www.notion.so/300000001240060-300000001729962-30511d0a101c8121950ac578ddd12521"
  },
  "processedAt": "2026-02-12T18:10:26.741Z"
}