{
  "recording": {
    "name": "300000001216270-300000001705722-4793815905 by olivia@superbalife.com @ 12_52_45 PM.wav",
    "size": 1181760,
    "modifyTime": 1769592441000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216270-300000001705722-4793815905 by olivia@superbalife.com @ 12_52_45 PM.wav",
    "uploadDate": "2026-01-28T09:27:21.000Z",
    "callId": "300000001216270-300000001705722",
    "agent": "olivia",
    "phoneNumber": "4793815905",
    "callTimestamp": "2026-01-28T12:52:45.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling SIAC.\n\nSpeaker 2: This is Olivia speaking.\n\nSpeaker 1: Who do I have the pleasure of speaking with today?\n\nSpeaker 2: My name is Ron.\n\nSpeaker 1: Hi, Ron.\n\nSpeaker 2: How are you?\n\nSpeaker 1: Well, I'm fine, but I need your help.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: It's a little loud in the back.\n\nSpeaker 2: Well, it is better hopefully now.\n\nSpeaker 1: Perfect.\n\nSpeaker 2: Yes, it is.\n\nSpeaker 1: Great.\n\nSpeaker 2: Yeah, how can I help you today, Ron?\n\nSpeaker 1: This is the second application of this 7-L-6-H Viagra that you guys touted as being better than real Viagra, so I ordered it.\n\nSpeaker 2: I took it once, took it twice, but I did not have the slightest indication that anything happened, so I certainly wasn't going to order it again, and I just picked up the second subscription, so I need you to cancel my plan or whatever you've got figured in there.\n\nSpeaker 1: Yeah, I can definitely help you with that.\n\nSpeaker 2: Okay, Ron, what is your date of birth?\n\nSpeaker 1: 10-16-1943.\n\nSpeaker 2: Great, and you're located in Bushnell, Florida, is that right?\n\nSpeaker 1: That's correct, yes.\n\nSpeaker 2: Okay, great.\n\nSpeaker 1: Yeah, so I do see here that you were receiving a regular Viagra. If you wanted AGB, I could definitely send some out.\n\nSpeaker 2: Well, honey, I've got two prescriptions already, and neither one is going to work. So the first one didn't work. I'd like to get my money back for that, but I certainly don't want to pay for this second one.\n\nSpeaker 1: Okay, so, yeah, you do have the option to return the prescription, and I can email you the directions for how to do that for a refund.\n\nSpeaker 2: Wait, wait, wait, wait. Here's the deal. I just want you to credit my account because I'm going to send my credit card company notice that I'm refusing this charge because I didn't agree to it. And there's no way, no, I have never ever seen anybody who would take drugs back once they were prescribed. So asking me to return it is just a way to get me to just go away because unless you're going to pay for the return, I'm not returning them, but I am going to tell my credit card company to refuse the payment because I didn't authorize that second shipment by any means.\n\nSpeaker 1: So, yeah, I can address everything you just said and hopefully offer some solutions.\n\nSpeaker 2: But when you place the order at the term in the order when you placed it, it said that the pharmacy will prescribe refills, and that if you don't want the refills that the pharmacy prescribed in that timeline, you can call this number. And the number it offered you was this number that you're calling right now.\n\nSpeaker 1: Correct.\n\nSpeaker 2: It took me 11 minutes to get to you.\n\nSpeaker 1: Like a human being, is that right?\n\nSpeaker 2: Yes, that's correct.\n\nSpeaker 1: Yes, so I was on hold with USCIS this morning for 28 minutes and then I was talking to an AI for four minutes and then I talked to a human who couldn't help me solve a single problem.\n\nSpeaker 2: So I am a human who is solving your problem if you can allow me.\n\nSpeaker 1: Are you interested in allowing me to help you or are you interested in talking to me?\n\nSpeaker 2: It's up to you.\n\nSpeaker 1: Well, I'm trying to talk to you, but you just keep on talking.\n\nSpeaker 2: I'm certainly interested.\n\nSpeaker 1: The only thing I'm interested in you doing is saying that you're canceling the subscription.\n\nSpeaker 2: If you're going to make me send this stuff back, I'll just throw them away, but I will write in Facebook where I saw this ad the first time that this is bogus because your stuff doesn't work and you just keep on sending them thinking that we'll just ignore the fact that they don't work.\n\nSpeaker 1: So you can do whatever you want, but I'm not paying any more. I'm not going to authorize any more shipments.\n\nSpeaker 2: And I'd like you to credit me for at least this second one. I'll pay for the first one because I've already done that, but I'm saying this second one I didn't authorize and I don't want to pay for it.\n\nSpeaker 1: So you tell me whether or not you can do that.\n\nSpeaker 2: If you can, that'll be good.\n\nSpeaker 1: If you can't, I'll handle it my way.\n\nSpeaker 2: Okay, so it's my job to address all of your concerns and I am thorough and interested in doing that.\n\nSpeaker 1: If you are open to me doing that, I am going to address those concerns right now, so please do not speak over me or we will have a problem.\n\nSpeaker 2: So, yeah, there is a policy that is extremely generous. You have 120 days to return the product for a refund. I have offered to and am very happy to send you the information for how to do that.\n\nSpeaker 1: When your bank files a dispute with us, they ask us to confirm your purchase was legitimate and we do have those terms of service which you did agree to that state that every prescription comes with refills and that if you want to change those refills, you can call us directly to speak to a human who can immediately help you do that before you receive any refills.\n\nSpeaker 2: You did not do that, so that is why you received that refund because you did agree to those terms and we do have paperwork that shows all of that.\n\nSpeaker 1: Now, if you don't want to return them, that is totally fine. If you want your prescription canceled, of course I can do that.\n\nSpeaker 2: If you do want the correct product, if you do want the AGV, I am happy to send that out to you on us.\n\nSpeaker 1: If you don't want to return the product and instead you want a replacement, that is something that I can definitely offer you as well.\n\nSpeaker 2: Can I ask you to stop for a moment?\n\nSpeaker 1: Yes.\n\nSpeaker 2: Please.\n\nSpeaker 1: I just want to know, is this not the AGI stuff?\n\nSpeaker 2: Correct.\n\nSpeaker 1: This is not what I originally bought?\n\nSpeaker 2: No.\n\nSpeaker 1: I mean, I originally bought...\n\nSpeaker 2: I'm sorry, go ahead.\n\nSpeaker 1: According to the prescription number, no, it is not.\n\nSpeaker 2: But if you would like to try the AGB, we do have a lot of faith in it, so I can send it out to you as a replacement because it is a superior prescription.\n\nSpeaker 1: You are right.\n\nSpeaker 2: That is what I bought.\n\nSpeaker 1: I bought the AGI.\n\nSpeaker 2: I mean, I bought the better stuff.\n\nSpeaker 1: At least that is what your ad said I was buying because that was the whole point of the ad, was this is better than real Viagra.\n\nSpeaker 2: If I haven't gotten any real Viagra or the stuff you guys sell, then no wonder it didn't work because I can get real Viagra from the VA, but it didn't work either, so that is why I jumped at the chance to try yours.\n\nSpeaker 1: If you haven't sent me any AGB, whatever, then if you would like to replace the two of these without me paying for the ones I've gotten with AGI, then I would be happy to try the product that I was supposed to be getting.\n\nSpeaker 2: I just don't understand. Wasn't the order supposed to be for the better Viagra?\n\nSpeaker 1: That is not the prescription number that I have for you.\n\nSpeaker 2: It is not for the AGB.\n\nSpeaker 1: It is for the regular Viagra.\n\nSpeaker 2: Yes, I will definitely send you.\n\nSpeaker 1: You are at 50 milligrams, so I will send you out this replacement at 50 milligrams.\n\nSpeaker 2: Can I ship it to 6233 Lowery Street, Unit 362, Bushnell, Florida, 33513?\n\nSpeaker 1: Correct.\n\nSpeaker 2: You will replace both of the shipments ahead with AGI?\n\nSpeaker 1: Exactly.\n\nSpeaker 2: Okay, fine.\n\nSpeaker 1: Okay, and you should receive these, depending on this winter storm or whatever, probably by next Tuesday or Wednesday, maybe next Friday or Saturday at the very latest, but I doubt it.\n\nSpeaker 2: Okay, that's all right.\n\nSpeaker 1: I'm not critical for the product, but I'm just amazed to think that they shipped me something that was...\n\nSpeaker 2: Did I check the wrong box or what?\n\nSpeaker 1: That is likely what probably happened. But yes, you will love these, I think, and especially as long as you take them on an empty stomach and you don't drink alcohol when you take them, you should have a great experience.\n\nSpeaker 2: They're definitely a superior product, and I certainly hope so.\n\nSpeaker 1: In the meantime, I placed your prescription on hold while you tried them out, so if you need anything from us before July 23rd of this year, six months from now, just give us a call and we can help you with anything you need.\n\nSpeaker 2: Okay, so the existing...\n\nSpeaker 1: You've given me enough now to last for two or three months.\n\nSpeaker 2: If I were to be intimate, an awful lot more than I am, so I'm just saying you're not going to send any more prescriptions until I call you and say I want more.\n\nSpeaker 1: So yes, the prescription is on hold until July 23rd, so whenever you are ready to order, you just need to let us know before then, or if for any reason the pills didn't work for you, which I think is unlikely, but it's possible, just call this number before then, Monday through Friday, 835-SPECIFIC.\n\nSpeaker 2: But the prescription is on hold until I call back and say I want more or I'm not going to use them anymore.\n\nSpeaker 1: In other words, you're not going to send them again in July, are you?\n\nSpeaker 2: Yes, for me to be able to replace the pills for you, you do have to have an active prescription with us, and the active prescription does include that you have to have at least one date within the following six months that is saved for refill, otherwise it would expire.\n\nSpeaker 1: So you just need to let us know before July 23rd, either when you're ready to order, or if they didn't work out for you, you would know quite quickly.\n\nSpeaker 2: Okay, all right, I can agree to that.\n\nSpeaker 1: You send me the correct stuff and we'll try to see what happens.\n\nSpeaker 2: Yeah, great.\n\nSpeaker 1: All right?\n\nSpeaker 2: Thanks, Ron.\n\nSpeaker 1: Thank you, I appreciate your help.\n\nSpeaker 2: Yeah, I hope you have a great day.\n\nSpeaker 1: Bye.\n\nSpeaker 2: Thank you.",
    "duration": 22215,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 4,
        "text": " Thank you for calling SIAC."
      },
      {
        "id": 1,
        "start": 4,
        "end": 6,
        "text": " This is Olivia speaking."
      },
      {
        "id": 2,
        "start": 6,
        "end": 9,
        "text": " Who do I have the pleasure of speaking with today?"
      },
      {
        "id": 3,
        "start": 9,
        "end": 14,
        "text": " My name is Ron."
      },
      {
        "id": 4,
        "start": 14,
        "end": 15,
        "text": " Hi, Ron."
      },
      {
        "id": 5,
        "start": 15,
        "end": 16,
        "text": " How are you?"
      },
      {
        "id": 6,
        "start": 16,
        "end": 19,
        "text": " Well, I'm fine, but I need your help."
      },
      {
        "id": 7,
        "start": 19,
        "end": 20,
        "text": " Yeah."
      },
      {
        "id": 8,
        "start": 20,
        "end": 24,
        "text": " It's a little loud in the back."
      },
      {
        "id": 9,
        "start": 24,
        "end": 26,
        "text": " Well, it is better hopefully now."
      },
      {
        "id": 10,
        "start": 26,
        "end": 27,
        "text": " Perfect."
      },
      {
        "id": 11,
        "start": 27,
        "end": 28,
        "text": " Yes, it is."
      },
      {
        "id": 12,
        "start": 28,
        "end": 29,
        "text": " Great."
      },
      {
        "id": 13,
        "start": 29,
        "end": 32,
        "text": " Yeah, how can I help you today, Ron?"
      },
      {
        "id": 14,
        "start": 32,
        "end": 42,
        "text": " This is the second application of this 7-L-6-H Viagra"
      },
      {
        "id": 15,
        "start": 42,
        "end": 46,
        "text": " that you guys touted as being better than real Viagra,"
      },
      {
        "id": 16,
        "start": 46,
        "end": 48,
        "text": " so I ordered it."
      },
      {
        "id": 17,
        "start": 48,
        "end": 53,
        "text": " I took it once, took it twice,"
      },
      {
        "id": 18,
        "start": 53,
        "end": 58,
        "text": " but I did not have the slightest indication that anything happened,"
      },
      {
        "id": 19,
        "start": 58,
        "end": 60,
        "text": " so I certainly wasn't going to order it again,"
      },
      {
        "id": 20,
        "start": 60,
        "end": 63,
        "text": " and I just picked up the second subscription,"
      },
      {
        "id": 21,
        "start": 63,
        "end": 71,
        "text": " so I need you to cancel my plan or whatever you've got figured in there."
      },
      {
        "id": 22,
        "start": 71,
        "end": 75,
        "text": " Yeah, I can definitely help you with that."
      },
      {
        "id": 23,
        "start": 75,
        "end": 78,
        "text": " Okay, Ron, what is your date of birth?"
      },
      {
        "id": 24,
        "start": 78,
        "end": 82,
        "text": " 10-16-1943."
      },
      {
        "id": 25,
        "start": 82,
        "end": 86,
        "text": " Great, and you're located in Bushnell, Florida, is that right?"
      },
      {
        "id": 26,
        "start": 86,
        "end": 88,
        "text": " That's correct, yes."
      },
      {
        "id": 27,
        "start": 88,
        "end": 91,
        "text": " Okay, great."
      },
      {
        "id": 28,
        "start": 91,
        "end": 103,
        "text": " Yeah, so I do see here that you were receiving a regular Viagra."
      },
      {
        "id": 29,
        "start": 103,
        "end": 110,
        "text": " If you wanted AGB, I could definitely send some out."
      },
      {
        "id": 30,
        "start": 110,
        "end": 117,
        "text": " Well, honey, I've got two prescriptions already,"
      },
      {
        "id": 31,
        "start": 117,
        "end": 120,
        "text": " and neither one is going to work."
      },
      {
        "id": 32,
        "start": 120,
        "end": 122,
        "text": " So the first one didn't work."
      },
      {
        "id": 33,
        "start": 122,
        "end": 124,
        "text": " I'd like to get my money back for that,"
      },
      {
        "id": 34,
        "start": 124,
        "end": 127,
        "text": " but I certainly don't want to pay for this second one."
      },
      {
        "id": 35,
        "start": 127,
        "end": 134,
        "text": " Okay, so, yeah, you do have the option to return the prescription,"
      },
      {
        "id": 36,
        "start": 134,
        "end": 139,
        "text": " and I can email you the directions for how to do that for a refund."
      },
      {
        "id": 37,
        "start": 139,
        "end": 141,
        "text": " Wait, wait, wait, wait."
      },
      {
        "id": 38,
        "start": 141,
        "end": 142,
        "text": " Here's the deal."
      },
      {
        "id": 39,
        "start": 142,
        "end": 149,
        "text": " I just want you to credit my account because I'm going to send my credit card company notice"
      },
      {
        "id": 40,
        "start": 149,
        "end": 154,
        "text": " that I'm refusing this charge because I didn't agree to it."
      },
      {
        "id": 41,
        "start": 155,
        "end": 161,
        "text": " And there's no way, no, I have never ever seen anybody who would take drugs back"
      },
      {
        "id": 42,
        "start": 161,
        "end": 165,
        "text": " once they were prescribed."
      },
      {
        "id": 43,
        "start": 165,
        "end": 169,
        "text": " So asking me to return it is just a way to get me to just go away"
      },
      {
        "id": 44,
        "start": 169,
        "end": 173,
        "text": " because unless you're going to pay for the return, I'm not returning them,"
      },
      {
        "id": 45,
        "start": 173,
        "end": 178,
        "text": " but I am going to tell my credit card company to refuse the payment"
      },
      {
        "id": 46,
        "start": 178,
        "end": 185,
        "text": " because I didn't authorize that second shipment by any means."
      },
      {
        "id": 47,
        "start": 185,
        "end": 188,
        "text": " So, yeah, I can address everything you just said"
      },
      {
        "id": 48,
        "start": 188,
        "end": 190,
        "text": " and hopefully offer some solutions."
      },
      {
        "id": 49,
        "start": 190,
        "end": 200,
        "text": " But when you place the order at the term in the order when you placed it,"
      },
      {
        "id": 50,
        "start": 201,
        "end": 208,
        "text": " it said that the pharmacy will prescribe refills,"
      },
      {
        "id": 51,
        "start": 208,
        "end": 215,
        "text": " and that if you don't want the refills that the pharmacy prescribed in that timeline,"
      },
      {
        "id": 52,
        "start": 215,
        "end": 217,
        "text": " you can call this number."
      },
      {
        "id": 53,
        "start": 217,
        "end": 222,
        "text": " And the number it offered you was this number that you're calling right now."
      },
      {
        "id": 54,
        "start": 222,
        "end": 223,
        "text": " Correct."
      },
      {
        "id": 55,
        "start": 223,
        "end": 227,
        "text": " It took me 11 minutes to get to you."
      },
      {
        "id": 56,
        "start": 228,
        "end": 230,
        "text": " Like a human being, is that right?"
      },
      {
        "id": 57,
        "start": 230,
        "end": 232,
        "text": " Yes, that's correct."
      },
      {
        "id": 58,
        "start": 232,
        "end": 236,
        "text": " Yes, so I was on hold with USCIS this morning for 28 minutes"
      },
      {
        "id": 59,
        "start": 236,
        "end": 239,
        "text": " and then I was talking to an AI for four minutes"
      },
      {
        "id": 60,
        "start": 239,
        "end": 244,
        "text": " and then I talked to a human who couldn't help me solve a single problem."
      },
      {
        "id": 61,
        "start": 244,
        "end": 249,
        "text": " So I am a human who is solving your problem if you can allow me."
      },
      {
        "id": 62,
        "start": 249,
        "end": 254,
        "text": " Are you interested in allowing me to help you or are you interested in talking to me?"
      },
      {
        "id": 63,
        "start": 254,
        "end": 255,
        "text": " It's up to you."
      },
      {
        "id": 64,
        "start": 256,
        "end": 260,
        "text": " Well, I'm trying to talk to you, but you just keep on talking."
      },
      {
        "id": 65,
        "start": 260,
        "end": 262,
        "text": " I'm certainly interested."
      },
      {
        "id": 66,
        "start": 262,
        "end": 266,
        "text": " The only thing I'm interested in you doing is saying that you're canceling the subscription."
      },
      {
        "id": 67,
        "start": 266,
        "end": 272,
        "text": " If you're going to make me send this stuff back, I'll just throw them away,"
      },
      {
        "id": 68,
        "start": 272,
        "end": 276,
        "text": " but I will write in Facebook where I saw this ad the first time"
      },
      {
        "id": 69,
        "start": 276,
        "end": 280,
        "text": " that this is bogus because your stuff doesn't work"
      },
      {
        "id": 70,
        "start": 281,
        "end": 287,
        "text": " and you just keep on sending them thinking that we'll just ignore the fact that they don't work."
      },
      {
        "id": 71,
        "start": 287,
        "end": 291,
        "text": " So you can do whatever you want, but I'm not paying any more."
      },
      {
        "id": 72,
        "start": 291,
        "end": 293,
        "text": " I'm not going to authorize any more shipments"
      },
      {
        "id": 73,
        "start": 293,
        "end": 296,
        "text": " and I'd like you to credit me for at least this second one."
      },
      {
        "id": 74,
        "start": 296,
        "end": 299,
        "text": " I'll pay for the first one because I've already done that,"
      },
      {
        "id": 75,
        "start": 299,
        "end": 306,
        "text": " but I'm saying this second one I didn't authorize and I don't want to pay for it."
      },
      {
        "id": 76,
        "start": 306,
        "end": 309,
        "text": " So you tell me whether or not you can do that."
      },
      {
        "id": 77,
        "start": 309,
        "end": 310,
        "text": " If you can, that'll be good."
      },
      {
        "id": 78,
        "start": 310,
        "end": 313,
        "text": " If you can't, I'll handle it my way."
      },
      {
        "id": 79,
        "start": 316,
        "end": 320,
        "text": " Okay, so it's my job to address all of your concerns"
      },
      {
        "id": 80,
        "start": 320,
        "end": 323,
        "text": " and I am thorough and interested in doing that."
      },
      {
        "id": 81,
        "start": 323,
        "end": 330,
        "text": " If you are open to me doing that, I am going to address those concerns right now,"
      },
      {
        "id": 82,
        "start": 330,
        "end": 334,
        "text": " so please do not speak over me or we will have a problem."
      },
      {
        "id": 83,
        "start": 335,
        "end": 341,
        "text": " So, yeah, there is a policy that is extremely generous."
      },
      {
        "id": 84,
        "start": 341,
        "end": 346,
        "text": " You have 120 days to return the product for a refund."
      },
      {
        "id": 85,
        "start": 346,
        "end": 352,
        "text": " I have offered to and am very happy to send you the information for how to do that."
      },
      {
        "id": 86,
        "start": 352,
        "end": 359,
        "text": " When your bank files a dispute with us, they ask us to confirm your purchase was legitimate"
      },
      {
        "id": 87,
        "start": 359,
        "end": 363,
        "text": " and we do have those terms of service which you did agree to"
      },
      {
        "id": 88,
        "start": 363,
        "end": 367,
        "text": " that state that every prescription comes with refills"
      },
      {
        "id": 89,
        "start": 367,
        "end": 371,
        "text": " and that if you want to change those refills,"
      },
      {
        "id": 90,
        "start": 371,
        "end": 376,
        "text": " you can call us directly to speak to a human who can immediately help you do that"
      },
      {
        "id": 91,
        "start": 376,
        "end": 379,
        "text": " before you receive any refills."
      },
      {
        "id": 92,
        "start": 379,
        "end": 382,
        "text": " You did not do that, so that is why you received that refund"
      },
      {
        "id": 93,
        "start": 382,
        "end": 385,
        "text": " because you did agree to those terms"
      },
      {
        "id": 94,
        "start": 385,
        "end": 389,
        "text": " and we do have paperwork that shows all of that."
      },
      {
        "id": 95,
        "start": 389,
        "end": 394,
        "text": " Now, if you don't want to return them, that is totally fine."
      },
      {
        "id": 96,
        "start": 394,
        "end": 398,
        "text": " If you want your prescription canceled, of course I can do that."
      },
      {
        "id": 97,
        "start": 398,
        "end": 403,
        "text": " If you do want the correct product, if you do want the AGV,"
      },
      {
        "id": 98,
        "start": 403,
        "end": 407,
        "text": " I am happy to send that out to you on us."
      },
      {
        "id": 99,
        "start": 407,
        "end": 412,
        "text": " If you don't want to return the product and instead you want a replacement,"
      },
      {
        "id": 100,
        "start": 412,
        "end": 417,
        "text": " that is something that I can definitely offer you as well."
      },
      {
        "id": 101,
        "start": 417,
        "end": 419,
        "text": " Can I ask you to stop for a moment?"
      },
      {
        "id": 102,
        "start": 419,
        "end": 420,
        "text": " Yes."
      },
      {
        "id": 103,
        "start": 420,
        "end": 421,
        "text": " Please."
      },
      {
        "id": 104,
        "start": 421,
        "end": 425,
        "text": " I just want to know, is this not the AGI stuff?"
      },
      {
        "id": 105,
        "start": 425,
        "end": 427,
        "text": " Correct."
      },
      {
        "id": 106,
        "start": 427,
        "end": 431,
        "text": " This is not what I originally bought?"
      },
      {
        "id": 107,
        "start": 431,
        "end": 432,
        "text": " No."
      },
      {
        "id": 108,
        "start": 432,
        "end": 434,
        "text": " I mean, I originally bought..."
      },
      {
        "id": 109,
        "start": 434,
        "end": 436,
        "text": " I'm sorry, go ahead."
      },
      {
        "id": 110,
        "start": 436,
        "end": 439,
        "text": " According to the prescription number, no, it is not."
      },
      {
        "id": 111,
        "start": 439,
        "end": 444,
        "text": " But if you would like to try the AGB, we do have a lot of faith in it,"
      },
      {
        "id": 112,
        "start": 444,
        "end": 448,
        "text": " so I can send it out to you as a replacement"
      },
      {
        "id": 113,
        "start": 448,
        "end": 450,
        "text": " because it is a superior prescription."
      },
      {
        "id": 114,
        "start": 450,
        "end": 451,
        "text": " You are right."
      },
      {
        "id": 115,
        "start": 451,
        "end": 453,
        "text": " That is what I bought."
      },
      {
        "id": 116,
        "start": 453,
        "end": 454,
        "text": " I bought the AGI."
      },
      {
        "id": 117,
        "start": 454,
        "end": 456,
        "text": " I mean, I bought the better stuff."
      },
      {
        "id": 118,
        "start": 456,
        "end": 459,
        "text": " At least that is what your ad said I was buying"
      },
      {
        "id": 119,
        "start": 459,
        "end": 462,
        "text": " because that was the whole point of the ad,"
      },
      {
        "id": 120,
        "start": 462,
        "end": 466,
        "text": " was this is better than real Viagra."
      },
      {
        "id": 121,
        "start": 466,
        "end": 471,
        "text": " If I haven't gotten any real Viagra or the stuff you guys sell,"
      },
      {
        "id": 122,
        "start": 471,
        "end": 473,
        "text": " then no wonder it didn't work"
      },
      {
        "id": 123,
        "start": 473,
        "end": 476,
        "text": " because I can get real Viagra from the VA,"
      },
      {
        "id": 124,
        "start": 476,
        "end": 478,
        "text": " but it didn't work either,"
      },
      {
        "id": 125,
        "start": 478,
        "end": 481,
        "text": " so that is why I jumped at the chance to try yours."
      },
      {
        "id": 126,
        "start": 481,
        "end": 486,
        "text": " If you haven't sent me any AGB, whatever,"
      },
      {
        "id": 127,
        "start": 486,
        "end": 490,
        "text": " then if you would like to replace the two of these"
      },
      {
        "id": 128,
        "start": 490,
        "end": 494,
        "text": " without me paying for the ones I've gotten with AGI,"
      },
      {
        "id": 129,
        "start": 495,
        "end": 500,
        "text": " then I would be happy to try the product that I was supposed to be getting."
      },
      {
        "id": 130,
        "start": 500,
        "end": 503,
        "text": " I just don't understand."
      },
      {
        "id": 131,
        "start": 503,
        "end": 509,
        "text": " Wasn't the order supposed to be for the better Viagra?"
      },
      {
        "id": 132,
        "start": 509,
        "end": 515,
        "text": " That is not the prescription number that I have for you."
      },
      {
        "id": 133,
        "start": 515,
        "end": 517,
        "text": " It is not for the AGB."
      },
      {
        "id": 134,
        "start": 517,
        "end": 519,
        "text": " It is for the regular Viagra."
      },
      {
        "id": 135,
        "start": 520,
        "end": 524,
        "text": " Yes, I will definitely send you."
      },
      {
        "id": 136,
        "start": 524,
        "end": 526,
        "text": " You are at 50 milligrams,"
      },
      {
        "id": 137,
        "start": 526,
        "end": 529,
        "text": " so I will send you out this replacement at 50 milligrams."
      },
      {
        "id": 138,
        "start": 529,
        "end": 536,
        "text": " Can I ship it to 6233 Lowery Street, Unit 362,"
      },
      {
        "id": 139,
        "start": 536,
        "end": 539,
        "text": " Bushnell, Florida, 33513?"
      },
      {
        "id": 140,
        "start": 539,
        "end": 541,
        "text": " Correct."
      },
      {
        "id": 141,
        "start": 541,
        "end": 546,
        "text": " You will replace both of the shipments ahead with AGI?"
      },
      {
        "id": 142,
        "start": 546,
        "end": 548,
        "text": " Exactly."
      },
      {
        "id": 143,
        "start": 549,
        "end": 551,
        "text": " Okay, fine."
      },
      {
        "id": 144,
        "start": 551,
        "end": 554,
        "text": " Okay, and you should receive these,"
      },
      {
        "id": 145,
        "start": 554,
        "end": 556,
        "text": " depending on this winter storm or whatever,"
      },
      {
        "id": 146,
        "start": 556,
        "end": 559,
        "text": " probably by next Tuesday or Wednesday,"
      },
      {
        "id": 147,
        "start": 559,
        "end": 562,
        "text": " maybe next Friday or Saturday at the very latest,"
      },
      {
        "id": 148,
        "start": 562,
        "end": 564,
        "text": " but I doubt it."
      },
      {
        "id": 149,
        "start": 564,
        "end": 566,
        "text": " Okay, that's all right."
      },
      {
        "id": 150,
        "start": 566,
        "end": 568,
        "text": " I'm not critical for the product,"
      },
      {
        "id": 151,
        "start": 568,
        "end": 575,
        "text": " but I'm just amazed to think that they shipped me something that was..."
      },
      {
        "id": 152,
        "start": 575,
        "end": 579,
        "text": " Did I check the wrong box or what?"
      },
      {
        "id": 153,
        "start": 579,
        "end": 584,
        "text": " That is likely what probably happened."
      },
      {
        "id": 154,
        "start": 584,
        "end": 588,
        "text": " But yes, you will love these, I think,"
      },
      {
        "id": 155,
        "start": 588,
        "end": 593,
        "text": " and especially as long as you take them on an empty stomach"
      },
      {
        "id": 156,
        "start": 593,
        "end": 598,
        "text": " and you don't drink alcohol when you take them,"
      },
      {
        "id": 157,
        "start": 598,
        "end": 601,
        "text": " you should have a great experience."
      },
      {
        "id": 158,
        "start": 601,
        "end": 605,
        "text": " They're definitely a superior product, and I certainly hope so."
      },
      {
        "id": 159,
        "start": 605,
        "end": 609,
        "text": " In the meantime, I placed your prescription on hold"
      },
      {
        "id": 160,
        "start": 609,
        "end": 611,
        "text": " while you tried them out,"
      },
      {
        "id": 161,
        "start": 611,
        "end": 617,
        "text": " so if you need anything from us before July 23rd of this year,"
      },
      {
        "id": 162,
        "start": 617,
        "end": 620,
        "text": " six months from now, just give us a call"
      },
      {
        "id": 163,
        "start": 620,
        "end": 624,
        "text": " and we can help you with anything you need."
      },
      {
        "id": 164,
        "start": 624,
        "end": 628,
        "text": " Okay, so the existing..."
      },
      {
        "id": 165,
        "start": 628,
        "end": 631,
        "text": " You've given me enough now to last for two or three months."
      },
      {
        "id": 166,
        "start": 631,
        "end": 636,
        "text": " If I were to be intimate, an awful lot more than I am,"
      },
      {
        "id": 167,
        "start": 636,
        "end": 642,
        "text": " so I'm just saying you're not going to send any more prescriptions"
      },
      {
        "id": 168,
        "start": 642,
        "end": 645,
        "text": " until I call you and say I want more."
      },
      {
        "id": 169,
        "start": 645,
        "end": 650,
        "text": " So yes, the prescription is on hold until July 23rd,"
      },
      {
        "id": 170,
        "start": 650,
        "end": 652,
        "text": " so whenever you are ready to order,"
      },
      {
        "id": 171,
        "start": 652,
        "end": 654,
        "text": " you just need to let us know before then,"
      },
      {
        "id": 172,
        "start": 654,
        "end": 657,
        "text": " or if for any reason the pills didn't work for you,"
      },
      {
        "id": 173,
        "start": 657,
        "end": 660,
        "text": " which I think is unlikely, but it's possible,"
      },
      {
        "id": 174,
        "start": 660,
        "end": 663,
        "text": " just call this number before then, Monday through Friday,"
      },
      {
        "id": 175,
        "start": 663,
        "end": 666,
        "text": " 835-SPECIFIC."
      },
      {
        "id": 176,
        "start": 666,
        "end": 672,
        "text": " But the prescription is on hold until I call back and say I want more"
      },
      {
        "id": 177,
        "start": 672,
        "end": 674,
        "text": " or I'm not going to use them anymore."
      },
      {
        "id": 178,
        "start": 674,
        "end": 679,
        "text": " In other words, you're not going to send them again in July, are you?"
      },
      {
        "id": 179,
        "start": 679,
        "end": 683,
        "text": " Yes, for me to be able to replace the pills for you,"
      },
      {
        "id": 180,
        "start": 683,
        "end": 686,
        "text": " you do have to have an active prescription with us,"
      },
      {
        "id": 181,
        "start": 686,
        "end": 692,
        "text": " and the active prescription does include that you have to have at least one date"
      },
      {
        "id": 182,
        "start": 692,
        "end": 696,
        "text": " within the following six months that is saved for refill,"
      },
      {
        "id": 183,
        "start": 696,
        "end": 698,
        "text": " otherwise it would expire."
      },
      {
        "id": 184,
        "start": 698,
        "end": 702,
        "text": " So you just need to let us know before July 23rd,"
      },
      {
        "id": 185,
        "start": 702,
        "end": 706,
        "text": " either when you're ready to order, or if they didn't work out for you,"
      },
      {
        "id": 186,
        "start": 706,
        "end": 709,
        "text": " you would know quite quickly."
      },
      {
        "id": 187,
        "start": 709,
        "end": 711,
        "text": " Okay, all right, I can agree to that."
      },
      {
        "id": 188,
        "start": 711,
        "end": 716,
        "text": " You send me the correct stuff and we'll try to see what happens."
      },
      {
        "id": 189,
        "start": 716,
        "end": 718,
        "text": " Yeah, great."
      },
      {
        "id": 190,
        "start": 718,
        "end": 719,
        "text": " All right?"
      },
      {
        "id": 191,
        "start": 719,
        "end": 720,
        "text": " Thanks, Ron."
      },
      {
        "id": 192,
        "start": 720,
        "end": 722,
        "text": " Thank you, I appreciate your help."
      },
      {
        "id": 193,
        "start": 722,
        "end": 724,
        "text": " Yeah, I hope you have a great day."
      },
      {
        "id": 194,
        "start": 724,
        "end": 725,
        "text": " Bye."
      },
      {
        "id": 195,
        "start": 725,
        "end": 726,
        "text": " Thank you."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8141-b95f-dc86148a41c7",
    "url": "https://www.notion.so/300000001216270-300000001705722-2f611d0a101c8141b95fdc86148a41c7"
  },
  "processedAt": "2026-01-28T10:34:23.445Z"
}