{
  "recording": {
    "name": "300000001222782-300000001712431-6309895094 by olivia@superbalife.com @ 11_58_49 AM.wav",
    "size": 482296,
    "modifyTime": 1769717048000,
    "remotePath": "/five9sftp/upload/SB CS/1_29_2026/300000001222782-300000001712431-6309895094 by olivia@superbalife.com @ 11_58_49 AM.wav",
    "uploadDate": "2026-01-29T20:04:08.000Z",
    "callId": "300000001222782-300000001712431",
    "agent": "olivia",
    "phoneNumber": "6309895094",
    "callTimestamp": "2026-01-29T11:58:49.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Good morning. My name is Ron Belick.\n\nSpeaker 1: Hi, Ron. How are you?\n\nSpeaker 2: I'm doing well.\n\nSpeaker 1: And you?\n\nSpeaker 2: Good. Good. How can I help you today, Ron?\n\nSpeaker 1: I need to cancel the account.\n\nSpeaker 2: Yeah, I can help you with that. What is your date of birth?\n\nSpeaker 1: 6-22-1952.\n\nSpeaker 2: Okay. 6-22-1952. And you're located at 92 Apache Road, Baldy Eagle, Sunrise Beach, Missouri?\n\nSpeaker 1: Correct.\n\nSpeaker 2: Yeah. Okay. So, yeah, I see your prescription here. All right, Ron. Well, yeah, if you don't want to receive those regular prescription refills, you certainly don't have to. You always have the option to place your prescription on hold for up to six months at a time just because six months is when the prescription would expire if we didn't refill it.\n\nSpeaker 1: And the way that would work is if you did want to order before then, you could. You just have to give us a call to place the order yourself.\n\nSpeaker 2: Yeah, because they don't work. So there's no sense keeping it open.\n\nSpeaker 1: I understand. Okay. I'm so sorry to hear that.\n\nSpeaker 2: Okay. Well, then, that makes sense. If the pills don't work for you, you do qualify, it looks like, for a free sample of our newest highest quality product, which is a superior prescription to what you're getting now.\n\nSpeaker 1: So the free sample, it would be 10 pills, their newest stuff from our Pfizer labs in France. They are the fastest acting, longest lasting stuff we've ever made.\n\nSpeaker 2: But my favorite thing about them is that we've specifically formulated them to cut out the side effects of sinus agitation and headache.\n\nSpeaker 1: So, yeah, it would be 10 pills and they come with kind of like a five month free trial where the way you want to think about it is your old prescription would essentially be replaced by this free sample of 10 pills.\n\nSpeaker 2: And that prescription would be placed on hold for you until June. While you try it out, make sure you love them.\n\nSpeaker 1: Make sure you perform to your old script. We believe you would and we believe that you'd give us a call back sometime before June to place an order because you'd run out.\n\nSpeaker 2: And if not, you just have 10 free pills and you just need to let us know by June either way.\n\nSpeaker 1: But they are a great product.\n\nSpeaker 2: I'll try it. I mean, yeah, these just didn't work. You know, I've tried them a couple months now. It's just to no avail.\n\nSpeaker 1: I completely understand. OK, yeah. So I'm going to send them to you at 50 milligrams because that's what you've already been approved for. And it'll be like I mentioned, it'll be 10 pills. Can I ship these to 92 Apache Road, Bald Eagle, Sunrise Beach, 365079?\n\nSpeaker 2: Absolutely. Sure.\n\nSpeaker 1: All righty. So I just placed that for you. So these should be out to you. Typically, it would be very fast because you're not too far from air shipping. But with that winter storm, you really never know.\n\nSpeaker 2: Oh, right.\n\nSpeaker 1: Yeah. So just let us know by June and I hope you love these. And as long as you take them on an empty stomach, that's really important. And you avoid alcohol when you take them.\n\nSpeaker 2: You should know it's a really good result.\n\nSpeaker 1: Well, that would be good.\n\nSpeaker 2: What's the cost of the new ones?\n\nSpeaker 1: Yeah. So if you end up liking them, we can price match your old price. We can do 10 pills for $63.95. That's part of the promo if you like them.\n\nSpeaker 2: Okay. Hey, it's worth trying. You know, the other ones I tried, it didn't work. So we'll try these.\n\nSpeaker 1: Yeah. Great. Okay. Well, thank you so much, Ron.\n\nSpeaker 2: Thank you. And you have a great day.\n\nSpeaker 1: Yeah, you too. Thanks. Bye.\n\nSpeaker 2: Bye-bye.",
    "duration": 12236,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 9.800000190734863,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 9.800000190734863,
        "end": 19.959999084472656,
        "text": " with today? Good morning. My name is Ron Belick. Hi, Ron. How are you? I'm doing well. And"
      },
      {
        "id": 2,
        "start": 19.959999084472656,
        "end": 30,
        "text": " you? Good. Good. How can I help you today, Ron? I need to cancel the account. Yeah,"
      },
      {
        "id": 3,
        "start": 30,
        "end": 44.08000183105469,
        "text": " I can help you with that. What is your date of birth? 6-22-1952. Okay. 6-22-1952. And"
      },
      {
        "id": 4,
        "start": 44.08000183105469,
        "end": 53.08000183105469,
        "text": " you're located at 92 Apache Road, Baldy Eagle, Sunrise Beach, Missouri? Correct. Yeah. Okay."
      },
      {
        "id": 5,
        "start": 53.08000183105469,
        "end": 59.720001220703125,
        "text": " So, yeah, I see your prescription here. All right, Ron. Well, yeah, if you don't want"
      },
      {
        "id": 6,
        "start": 59.720001220703125,
        "end": 67.23999786376953,
        "text": " to receive those regular prescription refills, you certainly don't have to. You always have"
      },
      {
        "id": 7,
        "start": 67.23999786376953,
        "end": 73.31999969482422,
        "text": " the option to place your prescription on hold for up to six months at a time just because"
      },
      {
        "id": 8,
        "start": 73.31999969482422,
        "end": 79.4000015258789,
        "text": " six months is when the prescription would expire if we didn't refill it. And the way"
      },
      {
        "id": 9,
        "start": 79.4000015258789,
        "end": 85,
        "text": " that would work is if you did want to order before then, you could. You just have to give"
      },
      {
        "id": 10,
        "start": 85,
        "end": 93.55999755859375,
        "text": " us a call to place the order yourself. Yeah, because they don't work. So there's no sense"
      },
      {
        "id": 11,
        "start": 93.55999755859375,
        "end": 103.44000244140625,
        "text": " keeping it open. I understand. Okay. I'm so sorry to hear that. Okay. Well, then, that"
      },
      {
        "id": 12,
        "start": 103.44000244140625,
        "end": 115.12000274658203,
        "text": " makes sense. If the pills don't work for you, you do qualify, it looks like, for a free"
      },
      {
        "id": 13,
        "start": 115.12000274658203,
        "end": 122.08000183105469,
        "text": " sample of our newest highest quality product, which is a superior prescription to what you're"
      },
      {
        "id": 14,
        "start": 122.08000183105469,
        "end": 129.0399932861328,
        "text": " getting now. So the free sample, it would be 10 pills, their newest stuff from our Pfizer"
      },
      {
        "id": 15,
        "start": 129.0399932861328,
        "end": 135.27999877929688,
        "text": " labs in France. They are the fastest acting, longest lasting stuff we've ever made. But"
      },
      {
        "id": 16,
        "start": 135.27999877929688,
        "end": 141.60000610351562,
        "text": " my favorite thing about them is that we've specifically formulated them to cut out the"
      },
      {
        "id": 17,
        "start": 141.60000610351562,
        "end": 149.9199981689453,
        "text": " side effects of sinus agitation and headache. So, yeah, it would be 10 pills and they come"
      },
      {
        "id": 18,
        "start": 150,
        "end": 157.1999969482422,
        "text": " with kind of like a five month free trial where the way you want to think about it is your old"
      },
      {
        "id": 19,
        "start": 157.1999969482422,
        "end": 164.47999572753906,
        "text": " prescription would essentially be replaced by this free sample of 10 pills. And that prescription"
      },
      {
        "id": 20,
        "start": 164.47999572753906,
        "end": 170.8000030517578,
        "text": " would be placed on hold for you until June. While you try it out, make sure you love them."
      },
      {
        "id": 21,
        "start": 170.8000030517578,
        "end": 175.52000427246094,
        "text": " Make sure you perform to your old script. We believe you would and we believe that you'd"
      },
      {
        "id": 22,
        "start": 175.52000427246094,
        "end": 181.75999450683594,
        "text": " give us a call back sometime before June to place an order because you'd run out. And if not,"
      },
      {
        "id": 23,
        "start": 182.72000122070312,
        "end": 187.0399932861328,
        "text": " you just have 10 free pills and you just need to let us know by June either way."
      },
      {
        "id": 24,
        "start": 188.16000366210938,
        "end": 195.9199981689453,
        "text": " But they are a great product. I'll try it. I mean, yeah, these just didn't work."
      },
      {
        "id": 25,
        "start": 195.9199981689453,
        "end": 200.47999572753906,
        "text": " You know, I've tried them a couple months now. It's just to no avail."
      },
      {
        "id": 26,
        "start": 201.0399932861328,
        "end": 208.39999389648438,
        "text": " I completely understand. OK, yeah. So I'm going to send them to you at 50 milligrams"
      },
      {
        "id": 27,
        "start": 208.39999389648438,
        "end": 214.55999755859375,
        "text": " because that's what you've already been approved for. And it'll be like I mentioned,"
      },
      {
        "id": 28,
        "start": 214.55999755859375,
        "end": 224.8800048828125,
        "text": " it'll be 10 pills. Can I ship these to 92 Apache Road, Bald Eagle, Sunrise Beach, 365079?"
      },
      {
        "id": 29,
        "start": 225.1999969482422,
        "end": 227.1999969482422,
        "text": " Absolutely. Sure."
      },
      {
        "id": 30,
        "start": 228.39999389648438,
        "end": 235.27999877929688,
        "text": " All righty. So I just placed that for you. So these should be out to you. Typically,"
      },
      {
        "id": 31,
        "start": 235.27999877929688,
        "end": 239.75999450683594,
        "text": " it would be very fast because you're not too far from air shipping. But with that winter storm,"
      },
      {
        "id": 32,
        "start": 239.75999450683594,
        "end": 242,
        "text": " you really never know. Oh, right."
      },
      {
        "id": 33,
        "start": 243.60000610351562,
        "end": 251.36000061035156,
        "text": " Yeah. So just let us know by June and I hope you love these. And as long as you take them"
      },
      {
        "id": 34,
        "start": 251.36000061035156,
        "end": 257.9200134277344,
        "text": " on an empty stomach, that's really important. And you avoid alcohol when you take them."
      },
      {
        "id": 35,
        "start": 257.9200134277344,
        "end": 263.3599853515625,
        "text": " You should know it's a really good result. Well, that would be good. What's the cost"
      },
      {
        "id": 36,
        "start": 263.3599853515625,
        "end": 268,
        "text": " of the new ones? Yeah. So if you end up liking them,"
      },
      {
        "id": 37,
        "start": 268,
        "end": 276.4800109863281,
        "text": " we can price match your old price. We can do 10 pills for $63.95. That's part of the promo"
      },
      {
        "id": 38,
        "start": 276.55999755859375,
        "end": 280.79998779296875,
        "text": " if you like them. Okay. Hey, it's worth trying. You know,"
      },
      {
        "id": 39,
        "start": 280.79998779296875,
        "end": 283.8399963378906,
        "text": " the other ones I tried, it didn't work. So we'll try these."
      },
      {
        "id": 40,
        "start": 284.8800048828125,
        "end": 289.1199951171875,
        "text": " Yeah. Great. Okay. Well, thank you so much, Ron."
      },
      {
        "id": 41,
        "start": 290.6400146484375,
        "end": 294.6400146484375,
        "text": " Thank you. And you have a great day. Yeah, you too. Thanks. Bye."
      },
      {
        "id": 42,
        "start": 294.6400146484375,
        "end": 296.6400146484375,
        "text": " Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-8126-9ffb-c2f1e77e5b15",
    "url": "https://www.notion.so/300000001222782-300000001712431-2f711d0a101c81269ffbc2f1e77e5b15"
  },
  "processedAt": "2026-01-29T21:38:01.760Z"
}