{
  "recording": {
    "name": "300000001239378-300000001729047-2819045782 by jessie@superbalife.com @ 2_42_55 PM.wav",
    "size": 446090,
    "modifyTime": 1770850065000,
    "remotePath": "/five9sftp/upload/SB CS/2_11_2026/300000001239378-300000001729047-2819045782 by jessie@superbalife.com @ 2_42_55 PM.wav",
    "uploadDate": "2026-02-11T22:47:45.000Z",
    "callId": "300000001239378-300000001729047",
    "agent": "jessie",
    "phoneNumber": "2819045782",
    "callTimestamp": "2026-02-11T14:42:55.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi. Thank you so much for calling Viagra. My name is Jessie. Can I get your first and last name?\n\nSpeaker 2: Yes, Earl Carter.\n\nSpeaker 1: Okay. Mr. Carter, let me do this for you. And can I get your zip code?\n\nSpeaker 2: 77014.\n\nSpeaker 1: Okay. Just a moment. And are you at 12731 Laurel Vale Way in Houston, Texas?\n\nSpeaker 2: Yes, ma'am.\n\nSpeaker 1: All right. And then you're checking on your prescription. It has shipped. Let me just check and see where it is. Oh, it looks like it got lost. Somebody is supposed to reorder it yesterday. Let me just double check.\n\nSpeaker 2: The package hasn't arrived in almost a week. They requested it on the 5th, actually. It wasn't yesterday. It was on the 5th.\n\nSpeaker 1: No, somebody said they were going to call the pharmacy and I could check today.\n\nSpeaker 2: So yesterday they told me they were going to reorder it and you could check and see how it shipped.\n\nSpeaker 1: I can call and see. That's what I was calling for.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: No, I do see here that the person you spoke to yesterday didn't leave proper notes. But I did find the tracking number that was shipped out for the item that was reshipped on the 5th.\n\nSpeaker 2: So the person that you spoke to yesterday reached out to the pharmacy.\n\nSpeaker 1: And the pharmacy gave us a tracking number for the item that was reshipped on the 5th.\n\nSpeaker 2: That one was on the 5th. Okay. Can I get the tracking number?\n\nSpeaker 1: Yeah. I can text it to you, actually, because it was delivered on the 9th.\n\nSpeaker 2: I mean, why can't I send that to my account so I can keep up with it?\n\nSpeaker 1: Oh, it's actually on your – I see what the other person did that was wrong here. Let me just text it to you. I'm so sorry. There's easier ways to do things, but that did not happen.\n\nSpeaker 2: There you go.\n\nSpeaker 1: Okay, cool. Okay. Here, let me text it to you. Now, have you checked your mailbox at all?\n\nSpeaker 2: Yeah, it was empty.\n\nSpeaker 1: It was empty because this is – okay. This is what we – hold on one second, okay, because I want you to see what I see. This is your new shipment tracking.\n\nSpeaker 2: I think it was delivered on the 7th or 9th. That's concerning.\n\nSpeaker 1: I just texted it to you. Please confirm that you've received it.\n\nSpeaker 2: Okay, so I'll check it. So you want me to check my mailbox tomorrow? What's the plan?\n\nSpeaker 1: I mean, you can check it now. According to this, it was delivered on the 9th.\n\nSpeaker 2: I'm at work right now.\n\nSpeaker 1: Oh, no. Well, not now, now, but you can.\n\nSpeaker 2: Okay, because when I check my account, I see nothing.\n\nSpeaker 1: Yeah, no, they did it in a way that – they did it in a different way than what I would have advised.\n\nSpeaker 2: So sorry about that. So you're saying the new – so you're saying the new package, so when they reordered it, it's already here?\n\nSpeaker 1: That's what you're saying? Correct, because the person that you spoke to on February 5th requested a reship. That reship was delivered on the 9th, okay?\n\nSpeaker 2: Okay, okay, okay. Well, let me check that. You know what I'm saying? Let me see. I've got to stop by that mailbox and check. It might be in there. It might not.\n\nSpeaker 1: I'll check it. If it says it does, it should be there.\n\nSpeaker 2: I just couldn't see nothing, so that's why I was trying to find out what's going on.\n\nSpeaker 1: I hear you. I hear you. All right, so is there anything else I can help you with?\n\nSpeaker 2: No, that'll be all. If it's not in there, I'll call you, but hopefully it should be in there.\n\nSpeaker 1: If it says it's delivered, I just couldn't see nothing. That's why I was checking my account.\n\nSpeaker 2: You know how you check that account with your email address? I go on your website. It says shipped on the 28th. That's the last thing I see.\n\nSpeaker 1: Yeah, yeah, that is kind of like –\n\nSpeaker 2: Not very helpful. That new one wasn't posted on your account. That's the annoying part.\n\nSpeaker 1: So it should have been, but it wasn't.\n\nSpeaker 2: Okay. Okay. All right.\n\nSpeaker 1: All right. Thank you, ma'am.\n\nSpeaker 2: I'll check it. That'll be all. We'll check it.\n\nSpeaker 1: All right. Have a good day. Thanks for clearing that up.\n\nSpeaker 2: No problem. Bye-bye.",
    "duration": 14910,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.460000038146973,
        "text": " Hi. Thank you so much for calling Viagra. My name is Jessie. Can I get your first and"
      },
      {
        "id": 1,
        "start": 5.460000038146973,
        "end": 16.3799991607666,
        "text": " last name? Yes, Earl Carter. Okay. Mr. Carter, let me do this for you. And can I get your"
      },
      {
        "id": 2,
        "start": 16.3799991607666,
        "end": 32.779998779296875,
        "text": " zip code? 77014. Okay. Just a moment. And are you at 12731 Laurel Vale Way in Houston,"
      },
      {
        "id": 3,
        "start": 32.779998779296875,
        "end": 38.65999984741211,
        "text": " Texas? Yes, ma'am. All right. And then you're checking on your prescription. It has shipped."
      },
      {
        "id": 4,
        "start": 38.65999984741211,
        "end": 48.459999084472656,
        "text": " Let me just check and see where it is. Oh, it looks like it got lost. Somebody is supposed"
      },
      {
        "id": 5,
        "start": 48.459999084472656,
        "end": 53.540000915527344,
        "text": " to reordered it yesterday. Let me just double check. The package hasn't arrived in almost"
      },
      {
        "id": 6,
        "start": 53.540000915527344,
        "end": 62.939998626708984,
        "text": " a week. They requested it on the 5th, actually. It wasn't yesterday. It was on the 5th. No,"
      },
      {
        "id": 7,
        "start": 62.939998626708984,
        "end": 66.58000183105469,
        "text": " somebody said they were going to call the pharmacy and I could check today. So yesterday"
      },
      {
        "id": 8,
        "start": 66.58000183105469,
        "end": 71.26000213623047,
        "text": " they told me they were going to reorder it and you could check and see how it shipped."
      },
      {
        "id": 9,
        "start": 71.26000213623047,
        "end": 76.77999877929688,
        "text": " I can call and see. That's what I was calling for. Yeah. No, I do see here that they asked"
      },
      {
        "id": 10,
        "start": 76.77999877929688,
        "end": 81.54000091552734,
        "text": " the person you spoke to yesterday didn't leave proper notes. But I did find the tracking"
      },
      {
        "id": 11,
        "start": 81.54000091552734,
        "end": 92.45999908447266,
        "text": " number that was shipped out for the item that was reshipped on the 5th. So the person that"
      },
      {
        "id": 12,
        "start": 92.45999908447266,
        "end": 97.0999984741211,
        "text": " you spoke to yesterday reached out to the pharmacy. And the pharmacy gave us a tracking"
      },
      {
        "id": 13,
        "start": 97.0999984741211,
        "end": 102.33999633789062,
        "text": " number for the item that was reshipped on the 5th. That one was on the 5th. Okay. Can"
      },
      {
        "id": 14,
        "start": 102.33999633789062,
        "end": 107.66000366210938,
        "text": " I get the tracking number? Yeah. I can text it to you, actually, because it was delivered"
      },
      {
        "id": 15,
        "start": 107.66000366210938,
        "end": 114.86000061035156,
        "text": " on the 9th. I mean, why can't I send that to my account so I can keep up with it? Oh,"
      },
      {
        "id": 16,
        "start": 114.86000061035156,
        "end": 119.22000122070312,
        "text": " it's actually on your – I see what the other person did that was wrong here. Let me just"
      },
      {
        "id": 17,
        "start": 119.22000122070312,
        "end": 123.22000122070312,
        "text": " text it to you. I'm so sorry. There's easier ways to do things, but that did not happen."
      },
      {
        "id": 18,
        "start": 123.22000122070312,
        "end": 127.73999786376953,
        "text": " There you go. Okay, cool. Okay. Here, let me text it to you. Now, have you checked your"
      },
      {
        "id": 19,
        "start": 127.73999786376953,
        "end": 135.25999450683594,
        "text": " mailbox at all? Yeah, it was empty. It was empty because this is – okay. This is what"
      },
      {
        "id": 20,
        "start": 135.25999450683594,
        "end": 142.77999877929688,
        "text": " we – hold on one second, okay, because I want you to see what I see. This is your new"
      },
      {
        "id": 21,
        "start": 142.77999877929688,
        "end": 157.86000061035156,
        "text": " shipment tracking. I think it was delivered on the 7th or 9th. That's concerning. I just"
      },
      {
        "id": 22,
        "start": 157.86000061035156,
        "end": 166.25999450683594,
        "text": " texted it to you. Please confirm that you've received it. Okay, so I'll check it. So you"
      },
      {
        "id": 23,
        "start": 166.25999450683594,
        "end": 171.5,
        "text": " want me to check my mailbox tomorrow? What's the plan? I mean, you can check it now. According"
      },
      {
        "id": 24,
        "start": 171.5,
        "end": 176.5,
        "text": " to this, it was delivered on the 9th. I'm at work right now. Oh, no. Well, not now,"
      },
      {
        "id": 25,
        "start": 176.5,
        "end": 187.5,
        "text": " now, but you can. Okay, because when I check my account, I see nothing. Yeah, no, they"
      },
      {
        "id": 26,
        "start": 187.5,
        "end": 193.77999877929688,
        "text": " did it in a way that – they did it in a different way than what I would have advised."
      },
      {
        "id": 27,
        "start": 193.77999877929688,
        "end": 198.6999969482422,
        "text": " So sorry about that. So you're saying the new – so you're saying the new package,"
      },
      {
        "id": 28,
        "start": 198.6999969482422,
        "end": 202.66000366210938,
        "text": " so when they reordered it, it's already here? That's what you're saying? Correct, because"
      },
      {
        "id": 29,
        "start": 202.66000366210938,
        "end": 207.74000549316406,
        "text": " the person that you spoke to on February 5th requested a reshift. That reshift was delivered"
      },
      {
        "id": 30,
        "start": 207.74000549316406,
        "end": 213.13999938964844,
        "text": " on the 9th, okay? Okay, okay, okay. Well, let me check that. You know what I'm saying?"
      },
      {
        "id": 31,
        "start": 213.13999938964844,
        "end": 217.6199951171875,
        "text": " Let me see. I've got to stop by that mailbox and check. It might be in there. It might"
      },
      {
        "id": 32,
        "start": 217.6199951171875,
        "end": 222.25999450683594,
        "text": " not. I'll check it. If it says it does, it should be there. I just couldn't see nothing,"
      },
      {
        "id": 33,
        "start": 222.25999450683594,
        "end": 227.10000610351562,
        "text": " so that's why I was trying to find out what's going on. I hear you. I hear you. All right,"
      },
      {
        "id": 34,
        "start": 227.17999267578125,
        "end": 232.17999267578125,
        "text": " so is there anything else I can help you with? No, that'll be all. If it's not in there,"
      },
      {
        "id": 35,
        "start": 232.17999267578125,
        "end": 235.5800018310547,
        "text": " I'll call you, but hopefully it should be in there. If it says it's delivered, I just"
      },
      {
        "id": 36,
        "start": 235.5800018310547,
        "end": 239.6999969482422,
        "text": " couldn't see nothing. That's why I was checking my account. You know how you check that account"
      },
      {
        "id": 37,
        "start": 239.6999969482422,
        "end": 248.86000061035156,
        "text": " with your email address? I go on your website. It says shipped on the 28th. That's the last"
      },
      {
        "id": 38,
        "start": 248.86000061035156,
        "end": 252.6999969482422,
        "text": " thing I see. Yeah, yeah, that is kind of like – that's"
      },
      {
        "id": 39,
        "start": 252.6999969482422,
        "end": 258.8999938964844,
        "text": " not very helpful. That new one wasn't posted on your account. That's the annoying part,"
      },
      {
        "id": 40,
        "start": 258.8999938964844,
        "end": 266.0199890136719,
        "text": " so it should have been, but it wasn't. Okay. Okay. All right. All right. Thank you, ma'am."
      },
      {
        "id": 41,
        "start": 266.0199890136719,
        "end": 271.8999938964844,
        "text": " I'll check it. That'll be all. We'll check it. All right. Have a good day. Thanks for"
      },
      {
        "id": 42,
        "start": 271.8999938964844,
        "end": 274.5,
        "text": " clearing that up. No problem. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "30411d0a-101c-8181-8eba-fa92f3750b9a",
    "url": "https://www.notion.so/300000001239378-300000001729047-30411d0a101c81818ebafa92f3750b9a"
  },
  "processedAt": "2026-02-11T23:06:36.293Z"
}