{
  "recording": {
    "name": "300000001216591-300000001705958-8887955826 by johanna@superbalife.com @ 2_47_46 PM.wav",
    "size": 446546,
    "modifyTime": 1769589437000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216591-300000001705958-8887955826 by johanna@superbalife.com @ 2_47_46 PM.wav",
    "uploadDate": "2026-01-28T08:37:17.000Z",
    "callId": "300000001216591-300000001705958",
    "agent": "johanna",
    "phoneNumber": "8887955826",
    "callTimestamp": "2026-01-28T14:47:46.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra, this is Johanna speaking, how can I help you?\n\nSpeaker 2: Yeah, Johanna, evidently you’re the person I talked to on Monday when I called in and said I had been on Facebook and there's this big advertisement, keep talking about Viagra AGV, it's super Viagra, new and improved, works within 11 minutes, and so I called and I ordered it.\n\nSpeaker 1: And what do I get in the mail right now?\n\nSpeaker 2: Sidenafil.\n\nSpeaker 1: Okay.\n\nSpeaker 2: I never, one word, I can't even pronounce the word Sidenafil correctly, I already got 30 of them from my own doctor and I get them for $3.20.\n\nSpeaker 1: Okay, I've got 30 of them on my desk and I ordered Viagra, that is what I said, I never used the word Sidenafil, not one time, and I get an order here of Sidenafil, so why was that sent to me?\n\nSpeaker 2: Okay, can I get your phone number so I can look at your account?\n\nSpeaker 1: Yeah, 847-530-4337, and there's no way you're going to see the words Sidenafil because absolutely I did not say that word, I have a hard time saying it, I ordered the Viagra AGV, that's what I called for.\n\nSpeaker 2: Okay.\n\nSpeaker 1: And that ain't what I've got in my hand right now and I'm not very happy, you're lucky I don't swear, so I won't use any profanity because I don't swear but I'm not happy, I waited 5 days for this new super AGV, works in 11 minutes and I'm all excited, finally I get it and I go open it up and it's Sidenafil, which I get from my own doctor for $3.20, 30 of them.\n\nSpeaker 2: Yeah, no, absolutely, I understand your frustration sir, do you mind telling me what it says on the actual tablet?\n\nSpeaker 1: It says Sidenafil in capital letters, 100 milligram tablet, generic for Viagra, take one tablet by mouth, one hour before sex as needed, do not take more than one dose in 24 hours.\n\nSpeaker 2: Okay, and what does it say on the pill itself?\n\nSpeaker 1: Huh?\n\nSpeaker 2: What does it say on the actual pill itself?\n\nSpeaker 1: Well, the actual pill, hang on a minute, it says, let me see, I'm not doing good reading, let me get up near a window, my glasses aren't working, let's see, hang on.\n\nSpeaker 2: Well, I'm going to get a different pair of glasses.\n\nSpeaker 1: Okay, no worries.\n\nSpeaker 2: Thank you.\n\nSpeaker 1: All right, I'm going to hang on, let me get up, all right, it says AC340.\n\nSpeaker 2: Okay, yeah, it looks like the pharmacy made a mistake and sent you the previous generic, so I'm going to send you a replacement order of 25 of the AGV.\n\nSpeaker 1: How are you going to know it's the AGV? It's going to say 100 on it, it will also say AGV in parentheses.\n\nSpeaker 2: But I do want to clarify, sir, it will, Sidenafil is the active ingredient in all of Viagra, so don't let that throw you off, but this next order that I'm sending you will be a replacement order, obviously at no cost, and I'll expedite the shipping, and of course you can keep the ones you have there, it's just generic Viagra through Pfizer, but the one I'm sending you will be the new and improved AGV.\n\nSpeaker 1: Okay, I do apologize if that happens.\n\nSpeaker 2: Thank you, but that's what I ordered, how could they screw up an order like that?\n\nSpeaker 1: I'm just saying, that's exactly what I ordered, I've already got this one here, I've got 30 of them here, sitting around here, because they're not as effective and they haven't been doing very good, and I thought, oh, this is good, super Viagra, new and improved, I can't wait to get it, and sure enough, I get the wrong stinking order.\n\nSpeaker 2: Well, if you could rush it out, it would be great.\n\nSpeaker 1: I will, sir, I do apologize, I think the AGV is just selling so quickly, I don't know how the pharmacy screwed that up, but I'll make sure you get the AGV on this next order, okay?\n\nSpeaker 2: Thank you, bye.\n\nSpeaker 1: All right, thank you, sir, all right, have a good weekend.",
    "duration": 8792,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5,
        "text": " Thank you for calling Viagra, this is Johanna speaking, how can I help you?"
      },
      {
        "id": 1,
        "start": 5,
        "end": 10.199999809265137,
        "text": " Yeah, Johanna evidently is the person I talked to on Monday when I called in and said I had"
      },
      {
        "id": 2,
        "start": 10.199999809265137,
        "end": 16,
        "text": " been on Facebook and there's this big advertisement, keep talking about Viagra AGV, it's super"
      },
      {
        "id": 3,
        "start": 16,
        "end": 22.31999969482422,
        "text": " Viagra, new and improved, works within 11 minutes, and so I called and I ordered it"
      },
      {
        "id": 4,
        "start": 22.31999969482422,
        "end": 25,
        "text": " and what do I get in the mail right now?"
      },
      {
        "id": 5,
        "start": 25,
        "end": 26,
        "text": " Sidenafil."
      },
      {
        "id": 6,
        "start": 26,
        "end": 27,
        "text": " Okay."
      },
      {
        "id": 7,
        "start": 27,
        "end": 32.79999923706055,
        "text": " I never, one word, I can't even pronounce the word Sidenafil correctly, I already got"
      },
      {
        "id": 8,
        "start": 32.79999923706055,
        "end": 39,
        "text": " 30 of them from my own doctor and I get them for $3.20, okay, I've got 30 of them on my"
      },
      {
        "id": 9,
        "start": 39,
        "end": 44.31999969482422,
        "text": " desk and I ordered Viagra, that is what I said, I never used the word Sidenafil, not"
      },
      {
        "id": 10,
        "start": 44.31999969482422,
        "end": 50.599998474121094,
        "text": " one time, and I get an order here of Sidenafil, so why was that sent to me?"
      },
      {
        "id": 11,
        "start": 50.599998474121094,
        "end": 54,
        "text": " Okay, can I get your phone number so I can look at your account?"
      },
      {
        "id": 12,
        "start": 54,
        "end": 64,
        "text": " Yeah, 847-530-4337, and there's no way you're going to see the words Sidenafil because absolutely"
      },
      {
        "id": 13,
        "start": 64,
        "end": 69,
        "text": " I did not say that word, I have a hard time saying it, I ordered the Viagra AGV, that's"
      },
      {
        "id": 14,
        "start": 69,
        "end": 71,
        "text": " what I called for."
      },
      {
        "id": 15,
        "start": 71,
        "end": 73,
        "text": " Okay."
      },
      {
        "id": 16,
        "start": 73,
        "end": 78,
        "text": " And that ain't what I've got in my hand right now and I'm not very happy, you're lucky I"
      },
      {
        "id": 17,
        "start": 78,
        "end": 83,
        "text": " don't swear, so I won't use any profanity because I don't swear but I'm not happy, I"
      },
      {
        "id": 18,
        "start": 83,
        "end": 89,
        "text": " waited 5 days for this new super AGV, works in 11 minutes and I'm all excited, finally"
      },
      {
        "id": 19,
        "start": 89,
        "end": 95,
        "text": " I get it and I go open it up and it's Sidenafil, which I get from my own doctor for $3.20,"
      },
      {
        "id": 20,
        "start": 95,
        "end": 97,
        "text": " 30 of them."
      },
      {
        "id": 21,
        "start": 97,
        "end": 101,
        "text": " Yeah, no, absolutely, I understand your frustration sir, do you mind telling me what it says on"
      },
      {
        "id": 22,
        "start": 101,
        "end": 104,
        "text": " the actual tablet?"
      },
      {
        "id": 23,
        "start": 104,
        "end": 111,
        "text": " It says Sidenafil in capital letters, 100 milligram tablet, generic for Viagra, take"
      },
      {
        "id": 24,
        "start": 111,
        "end": 117,
        "text": " one tablet by mouth, one hour before sex as needed, do not take more than one dose"
      },
      {
        "id": 25,
        "start": 117,
        "end": 119,
        "text": " in 24 hours."
      },
      {
        "id": 26,
        "start": 119,
        "end": 123,
        "text": " Okay, and what does it say on the pill itself?"
      },
      {
        "id": 27,
        "start": 123,
        "end": 124,
        "text": " Huh?"
      },
      {
        "id": 28,
        "start": 124,
        "end": 129,
        "text": " What does it say on the actual pill itself?"
      },
      {
        "id": 29,
        "start": 129,
        "end": 140,
        "text": " Well, the actual pill, hang on a minute, it says, let me see, I'm not doing good reading,"
      },
      {
        "id": 30,
        "start": 140,
        "end": 156,
        "text": " let me get up near a window, my glasses aren't working, let's see, hang on, well, I'm going"
      },
      {
        "id": 31,
        "start": 156,
        "end": 158,
        "text": " to get a different pair of glasses."
      },
      {
        "id": 32,
        "start": 158,
        "end": 160,
        "text": " Okay, no worries."
      },
      {
        "id": 33,
        "start": 160,
        "end": 162,
        "text": " Thank you."
      },
      {
        "id": 34,
        "start": 170,
        "end": 190,
        "text": " All right, I'm going to hang on, let me get up, all right, it says AC340."
      },
      {
        "id": 35,
        "start": 190,
        "end": 195,
        "text": " Okay, yeah, it looks like the pharmacy made a mistake and sent you the previous generic,"
      },
      {
        "id": 36,
        "start": 195,
        "end": 199,
        "text": " so I'm going to send you a replacement order of 25 of the AGV."
      },
      {
        "id": 37,
        "start": 199,
        "end": 204,
        "text": " How you're going to know it's the AGV, it's going to say 100 on it, it will also say AGV"
      },
      {
        "id": 38,
        "start": 204,
        "end": 211,
        "text": " in parentheses, but I do want to clarify, sir, it will, Sidenafil is the active ingredient"
      },
      {
        "id": 39,
        "start": 211,
        "end": 216,
        "text": " in all of Viagra, so don't let that throw you off, but this next order that I'm sending"
      },
      {
        "id": 40,
        "start": 216,
        "end": 221,
        "text": " you will be a replacement order, obviously at no cost, and I'll expedite the shipping,"
      },
      {
        "id": 41,
        "start": 222,
        "end": 227,
        "text": " and of course you can keep the ones you have there, it's just generic Viagra through Pfizer,"
      },
      {
        "id": 42,
        "start": 227,
        "end": 230,
        "text": " but the one I'm sending you will be the new and improved AGV."
      },
      {
        "id": 43,
        "start": 230,
        "end": 232,
        "text": " Okay, I do apologize if that happens."
      },
      {
        "id": 44,
        "start": 232,
        "end": 236,
        "text": " Thank you, but that's what I ordered, how could they screw up an order like that?"
      },
      {
        "id": 45,
        "start": 236,
        "end": 242,
        "text": " I'm just saying, that's exactly what I ordered, I've already got this one here, I've got 30"
      },
      {
        "id": 46,
        "start": 242,
        "end": 245,
        "text": " of them here, sitting around here, because they're not as effective and they haven't"
      },
      {
        "id": 47,
        "start": 245,
        "end": 250,
        "text": " been doing very good, and I thought, oh, this is good, super Viagra, new and improved,"
      },
      {
        "id": 48,
        "start": 250,
        "end": 253,
        "text": " I can't wait to get it, and sure enough, I get the wrong stinking order."
      },
      {
        "id": 49,
        "start": 253,
        "end": 256,
        "text": " Well, if you could rush it out, it would be great."
      },
      {
        "id": 50,
        "start": 256,
        "end": 261,
        "text": " I will, sir, I do apologize, I think the AGV is just selling so quickly, I don't know how"
      },
      {
        "id": 51,
        "start": 261,
        "end": 266,
        "text": " the pharmacy screwed that up, but I'll make sure you get the AGV on this next order, okay?"
      },
      {
        "id": 52,
        "start": 266,
        "end": 268,
        "text": " Thank you, bye."
      },
      {
        "id": 53,
        "start": 268,
        "end": 271,
        "text": " All right, thank you, sir, all right, have a good weekend."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8199-90da-f600a853582a",
    "url": "https://www.notion.so/300000001216591-300000001705958-2f611d0a101c819990daf600a853582a"
  },
  "processedAt": "2026-01-28T12:45:43.884Z"
}