{
  "recording": {
    "name": "300000001240206-300000001730063-3039414839 by charles@superbalife.com @ 10_19_20 AM.wav",
    "size": 213780,
    "modifyTime": 1770920513000,
    "remotePath": "/five9sftp/upload/SB CS/2_12_2026/300000001240206-300000001730063-3039414839 by charles@superbalife.com @ 10_19_20 AM.wav",
    "uploadDate": "2026-02-12T18:21:53.000Z",
    "callId": "300000001240206-300000001730063",
    "agent": "charles",
    "phoneNumber": "3039414839",
    "callTimestamp": "2026-02-12T10:19:20.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thanks for calling Viagra. This is Charles.\n\nSpeaker 2: Charles, my name is Kevin. Hey, I was given your phone number. I need to cancel my prescriptions that are coming.\n\nSpeaker 1: Okay. One second. What do you need from me? I got your phone number here, brother. I got Kevin Witt in Aurora, Colorado.\n\nSpeaker 2: That is correct.\n\nSpeaker 1: All right. I'm assuming you're way overstock at this point, right?\n\nSpeaker 2: Well, I get massive headaches, so I haven't even, you know, the last bottle I haven't even used, so.\n\nSpeaker 1: Dang it. Okay. Are you still on the hunt for something to give you that kick? Because we are with Pfizer, and if so, we do have another variant of the AGV that's made in our France factory, so it might be a little bit more potent for you.\n\nSpeaker 2: If you want to give it a try, I can have my pharmacy send you 10 free pills. And then if you like it, just call us back and let us know how we can accommodate with it in the future. I won't charge you a dime.\n\nSpeaker 1: So it's more potent, you said?\n\nSpeaker 2: Yeah, it's made across the pond in France. I don't know if you know anything about Viagra, but it does come from France to begin with. So you're getting it directly from the motherland.\n\nSpeaker 1: So if it does give you that kick that you're looking for, I'll give you my extension, call me back, and then we can work on something that fits the bill as far as refill schedules.\n\nSpeaker 2: Yeah, like I said, the only problem I had with it is I just got a really massive headache.\n\nSpeaker 1: I mean, really massive.\n\nSpeaker 2: Okay, yeah. So I mean, it's a different factory that comes from the one that I send you. So still kind of the same formula, but just different ingredients.\n\nSpeaker 1: So if this one fits the bill for you, just like I said, just give us a call back. We obviously want to make sure you do have a pleasant experience here with us at ScorpLU, okay?\n\nSpeaker 2: Okay, so you're going to cancel my other prescription?\n\nSpeaker 1: Yeah, the other one, if it's not doing anything for you, I'll switch it over to this one and then just give us a call back within the five months that I'm going to give you, and then we'll work on something, okay?\n\nSpeaker 2: That should give you plenty of time.\n\nSpeaker 1: Okay. All right, so you're just going to give me 10 free pills to try then?\n\nSpeaker 2: Yes, sir.\n\nSpeaker 1: Okay. All right. Sounds good.\n\nSpeaker 2: All right, Kevin. Hope you have a great rest of your day, brother.\n\nSpeaker 1: You too. Bye-bye.\n\nSpeaker 2: Thank you. Bye-bye.",
    "duration": 5337,
    "audioDuration": 131.52000427246094,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 8.319999694824219,
        "text": " Thanks for calling Viagra. This is Charles. Charles, my name is Kevin. Hey, I was given"
      },
      {
        "id": 1,
        "start": 8.319999694824219,
        "end": 17.15999984741211,
        "text": " your phone number. I need to cancel my prescriptions that are coming. Okay. One second. What do"
      },
      {
        "id": 2,
        "start": 17.15999984741211,
        "end": 23.079999923706055,
        "text": " you need from me? I got your phone number here, brother. I got Kevin Witt in Aurora,"
      },
      {
        "id": 3,
        "start": 23.079999923706055,
        "end": 28.920000076293945,
        "text": " Colorado. That is correct. All right. I'm assuming you're way over stock at this point,"
      },
      {
        "id": 4,
        "start": 28.920000076293945,
        "end": 33.560001373291016,
        "text": " right? Well, I get massive headaches, so I haven't even, you know, the last bottle"
      },
      {
        "id": 5,
        "start": 33.560001373291016,
        "end": 39.47999954223633,
        "text": " I haven't even used, so. Dang it. Okay. Are you still on the hunt for something to give"
      },
      {
        "id": 6,
        "start": 39.47999954223633,
        "end": 44.040000915527344,
        "text": " you that kick? Because we are with Pfizer, and if so, we do have another variant of the"
      },
      {
        "id": 7,
        "start": 44.040000915527344,
        "end": 49.599998474121094,
        "text": " AGV that's made in our France factory, so it might be a little bit more potent for you."
      },
      {
        "id": 8,
        "start": 49.599998474121094,
        "end": 54.279998779296875,
        "text": " If you want to give it a try, I can have my pharmacy send you 10 free pills. And then"
      },
      {
        "id": 9,
        "start": 54.279998779296875,
        "end": 57.959999084472656,
        "text": " if you like it, just call us back and let us know how we can accommodate with it in"
      },
      {
        "id": 10,
        "start": 57.959999084472656,
        "end": 64.12000274658203,
        "text": " the future. I won't charge you a dime. So it's more potent, you said? Yeah, it's made"
      },
      {
        "id": 11,
        "start": 64.12000274658203,
        "end": 67.80000305175781,
        "text": " across the pond in France. I don't know if you know anything about Viagra, but it does"
      },
      {
        "id": 12,
        "start": 67.80000305175781,
        "end": 72.80000305175781,
        "text": " come from France to begin with. So you're getting it directly from the motherland. So"
      },
      {
        "id": 13,
        "start": 72.80000305175781,
        "end": 76.80000305175781,
        "text": " if it does give you that kick that you're looking for, I'll give you my extension, call"
      },
      {
        "id": 14,
        "start": 76.80000305175781,
        "end": 80.12000274658203,
        "text": " me back, and then we can work on something that fits the bill as far as refill schedules."
      },
      {
        "id": 15,
        "start": 80.12000274658203,
        "end": 84.95999908447266,
        "text": " Yeah, like I said, the only problem I had with it is I just got a really massive headache."
      },
      {
        "id": 16,
        "start": 84.95999908447266,
        "end": 91.95999908447266,
        "text": " I mean, really massive. Okay, yeah. So I mean, it's a different factory that comes"
      },
      {
        "id": 17,
        "start": 91.95999908447266,
        "end": 97.91999816894531,
        "text": " from the one that I send you. So still kind of the same formula, but just different ingredients."
      },
      {
        "id": 18,
        "start": 97.91999816894531,
        "end": 102.16000366210938,
        "text": " So if this one fits the bill for you, just like I said, just give us a call back. We"
      },
      {
        "id": 19,
        "start": 102.16000366210938,
        "end": 106.4000015258789,
        "text": " obviously want to make sure you do have a pleasant experience here with us at ScorpLU,"
      },
      {
        "id": 20,
        "start": 106.4000015258789,
        "end": 110.83999633789062,
        "text": " okay? Okay, so you're going to cancel my other prescription? Yeah, the other one, if it's"
      },
      {
        "id": 21,
        "start": 110.83999633789062,
        "end": 114.83999633789062,
        "text": " not doing anything for you, I'll switch it over to this one and then just give us a call"
      },
      {
        "id": 22,
        "start": 114.83999633789062,
        "end": 118.36000061035156,
        "text": " back within the five months that I'm going to give you, and then we'll work on something,"
      },
      {
        "id": 23,
        "start": 118.36000061035156,
        "end": 121.36000061035156,
        "text": " okay? That should give you plenty of time. Okay. All right, so you're just going to give"
      },
      {
        "id": 24,
        "start": 121.36000061035156,
        "end": 127.36000061035156,
        "text": " me 10 free pills to try then? Yes, sir. Okay. All right. Sounds good. All right, Kevin."
      },
      {
        "id": 25,
        "start": 127.36000061035156,
        "end": 130.8800048828125,
        "text": " Hope you have a great rest of your day, brother. You too. Bye-bye. Thank you. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-81f8-ab96-d61dea6fbdce",
    "url": "https://www.notion.so/300000001240206-300000001730063-30511d0a101c81f8ab96d61dea6fbdce"
  },
  "processedAt": "2026-02-12T18:26:20.306Z"
}