{
  "recording": {
    "name": "300000001232386-300000001722338-6503408394 by olivier@superbalife.com @ 4_48_33 PM.wav",
    "size": 578496,
    "modifyTime": 1770339292000,
    "remotePath": "/five9sftp/upload/SB CS/2_5_2026/300000001232386-300000001722338-6503408394 by olivier@superbalife.com @ 4_48_33 PM.wav",
    "uploadDate": "2026-02-06T00:54:52.000Z",
    "callId": "300000001232386-300000001722338",
    "agent": "olivier",
    "phoneNumber": "6503408394",
    "callTimestamp": "2026-02-06T16:48:33.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Viagra. Hi, yeah, hey, I was looking at the—you know, I just signed up.\n\nSpeaker 2: For getting some. Is this a new Viagra? Is this a new pill that they're coming out with?\n\nSpeaker 1: Yeah, it's a new formula they developed over 10 years. You have a faster activation, last longer, and less to no side effects.\n\nSpeaker 2: Yeah, but all of the information that I was reading just says it's Sinophil, which is, you know, the generic Viagra. Is this what it is?\n\nSpeaker 1: So Sinophil is the main ingredient for any type of Viagra. Now, what makes the difference is the formulation, the improved formula.\n\nSpeaker 2: But, you know, a lot of people really don't do the research or don't really understand and ask questions like you do, and, you know,\n\nSpeaker 1: they just usually kind of assume and make, you know, their own idea. But really,\n\nSpeaker 2: there is an improved formula, and also it depends on what you order. Like some people\n\nSpeaker 1: don't necessarily know what to order, and they get something, but they didn't\n\nSpeaker 2: really order the new stuff. That's also another problem. So, you know, there is\n\nSpeaker 1: different.\n\nSpeaker 2: Oh, that's what I'm trying to figure out because I'm hopefully I ordered the new Viagra. AGV is what I—\n\nSpeaker 1: Yeah, what I—\n\nSpeaker 2: That's fine, and then, you know, if that's not what you get, you call us back, we send you a replacement if that\n\nSpeaker 1: happened or whatever based on what you do. But, you know, a lot of people don't\n\nSpeaker 2: communicate like you do and so call us and we can resolve. They just, you know.\n\nSpeaker 1: Okay, that sounds good. I'll go ahead and give it a shot and see what happens.\n\nSpeaker 2: Yeah, because when I was reading after they sent me all the stuff inside the\n\nSpeaker 1: email, it's just, you know, Sinophil, Sinophil this, Sinophil that, and don't wait a minute, you know, if I'm getting Sinophil, I already have that\n\nSpeaker 2: and it's not doing the job. So I figured I'd give you guys a shot to try out the\n\nSpeaker 1: new, you know, Viagra. So okay, well, I got your information and you have a good\n\nSpeaker 2: evening and weekend, and we'll see what happens.\n\nSpeaker 1: Yes, Sinophil is the main\n\nSpeaker 2: ingredient for any type of Viagra, right? And then now you got to try it so we\n\nSpeaker 1: know if Viagra is for you. Maybe somebody Cialis works better for you,\n\nSpeaker 2: you know, because Viagra is not for everybody as well. That's what people don't\n\nSpeaker 1: understand. You have a different way to work with the body of each individual.\n\nSpeaker 2: And for men, they tend either to be Viagra or Cialis person, but people don't\n\nSpeaker 1: really understand that yet.\n\nSpeaker 2: Okay. So let's give it a shot and then give us a\n\nSpeaker 1: call if we need to help you or found another route. You know, we have options.\n\nSpeaker 2: You know, we want good testimony. That's what we're here for, you know.\n\nSpeaker 1: Yeah, that sounds good.\n\nSpeaker 2: Yeah, what do you call it? Have you ever heard of the Phoenix?\n\nSpeaker 1: No, what is that?\n\nSpeaker 2: Okay, well, it's supposed to be—well, you know how they say you build\n\nSpeaker 1: up all this plaque in your arteries?\n\nSpeaker 2: Yeah, well, you're supposed to use this\n\nSpeaker 1: device on your member, and it's supposed to break down the plaque. Well, I tried it\n\nSpeaker 2: and went through the whole procedure with it, and it didn't work. So that's why\n\nSpeaker 1: I'm trying you guys.\n\nSpeaker 2: Okay, but you taught me something because I didn't know it was a device now to, you know, kind of unlock arteries and vein on that part. You know, I never heard of that, and you say—\n\nSpeaker 1: Yeah, well, very, very common in California as far as these doctors\n\nSpeaker 2: advertising the sonic—oh gosh, what's it called? Oh, use a sonic type of deal to\n\nSpeaker 1: break down the plaque that builds up in the member. So yeah.\n\nSpeaker 2: Yeah, so all righty.\n\nSpeaker 1: Okay, well, research.\n\nSpeaker 2: Yeah, yeah, you type in Phoenix, might get you to where you're\n\nSpeaker 1: going, but I wouldn't recommend it because as far as it didn't work on it\n\nSpeaker 2: for me, and it's a really kind of an inconvenient device. It's like using a\n\nSpeaker 1: jackhammer on your—on your dick. I don't really—I don't really believe in that.\n\nSpeaker 2: Why?\n\nSpeaker 1: Because the ideal thing is the blood flow, and blood flow is good with\n\nSpeaker 2: exercise, and also there is some type of food that you can eat to gonna kind of\n\nSpeaker 1: clear it out and cleans you a little bit, you know, like a diet, because all of\n\nSpeaker 2: those problems come also from years of bad habit and ignorance, and also all the\n\nSpeaker 1: processed food with the stuff added. All of that creates a lot of problems, and then\n\nSpeaker 2: now, for people, there is mental—it's a mental thing, like, you know, that they\n\nSpeaker 1: don't get the arousal as well. So, you know, it's different factors basically,\n\nSpeaker 2: you know.\n\nSpeaker 1: So, oh yeah, like that, I don't think a device like that would make much\n\nSpeaker 2: a difference if you can change your life around, exercising more, you know, and\n\nSpeaker 1: stuff like that, and also like a better diet, good rest, less alcohol, no caffeine, and you\n\nSpeaker 2: take some good medicine like that, you'll be a champion for sure, you know.\n\nSpeaker 1: You don't eat good and this and that and the other, but, you know, but I am 76, so, you know, that\n\nSpeaker 2: might have part of it to do with it too, but I'm in good health, so, you know, I'm\n\nSpeaker 1: just trying different avenues to go in and get a hard-on for crying out loud.\n\nSpeaker 2: For sure, for sure. That makes sense, that makes it.\n\nSpeaker 1: Okay, let's give it a shot then.\n\nSpeaker 2: Give us a call if you need more help, you know.\n\nSpeaker 1: Okay, I will do that. Thank you for\n\nSpeaker 2: your time.\n\nSpeaker 1: Thank you. Bye-bye.",
    "duration": 15295,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 9,
        "text": " Hi this is Viagra. Hi yeah hey I was looking at the you know I just signed up"
      },
      {
        "id": 1,
        "start": 9,
        "end": 15.84000015258789,
        "text": " for getting some the is this a new Viagra is this a new pill that they're"
      },
      {
        "id": 2,
        "start": 15.84000015258789,
        "end": 20.559999465942383,
        "text": " coming out with? Yeah it's a new formula they developed over 10 years you have a"
      },
      {
        "id": 3,
        "start": 20.559999465942383,
        "end": 27,
        "text": " faster activation last longer and less to no side effect. Yeah but all of the"
      },
      {
        "id": 4,
        "start": 27,
        "end": 33.15999984741211,
        "text": " information that I was reading it just says it's Sinophil which is you know the"
      },
      {
        "id": 5,
        "start": 33.15999984741211,
        "end": 40.400001525878906,
        "text": " generic Viagra. Is this what it is? So Sinophil is the main ingredient for any type of"
      },
      {
        "id": 6,
        "start": 40.400001525878906,
        "end": 45,
        "text": " Viagra. Now what made make the difference is the formulation the improved"
      },
      {
        "id": 7,
        "start": 45,
        "end": 48.84000015258789,
        "text": " formula but you know a lot of people really don't don't really do the"
      },
      {
        "id": 8,
        "start": 48.84000015258789,
        "end": 52.560001373291016,
        "text": " research or don't really understand and ask question like you do and you know"
      },
      {
        "id": 9,
        "start": 52.560001373291016,
        "end": 58.91999816894531,
        "text": " they just usually kind of assume and make you know their own idea but really"
      },
      {
        "id": 10,
        "start": 58.91999816894531,
        "end": 63.2400016784668,
        "text": " there is improved formula and also depend what you order like some people"
      },
      {
        "id": 11,
        "start": 63.2400016784668,
        "end": 67.19999694824219,
        "text": " don't necessarily know what to order and they get something but they didn't"
      },
      {
        "id": 12,
        "start": 67.19999694824219,
        "end": 71.31999969482422,
        "text": " really order the new stuff that's also another problem so you know there is"
      },
      {
        "id": 13,
        "start": 71.31999969482422,
        "end": 75.04000091552734,
        "text": " different. Oh that's what I'm trying to figure out because I'm hopefully I"
      },
      {
        "id": 14,
        "start": 75.04000091552734,
        "end": 85.16000366210938,
        "text": " ordered the new Viagra AGV is what I yeah what I. That's fine and then you know if"
      },
      {
        "id": 15,
        "start": 85.16000366210938,
        "end": 88.72000122070312,
        "text": " that's not what you get you call us back we send you a replacement if that"
      },
      {
        "id": 16,
        "start": 88.72000122070312,
        "end": 92.23999786376953,
        "text": " happened or whatever based on what you do but you know a lot of people don't"
      },
      {
        "id": 17,
        "start": 92.23999786376953,
        "end": 96.5999984741211,
        "text": " communicate like you do and so call us and we can resolve they just you know."
      },
      {
        "id": 18,
        "start": 96.5999984741211,
        "end": 102.5999984741211,
        "text": " Okay that sounds good I'll go ahead and give it a shot and see what happens yeah"
      },
      {
        "id": 19,
        "start": 102.5999984741211,
        "end": 107.4000015258789,
        "text": " because when I speak reading the after they sent me all the stuff inside the"
      },
      {
        "id": 20,
        "start": 107.4000015258789,
        "end": 111.5999984741211,
        "text": " email and it's going and it's just you know Sinophil, Sinophil this, Sinophil"
      },
      {
        "id": 21,
        "start": 111.5999984741211,
        "end": 115.08000183105469,
        "text": " that and don't wait a minute you know if I'm getting Sinophil I already have that"
      },
      {
        "id": 22,
        "start": 115.08000183105469,
        "end": 120.72000122070312,
        "text": " and it's not doing the job so I figured I'd give you guys a shot to try out the"
      },
      {
        "id": 23,
        "start": 120.72000122070312,
        "end": 126.08000183105469,
        "text": " new you know Viagra so okay well I got your information and you have a good"
      },
      {
        "id": 24,
        "start": 126.08000183105469,
        "end": 132.16000366210938,
        "text": " evening and weekend and we'll see what happens. Yes Sinophil is the main"
      },
      {
        "id": 25,
        "start": 132.16000366210938,
        "end": 136.47999572753906,
        "text": " ingredient for any type of Viagra right and then now you got to try it so we"
      },
      {
        "id": 26,
        "start": 136.47999572753906,
        "end": 140.83999633789062,
        "text": " know if Viagra is for you maybe you somebody Cialis works better for you you"
      },
      {
        "id": 27,
        "start": 140.83999633789062,
        "end": 143.72000122070312,
        "text": " know because Viagra is not for everybody as well that's what people don't"
      },
      {
        "id": 28,
        "start": 143.72000122070312,
        "end": 147.27999877929688,
        "text": " understand you have a different way to work with the body of each individual"
      },
      {
        "id": 29,
        "start": 147.27999877929688,
        "end": 152,
        "text": " and for men they tend either to be Viagra or Cialis person but people don't"
      },
      {
        "id": 30,
        "start": 152,
        "end": 157.36000061035156,
        "text": " really understand that yet. Okay. So let's give it a shot and then give us a"
      },
      {
        "id": 31,
        "start": 157.36000061035156,
        "end": 161.63999938964844,
        "text": " call if we need to help you or found another route you know we have option"
      },
      {
        "id": 32,
        "start": 161.63999938964844,
        "end": 166.27999877929688,
        "text": " you know we want good testimony that's what we're here for you know. Yeah that"
      },
      {
        "id": 33,
        "start": 166.27999877929688,
        "end": 171.27999877929688,
        "text": " sounds good yeah what do you call it have you ever heard of the Phoenix? No"
      },
      {
        "id": 34,
        "start": 171.27999877929688,
        "end": 177.0800018310547,
        "text": " what is that? Okay well it's supposed to be well you know how they say you build"
      },
      {
        "id": 35,
        "start": 177.0800018310547,
        "end": 184.8000030517578,
        "text": " up all this plaque in your arteries yeah well you're supposed to use this"
      },
      {
        "id": 36,
        "start": 184.8000030517578,
        "end": 193.16000366210938,
        "text": " device on your member and it's supposed to break down the plaque well I tried it"
      },
      {
        "id": 37,
        "start": 193.16000366210938,
        "end": 198.60000610351562,
        "text": " and went through the whole procedure with it and it didn't work so that's why"
      },
      {
        "id": 38,
        "start": 198.60000610351562,
        "end": 219.72000122070312,
        "text": " I'm trying you guys. Okay but you taught me something because I didn't know it was a device now to you know kind of unlock arteries and vein on that part you know I never heard of that and you say. Yeah well very very common in California as far as these doctors"
      },
      {
        "id": 39,
        "start": 219.72000122070312,
        "end": 234.52000427246094,
        "text": " advertising the sonic oh gosh what's called oh use a sonic type of deal to"
      },
      {
        "id": 40,
        "start": 234.52000427246094,
        "end": 243.0399932861328,
        "text": " break down the plaque that builds up in the member so yeah yeah so all righty"
      },
      {
        "id": 41,
        "start": 243.0399932861328,
        "end": 250.32000732421875,
        "text": " okay well research yeah yeah you type in Phoenix might get you to where you're"
      },
      {
        "id": 42,
        "start": 250.32000732421875,
        "end": 257.0799865722656,
        "text": " going but I wouldn't recommend it because as far as it didn't work on it"
      },
      {
        "id": 43,
        "start": 257.0799865722656,
        "end": 264.9599914550781,
        "text": " for me and it's a really kind of an inconvenient device it's like using a"
      },
      {
        "id": 44,
        "start": 264.9599914550781,
        "end": 269.9200134277344,
        "text": " jackhammer on your on your dick. I don't really I don't really believe in that"
      },
      {
        "id": 45,
        "start": 269.9200134277344,
        "end": 274.239990234375,
        "text": " why because the ideal thing is the blood flow and blood flow is good with"
      },
      {
        "id": 46,
        "start": 274.239990234375,
        "end": 279.5199890136719,
        "text": " exercise and also there is some type of food that you can eat to gonna kind of"
      },
      {
        "id": 47,
        "start": 279.5199890136719,
        "end": 283.5199890136719,
        "text": " clear it out and cleans you a little bit you know like a diet because all of"
      },
      {
        "id": 48,
        "start": 283.5199890136719,
        "end": 289.3999938964844,
        "text": " those problems come also from years of bad habit and ignorance and also all the"
      },
      {
        "id": 49,
        "start": 289.3999938964844,
        "end": 293.760009765625,
        "text": " processed food with the stuff added all of that create a lot of problem and then"
      },
      {
        "id": 50,
        "start": 293.760009765625,
        "end": 298.1199951171875,
        "text": " now from people there is mental it's a mental things like you know that they"
      },
      {
        "id": 51,
        "start": 298.1199951171875,
        "end": 302.44000244140625,
        "text": " don't get the arousal as well so you know it's different factors basically"
      },
      {
        "id": 52,
        "start": 302.44000244140625,
        "end": 306.4800109863281,
        "text": " you know so oh yeah like that I don't think a device like that would make much"
      },
      {
        "id": 53,
        "start": 306.4800109863281,
        "end": 312.8800048828125,
        "text": " a difference if you can change your life around exercising more you know and"
      },
      {
        "id": 54,
        "start": 312.8800048828125,
        "end": 318.79998779296875,
        "text": " stuff like that and also like a better diet, good rest, less alcohol, no caffeine and you"
      },
      {
        "id": 55,
        "start": 318.79998779296875,
        "end": 323.20001220703125,
        "text": " take some good medicine like that you'll be a champion for sure you know you"
      },
      {
        "id": 56,
        "start": 323.20001220703125,
        "end": 331.3599853515625,
        "text": " don't eat good and this and that and the other but you know but I am 76 so you know that"
      },
      {
        "id": 57,
        "start": 331.3599853515625,
        "end": 336.7200012207031,
        "text": " might have part of it to do with it too but I'm in good health so you know I'm"
      },
      {
        "id": 58,
        "start": 336.7200012207031,
        "end": 342.6000061035156,
        "text": " just trying different avenues to go in and get a hard-on for crying out loud"
      },
      {
        "id": 59,
        "start": 342.6000061035156,
        "end": 346.44000244140625,
        "text": " for sure for sure that makes sense that makes it okay let's give it a shot then"
      },
      {
        "id": 60,
        "start": 346.44000244140625,
        "end": 351.3999938964844,
        "text": " give us a call if you need more help you know okay I will do that thank you for"
      },
      {
        "id": 61,
        "start": 351.3999938964844,
        "end": 354.8399963378906,
        "text": " your time thank you bye bye"
      }
    ]
  },
  "notionPage": {
    "id": "2ff11d0a-101c-81c1-ad3e-d63c23d02eb7",
    "url": "https://www.notion.so/300000001232386-300000001722338-2ff11d0a101c81c1ad3ed63c23d02eb7"
  },
  "processedAt": "2026-02-06T10:03:55.779Z"
}