{
  "recording": {
    "name": "300000001220895-300000001710900-8887955826 by olivia@superbalife.com @ 10_19_46 AM.wav",
    "size": 687956,
    "modifyTime": 1769624847000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001220895-300000001710900-8887955826 by olivia@superbalife.com @ 10_19_46 AM.wav",
    "uploadDate": "2026-01-28T18:27:27.000Z",
    "callId": "300000001220895-300000001710900",
    "agent": "olivia",
    "phoneNumber": "8887955826",
    "callTimestamp": "2026-01-28T10:19:46.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: My name is John Jordan, J-O-R-D-A-N. I have like one of those prescriptions that refills automatically. I want to cancel it.\n\nSpeaker 1: Yeah, I can help you. What is the phone number that's going to be associated with your prescription?\n\nSpeaker 2: Okay, it's 2-0-1-5-6-2-9-0-5-2. 9-0-5-2.\n\nSpeaker 1: Okay, John Jordan. And what's your date of birth, John?\n\nSpeaker 2: It's 0-1-2-5-19-58.\n\nSpeaker 1: Yeah, so if you don't want to receive those regular refills, you certainly don't have to. You always have the option to place your prescription on hold for up to six months at a time, just because six months is when the prescription would expire if we didn't refill it.\n\nSpeaker 2: And the way that would work is if you do want to order before then you can, you just have to give us a call to place the order yourself.\n\nSpeaker 1: Okay, now what happens with the six-month period? Do they ship it out again?\n\nSpeaker 2: Yes. I want to be able to like call in when I need it, not like have them send it to me when the computer tells them to. Do you understand what I'm saying, Connor?\n\nSpeaker 1: No, I understand what you're saying. It's just six months is the furthest out option for a refill because that's when the prescription would expire otherwise. So if six months rolled around, right, if July 28th rolls around and you still don't need the pills or you're like, hey leave me on hold, you can call us and ask for that and then we will do that for sure.\n\nSpeaker 2: What about, can I just cancel it and then call if I need it, like you know as needed or I don't want to be in this loop. I don't really need as many as they're sending is what I'm basically trying to say.\n\nSpeaker 1: No, that's understandable. So there's already one note in your file from another customer service rep about you, you know, wanting this which is totally fine but it's just what that means is if we cancel out the prescription in its entirety then that means...\n\nSpeaker 2: I'd have to do it all over again.\n\nSpeaker 1: Yeah, I'd have to start all over again. Okay, let me finish my thought. But it also means whenever you come back, when you do restart it, we have to pay for that new doctor's visit in part. That just cost us a lot of money to do business over and over with somebody who when we give them the option and they say I have too many pills and we say yeah no worries we can just place your prescription on hold for you for six months. It then rolls around and you still have pills, just let us know and you say no, I refuse, I'll just come back. Then I would have to leave a note saying that that's your intention and whenever you do call back to order, whoever answers is gonna have to appropriately follow the protocol of being like okay so you've done this two times so we are really not supposed to sell to you if we don't have full consent of your understanding of the terms and that you are in agreement on the same page and you would have to agree to that.\n\nSpeaker 2: Excuse me, I mean that's what I kind of want to do. If I have to go through it all over again, I'll do that. I just don't want these pills to just keep coming. You know, I'll forget about six months later and show up and I probably won't need them.\n\nSpeaker 1: Okay, we just wouldn't be able to sell to you if you do call back like within the next year and you give us the same story because I will make an extensive note to make sure of it so that any higher-up admin would see that. The last option that it is my job to offer you is that if the pills weren't working for you for any reason, we are offering a current promotional offer of sending out a free sample of 10 pills of their newest highest quality stuff to folks who that's not their current script. It comes from their Pfizer labs in France. It is their fastest acting longest lasting stuff we've ever made but my favorite thing about it is that we've specifically formulated it to cut out the side effects of sinus agitation and headache and it comes with a six month free trial because we already talked about how that works. So if I sent you 10 pills, which would be the free sample, you'd have until July to try them out, make sure you love them, make sure you prefer them to your old script. We believe that you would and we believe you'd certainly run out by then. You'd give us a call to order some more and to set up the script how you want it and then if not, you just have 10 free pills and you'd have until July to let us know either way.\n\nSpeaker 2: At this time, I just want to cancel it all together now. I'll go through whatever hoops I have to go through, you know, if I want to renew it. I want to cancel this revolving charge, this revolving prescription. I really do. I don't need the 10. I don't want to try the 10.\n\nSpeaker 1: Yes, I understand. Okay, I'll just make the extensive notes that the way you want to order, which literally isn't even possible for our system, we cannot offer you in the future.\n\nSpeaker 2: That's okay. So just keep that in mind.\n\nSpeaker 1: That's not a sales pitch, that's a fact. And our admin will read these notes, so anybody who places an order for you in the future, either you'll have to lie, which is a real problem for us and we do not like that, or you'll just have to send in the kids you want to order with us.\n\nSpeaker 2: All right, well I hope you have a great day. I just want to go ahead and cancel. Thank you.\n\nSpeaker 1: John, we've already spoken about this six times in the runaround. Yes, your script is canceled. You don't need anything else from me. I hope you have a great day.\n\nSpeaker 2: Thank you.",
    "duration": 18071,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.239999771118164,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 5.239999771118164,
        "end": 11.119999885559082,
        "text": " pleasure of speaking with today? My name is John Jordan, J-O-R-D-A-N. I have like one"
      },
      {
        "id": 2,
        "start": 11.119999885559082,
        "end": 15.720000267028809,
        "text": " of those prescriptions that refills automatically. I want to cancel it. Yeah, I"
      },
      {
        "id": 3,
        "start": 15.720000267028809,
        "end": 20.719999313354492,
        "text": " can help you. What is the phone number that's going to be associated with your"
      },
      {
        "id": 4,
        "start": 20.719999313354492,
        "end": 38.84000015258789,
        "text": " prescription? Okay, it's 2-0-1-5-6-2-9-0-5-2. 9-0-5-2. Okay, John Jordan. And what's your"
      },
      {
        "id": 5,
        "start": 38.84000015258789,
        "end": 47.2400016784668,
        "text": " date of birth, John? It's 0-1-2-5-19-58. Yeah, so if you don't want to receive those"
      },
      {
        "id": 6,
        "start": 47.2400016784668,
        "end": 53.31999969482422,
        "text": " regular refills, you certainly don't have to. You always have the option to place"
      },
      {
        "id": 7,
        "start": 53.31999969482422,
        "end": 59.31999969482422,
        "text": " your prescription on hold for up to six months at a time, just because six months"
      },
      {
        "id": 8,
        "start": 59.31999969482422,
        "end": 64.76000213623047,
        "text": " is when the prescription would expire if we didn't refill it. And the way that"
      },
      {
        "id": 9,
        "start": 64.76000213623047,
        "end": 71.0999984741211,
        "text": " would work is if you do want to order before then you can, you just have to"
      },
      {
        "id": 10,
        "start": 71.0999984741211,
        "end": 75.83999633789062,
        "text": " give us a call to place the order yourself. Okay, now what happens with the"
      },
      {
        "id": 11,
        "start": 75.87999725341797,
        "end": 83.68000030517578,
        "text": " six-month period? Do they ship it out again? Yes. I want to be able to like call"
      },
      {
        "id": 12,
        "start": 83.68000030517578,
        "end": 87.08000183105469,
        "text": " in when I need it, not like have them send it to me when the computer tells"
      },
      {
        "id": 13,
        "start": 87.08000183105469,
        "end": 96.16000366210938,
        "text": " them to. Do you understand what I'm saying, Connor? No, I understand what you're saying. It's just six"
      },
      {
        "id": 14,
        "start": 96.16000366210938,
        "end": 101.44000244140625,
        "text": " months is the furthest out option for a refill because that's when the"
      },
      {
        "id": 15,
        "start": 101.44000244140625,
        "end": 107.31999969482422,
        "text": " prescription would expire otherwise. So if six months rolled around, right, if"
      },
      {
        "id": 16,
        "start": 107.31999969482422,
        "end": 114.23999786376953,
        "text": " July 28th rolls around and you still don't need the pills or you're like, hey"
      },
      {
        "id": 17,
        "start": 114.23999786376953,
        "end": 119.83999633789062,
        "text": " leave me on hold, you can call us and ask for that and then we will do that for"
      },
      {
        "id": 18,
        "start": 119.83999633789062,
        "end": 125.63999938964844,
        "text": " sure. What about, can I just cancel it and then call if I need it, like you know as"
      },
      {
        "id": 19,
        "start": 125.63999938964844,
        "end": 130.24000549316406,
        "text": " needed or I don't want to be in this loop. I don't really need as many as"
      },
      {
        "id": 20,
        "start": 130.24000549316406,
        "end": 136.55999755859375,
        "text": " they're sending is what I'm basically trying to say. No, that's understandable."
      },
      {
        "id": 21,
        "start": 136.55999755859375,
        "end": 146.8000030517578,
        "text": " So there's already one note in your file from another customer service rep about"
      },
      {
        "id": 22,
        "start": 146.8000030517578,
        "end": 154.27999877929688,
        "text": " you, you know, wanting this which is totally fine but it's just what that"
      },
      {
        "id": 23,
        "start": 154.27999877929688,
        "end": 160.75999450683594,
        "text": " means is if we cancel out the prescription in its entirety then that"
      },
      {
        "id": 24,
        "start": 160.75999450683594,
        "end": 170,
        "text": " means... I'd have to do it all over again. Yeah, I'd have to start all over again. Okay, let me finish my thought. But it also means whenever you come back, when you do"
      },
      {
        "id": 25,
        "start": 170,
        "end": 178.36000061035156,
        "text": " restart it, we have to pay for that new doctor's visit in part. That just cost us"
      },
      {
        "id": 26,
        "start": 178.36000061035156,
        "end": 184.1199951171875,
        "text": " a lot of money to do business over and over with somebody who when we give"
      },
      {
        "id": 27,
        "start": 184.1199951171875,
        "end": 189.32000732421875,
        "text": " them the option and they say I have too many pills and we say yeah no worries we"
      },
      {
        "id": 28,
        "start": 189.32000732421875,
        "end": 193.63999938964844,
        "text": " can just place your prescription on hold for you for six months. It then rolls"
      },
      {
        "id": 29,
        "start": 193.63999938964844,
        "end": 199.83999633789062,
        "text": " around and you still have pills, just let us know and you say no, I refuse,"
      },
      {
        "id": 30,
        "start": 199.83999633789062,
        "end": 205.75999450683594,
        "text": " I'll just come back. Then I would have to leave a note saying that that's"
      },
      {
        "id": 31,
        "start": 205.75999450683594,
        "end": 212.60000610351562,
        "text": " your intention and whenever you do call back to order, whoever answers is gonna"
      },
      {
        "id": 32,
        "start": 212.60000610351562,
        "end": 219.47999572753906,
        "text": " have to appropriately follow the protocol of being like okay so you've"
      },
      {
        "id": 33,
        "start": 219.47999572753906,
        "end": 226.60000610351562,
        "text": " done this two times so we are really not supposed to sell to you if we don't have"
      },
      {
        "id": 34,
        "start": 226.60000610351562,
        "end": 231.24000549316406,
        "text": " full consent of your understanding of the terms and that you are in agreement"
      },
      {
        "id": 35,
        "start": 231.24000549316406,
        "end": 240.60000610351562,
        "text": " on the same page and you would have to agree to that."
      },
      {
        "id": 36,
        "start": 240.60000610351562,
        "end": 248.1199951171875,
        "text": " Excuse me, I mean that's what I kind of want to do. If I have to go through it"
      },
      {
        "id": 37,
        "start": 248.1199951171875,
        "end": 251.1999969482422,
        "text": " all over again, I'll do that. I just don't want these pills to just keep"
      },
      {
        "id": 38,
        "start": 251.1999969482422,
        "end": 254.52000427246094,
        "text": " coming. You know, I'll forget about six months later and show up and I probably"
      },
      {
        "id": 39,
        "start": 254.52000427246094,
        "end": 262.3999938964844,
        "text": " won't need them. Okay, we just wouldn't be able to sell to you if you do call"
      },
      {
        "id": 40,
        "start": 262.3999938964844,
        "end": 267.3599853515625,
        "text": " back like within the next year and you give us the same story because I will"
      },
      {
        "id": 41,
        "start": 267.3599853515625,
        "end": 273.44000244140625,
        "text": " make an extensive note to make sure of it so that any higher-up admin would see"
      },
      {
        "id": 42,
        "start": 273.44000244140625,
        "end": 282.5199890136719,
        "text": " that. The last option that it is my job to offer you is that if the pills weren't"
      },
      {
        "id": 43,
        "start": 282.6400146484375,
        "end": 289.0400085449219,
        "text": " working for you for any reason, we are offering a current promotional offer of"
      },
      {
        "id": 44,
        "start": 289.0400085449219,
        "end": 296.55999755859375,
        "text": " sending out a free sample of 10 pills of their newest highest quality stuff to"
      },
      {
        "id": 45,
        "start": 296.55999755859375,
        "end": 302.760009765625,
        "text": " folks who that's not their current script. It comes from their Pfizer labs"
      },
      {
        "id": 46,
        "start": 302.760009765625,
        "end": 308.32000732421875,
        "text": " in France. It is their fastest acting longest lasting stuff we've ever made"
      },
      {
        "id": 47,
        "start": 308.32000732421875,
        "end": 313.4800109863281,
        "text": " but my favorite thing about it is that we've specifically formulated it to cut"
      },
      {
        "id": 48,
        "start": 313.4800109863281,
        "end": 322.5199890136719,
        "text": " out the side effects of sinus agitation and headache and it comes with a six"
      },
      {
        "id": 49,
        "start": 322.5199890136719,
        "end": 326.760009765625,
        "text": " month free trial because we already talked about how that works. So if I sent"
      },
      {
        "id": 50,
        "start": 326.760009765625,
        "end": 332.67999267578125,
        "text": " you 10 pills, which would be the free sample, you'd have until July to try them"
      },
      {
        "id": 51,
        "start": 332.67999267578125,
        "end": 335.9200134277344,
        "text": " out, make sure you love them, make sure you prefer them to your old script. We"
      },
      {
        "id": 52,
        "start": 335.9200134277344,
        "end": 339.3999938964844,
        "text": " believe that you would and we believe you'd certainly run out by then. You'd"
      },
      {
        "id": 53,
        "start": 339.3999938964844,
        "end": 344.20001220703125,
        "text": " give us a call to order some more and to set up the script how you want it and"
      },
      {
        "id": 54,
        "start": 344.20001220703125,
        "end": 349.7200012207031,
        "text": " then if not, you just have 10 free pills and you'd have until July to let us know either way."
      },
      {
        "id": 55,
        "start": 349.7200012207031,
        "end": 354.55999755859375,
        "text": " At this time, I just want to cancel it all together now. I'll go through"
      },
      {
        "id": 56,
        "start": 354.55999755859375,
        "end": 357.9200134277344,
        "text": " whatever hoops I have to go through, you know, if I want to renew it. I want to"
      },
      {
        "id": 57,
        "start": 357.9200134277344,
        "end": 363.6000061035156,
        "text": " cancel this revolving charge, this revolving prescription. I really do."
      },
      {
        "id": 58,
        "start": 363.9200134277344,
        "end": 366.9200134277344,
        "text": " I don't need the 10. I don't want to try the 10."
      },
      {
        "id": 59,
        "start": 366.9200134277344,
        "end": 375.20001220703125,
        "text": " Yes, I understand. Okay, I'll just make the extensive notes that the way you want to"
      },
      {
        "id": 60,
        "start": 375.20001220703125,
        "end": 379.55999755859375,
        "text": " order, which literally isn't even possible for our system, we cannot offer"
      },
      {
        "id": 61,
        "start": 379.55999755859375,
        "end": 386.6400146484375,
        "text": " you in the future. That's okay. So just keep that in mind. That's not a sales pitch, that's a fact."
      },
      {
        "id": 62,
        "start": 386.6400146484375,
        "end": 392.1600036621094,
        "text": " And our admin will read these notes, so anybody who places an order for you in"
      },
      {
        "id": 63,
        "start": 392.2799987792969,
        "end": 397.760009765625,
        "text": " the future, either you'll have to lie, which is a real problem for us and we do"
      },
      {
        "id": 64,
        "start": 397.760009765625,
        "end": 402.8800048828125,
        "text": " not like that, or you'll just have to send in the kids you want to order with us."
      },
      {
        "id": 65,
        "start": 402.8800048828125,
        "end": 409.2799987792969,
        "text": " All right, well I hope you have a great day. I just want to go ahead and cancel. Thank you."
      },
      {
        "id": 66,
        "start": 409.2799987792969,
        "end": 416.3999938964844,
        "text": " John, we've already spoken about this six times in the runaround. Yes, your script is"
      },
      {
        "id": 67,
        "start": 416.3999938964844,
        "end": 419.1600036621094,
        "text": " canceled. You don't need anything else from me. I hope you have a great day."
      },
      {
        "id": 68,
        "start": 419.1600036621094,
        "end": 422.760009765625,
        "text": " Thank you."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-81d1-8203-dfd19f2c75a4",
    "url": "https://www.notion.so/300000001220895-300000001710900-2f711d0a101c81d18203dfd19f2c75a4"
  },
  "processedAt": "2026-01-29T00:19:46.356Z"
}