{
  "recording": {
    "name": "300000001239103-300000001728874-9808001280 by gabriela@superbalife.com @ 1_04_32 PM.wav",
    "size": 559906,
    "modifyTime": 1770844239000,
    "remotePath": "/five9sftp/upload/SB CS/2_11_2026/300000001239103-300000001728874-9808001280 by gabriela@superbalife.com @ 1_04_32 PM.wav",
    "uploadDate": "2026-02-11T21:10:39.000Z",
    "callId": "300000001239103-300000001728874",
    "agent": "gabriela",
    "phoneNumber": "9808001280",
    "callTimestamp": "2026-02-11T13:04:32.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hola, gracias por llamar a Viagra, ¿cómo te puedo ayudar?\n\nSpeaker 2: Hola, buenas tardes. Mi nombre es José Flores. Yo quise probar y compré el mes pasado una prueba de esto, una muestra. No me gustó nada, no me gustó nada, no ha hecho efecto para nada. No llamé a anular a mí, no llamé a devolver el producto ni a quejarme, pero dije bueno, ya no lo he vuelto a usar. Pero hoy día acabo de recibir otro sobre y me imagino que ustedes están considerando que yo estoy suscrito mensualmente y eso no es así. Yo quería confirmar eso porque quiero anular cualquier cosa de suscripción o algo así. Yo no quiero saber más con el producto, no me estoy satisfecho por lo que recibí la primera vez y no quiero más este tema.\n\nSpeaker 1: ¿Cuál es su fecha de nacimiento?\n\nSpeaker 2: Diciembre 11, 1963.\n\nSpeaker 1: Gracias. Ok, José, sí, miro que estás tomando la Viagra. ¿Dices que no te cayó bien?\n\nSpeaker 2: Ni me cayó bien, ni ninguna de las cosas que ustedes ofrecían, que trabajaba rápido y que nada, nada de nada. A mí no me funcionó para nada y no estoy satisfecho. Entonces dije, bueno, ni devolver, tengo que tomar dos veces y nada más. Pero hoy día acabo de recibir otras cosas. Yo no estoy suscrito, ni quiero estar suscrito con esto. O sea, si me han cobrado, anúlenme esa cobranza y yo voy a dar mi plata porque yo no he firmado para estar suscrito con esto. Solamente decía una prueba y es lo que yo hice. Pero yo no quiero saber nada con suscripción.\n\nSpeaker 1: Antes se mandaron la Viagra genérica y no la AGB, porque la AGB...\n\nSpeaker 2: Sí, eso es lo que me llamó la atención, porque acá dice que es la genérica, genérica.\n\nSpeaker 1: Sí, tal vez por eso no te funcionó, porque la AGB sí comienza a funcionar en tan solo 10 minutos, se queda en tus sistemas a 14 horas y no tiene ningún...\n\nSpeaker 2: Créeme, por favor, no me dijiste tu nombre, pero créeme que lo tomé dos veces y ninguna de las veces funcionó y me llamó la atención que genérica, aparte decían que el costo original era, creo que salía como a 49 dólares o algo así, no recuerdo bien el tema, y me cobraron casi 70 dólares, casi 70 dólares cuando supuestamente no había concepto de envío ni nada, entonces me sentí engañado, defraudado y completamente disgustado con el tema este.\n\nSpeaker 1: Entonces, como te repito, yo no he vuelto a usarlo.\n\nSpeaker 2: Pero creo que te mandaron la regular, no te mandaron la AGB.\n\nSpeaker 1: Entonces, José, déjame mandarte 10 pastillas gratis de las AGB para que las pruebes, estoy segura que esas sí te van a funcionar porque son, tienen más potencia y como te digo, sí comienzan a funcionar en 11 minutos y se queda en tu cuerpo hasta 14 horas.\n\nSpeaker 2: Y pues lo más maravilloso es que no tiene ningún efecto secundario.\n\nSpeaker 1: Entonces déjame mandarte 10 pastillas gratis y voy a pasar tu descripción, te la voy a pasar a Sabri para que tengas suficiente tiempo para probarlas, ¿okay?\n\nSpeaker 2: Okay, pero en todo caso quedo en prueba, pero no me haga suscripción, por favor, hasta no decirte sí, no me haga suscripción porque yo no quiero ninguna suscripción, porque ya se están mandando dos, me han mandado dos paquetes y ninguno de los dos me interesa, entonces no tienes por qué cobrarme, por favor.\n\nSpeaker 1: Sí, José, vamos a mandar 10 pastillas gratis para que las pruebas las cales y vamos a pasar tu descripción a Sabri, así tú tienes suficiente tiempo para decidir si quieres seguir con esa prescripción de las nuevas pastillas que te voy a mandar o no, ¿okay?\n\nSpeaker 2: Pero esta segunda que me has mandado, no me la cobres, por favor.\n\nSpeaker 1: O sea, esto que acabo de recibir ahora, hace una hora, no tienes por qué cobrármela porque no las he pedido.\n\nSpeaker 2: Por eso te voy a mandar las 10 pastillas gratis para reemplazar ese, ¿okay?\n\nSpeaker 1: Esa tendría que ser para reemplazar la primera, mi amor, no la segunda.\n\nSpeaker 2: Pero en todo caso, no me cobres esto, por favor.\n\nSpeaker 1: Entonces, eso se los voy a mandar de free, ¿okay?\n\nSpeaker 2: Está bien, yo entiendo que me los tienes que mandar a mí para reemplazar la primera que no me quedé satisfecho.\n\nSpeaker 1: Es más, como te digo, ni las he usado.\n\nSpeaker 2: Usé dos, no trabajó para nada y no las he vuelto a usar.\n\nSpeaker 1: Ahora me mandan otra vez el mismo producto, anula esta cobranza, por favor, y espero las 10 pastillas para ver si son buenas y continúo después con eso.\n\nSpeaker 2: Está perfecto, José, entonces voy a hacer eso y te van a llegar en los próximos 3 o 5 días, ¿okay?\n\nSpeaker 1: Okay, pero recuerda, por favor, con todo cariño, no me cobres esto que me has enviado el día de hoy.\n\nSpeaker 2: Sí, por eso te vamos a mandar las 10 gratis para reemplazar esas, ¿okay?\n\nSpeaker 1: Entonces no es gratis, mi amor, me la estás cobrando porque si me has mandado hoy día y me estás cobrando y me dices, no, te la voy a reemplazar gratis, no es gratis porque me estás cobrando.\n\nSpeaker 2: Sí, pero lo que puedo hacer es mandarte una cantidad de 20, si no quieres 10, te puedo mandar una cantidad de 20.\n\nSpeaker 1: Okay, mira, mándame las 20, esas que tú dices que son mejores, pero después de eso, déjame ver si yo sigo o no sigo con eso, pero no me vuelvas a mandar más hasta que no tengas una respuesta mía, por favor.\n\nSpeaker 2: Okay, está bien, te voy a mandar 20 y danos una llamada antes de abril, ¿okay?\n\nSpeaker 1: Para ver si quieres seguir o no.\n\nSpeaker 2: Perfecto, ¿tu nombre, cuál era, me dijiste?\n\nSpeaker 1: Mi nombre es Gabriela José.\n\nSpeaker 2: Muchas gracias, Gabriela, por entender.\n\nSpeaker 1: De nada.\n\nSpeaker 2: Muy amable, gracias.\n\nSpeaker 1: Igualmente, adiós.",
    "duration": 16901,
    "language": "spanish",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6,
        "text": " Hola, gracias por llamar a Viagra, ¿cómo te puedo ayudar?"
      },
      {
        "id": 1,
        "start": 6,
        "end": 14.84000015258789,
        "text": " Hola, buenas tardes. Mi nombre es José Flores. Yo quise probar y compré el mes pasado una"
      },
      {
        "id": 2,
        "start": 14.84000015258789,
        "end": 20.479999542236328,
        "text": " prueba de esto, una muestra. No me gustó nada, no me gustó nada, no ha hecho efecto"
      },
      {
        "id": 3,
        "start": 20.479999542236328,
        "end": 26.15999984741211,
        "text": " para nada. No llamé a anular a mí, no llamé a devolver el producto ni a quejarme, pero"
      },
      {
        "id": 4,
        "start": 26.15999984741211,
        "end": 31.959999084472656,
        "text": " dije bueno, ya no lo he vuelto a usar. Pero hoy día acabo de recibir otro sobre y me"
      },
      {
        "id": 5,
        "start": 31.959999084472656,
        "end": 36.08000183105469,
        "text": " imagino que ustedes están considerando que yo estoy suscrito mensualmente y eso no es"
      },
      {
        "id": 6,
        "start": 36.08000183105469,
        "end": 42.52000045776367,
        "text": " así. Yo quería confirmar eso porque quiero anular cualquier cosa de suscripción o algo"
      },
      {
        "id": 7,
        "start": 42.52000045776367,
        "end": 47.959999084472656,
        "text": " así. Yo no quiero saber más con el producto, no me estoy satisfecho por lo que recibí"
      },
      {
        "id": 8,
        "start": 47.959999084472656,
        "end": 51.15999984741211,
        "text": " la primera vez y no quiero más este tema."
      },
      {
        "id": 9,
        "start": 51.15999984741211,
        "end": 55.119998931884766,
        "text": " ¿Cuál es su fecha de nacimiento?"
      },
      {
        "id": 10,
        "start": 55.119998931884766,
        "end": 60.119998931884766,
        "text": " Diciembre 11, 1963."
      },
      {
        "id": 11,
        "start": 60.119998931884766,
        "end": 68.12000274658203,
        "text": " Gracias. Ok, José, sí, miro que estás tomando la Viagra. ¿Dices que no te cayó bien?"
      },
      {
        "id": 12,
        "start": 68.12000274658203,
        "end": 72.4000015258789,
        "text": " Ni me cayó bien, ni ninguna de las cosas que ustedes ofrecían, que trabajaba rápido"
      },
      {
        "id": 13,
        "start": 72.4000015258789,
        "end": 78.12000274658203,
        "text": " y que nada, nada de nada. A mí no me funcionó para nada y no estoy satisfecho. Entonces"
      },
      {
        "id": 14,
        "start": 78.12000274658203,
        "end": 83.27999877929688,
        "text": " dije, bueno, ni devolver, tengo que tomar dos veces y nada más. Pero hoy día acabo"
      },
      {
        "id": 15,
        "start": 83.27999877929688,
        "end": 88.23999786376953,
        "text": " de recibir otras cosas. Yo no estoy suscrito, ni quiero estar suscrito con esto. O sea,"
      },
      {
        "id": 16,
        "start": 88.23999786376953,
        "end": 93.23999786376953,
        "text": " si me han cobrado, anúlenme esa cobranza y yo voy a dar mi plata porque yo no he firmado"
      },
      {
        "id": 17,
        "start": 93.23999786376953,
        "end": 98.4000015258789,
        "text": " para estar suscrito con esto. Solamente decía una prueba y es lo que yo hice. Pero yo no"
      },
      {
        "id": 18,
        "start": 98.4000015258789,
        "end": 100.4000015258789,
        "text": " quiero saber nada con suscripción."
      },
      {
        "id": 19,
        "start": 100.4000015258789,
        "end": 105.4000015258789,
        "text": " Antes se mandaron la Viagra genérica y no la AGB, porque la AGB..."
      },
      {
        "id": 20,
        "start": 105.4000015258789,
        "end": 111.4000015258789,
        "text": " Sí, eso es lo que me llamó la atención, porque acá dice que es la genérica, genérica"
      },
      {
        "id": 21,
        "start": 111.5199966430664,
        "end": 116.5199966430664,
        "text": " Sí, tal vez por eso no te funcionó, porque la AGB sí comienza a funcionar en tan solo"
      },
      {
        "id": 22,
        "start": 116.5199966430664,
        "end": 120.5199966430664,
        "text": " 10 minutos, se queda en tus sistemas a 14 horas y no tiene ningún..."
      },
      {
        "id": 23,
        "start": 120.5199966430664,
        "end": 126.5199966430664,
        "text": " Créeme, por favor, no me dijiste tu nombre, pero créeme que lo tomé dos veces y ninguna"
      },
      {
        "id": 24,
        "start": 126.5199966430664,
        "end": 132.52000427246094,
        "text": " de las veces funcionó y me llamó la atención que genérica, aparte decían que el costo"
      },
      {
        "id": 25,
        "start": 132.52000427246094,
        "end": 137.52000427246094,
        "text": " original era, creo que salía como a 49 dólares o algo así, no recuerdo bien el tema, y me"
      },
      {
        "id": 26,
        "start": 137.63999938964844,
        "end": 142.63999938964844,
        "text": " cobraron casi 70 dólares, casi 70 dólares cuando supuestamente no había concepto de"
      },
      {
        "id": 27,
        "start": 142.63999938964844,
        "end": 151.63999938964844,
        "text": " envío ni nada, entonces me sentí engañado, defraudado y completamente disgustado con"
      },
      {
        "id": 28,
        "start": 151.63999938964844,
        "end": 153.63999938964844,
        "text": " el tema este."
      },
      {
        "id": 29,
        "start": 155.63999938964844,
        "end": 158.63999938964844,
        "text": " Entonces, como te repito, yo no he vuelto a usarlo."
      },
      {
        "id": 30,
        "start": 158.63999938964844,
        "end": 162.63999938964844,
        "text": " Pero creo que te mandaron la regular, no te mandaron la AGB."
      },
      {
        "id": 31,
        "start": 162.75999450683594,
        "end": 167.75999450683594,
        "text": " Entonces, José, déjame mandarte 10 pastillas gratis de las AGB para que las pruebes, estoy"
      },
      {
        "id": 32,
        "start": 167.75999450683594,
        "end": 172.75999450683594,
        "text": " segura que esas sí te van a funcionar porque son, tienen más potencia y como te digo,"
      },
      {
        "id": 33,
        "start": 172.75999450683594,
        "end": 177.75999450683594,
        "text": " sí comienzan a funcionar en 11 minutos y se queda en tu cuerpo hasta 14 horas."
      },
      {
        "id": 34,
        "start": 177.75999450683594,
        "end": 181.75999450683594,
        "text": " Y pues lo más maravilloso es que no tiene ningún efecto secundario."
      },
      {
        "id": 35,
        "start": 181.75999450683594,
        "end": 186.75999450683594,
        "text": " Entonces déjame mandarte 10 pastillas gratis y voy a pasar tu descripción, te la voy a"
      },
      {
        "id": 36,
        "start": 186.75999450683594,
        "end": 190.75999450683594,
        "text": " pasar a Sabri para que tengas suficiente tiempo para probarlas, ¿okay?"
      },
      {
        "id": 37,
        "start": 190.8800048828125,
        "end": 197.8800048828125,
        "text": " Okay, pero en todo caso quedo en prueba, pero no me haga suscripción, por favor, hasta"
      },
      {
        "id": 38,
        "start": 197.8800048828125,
        "end": 202.8800048828125,
        "text": " no decirte sí, no me haga suscripción porque yo no quiero ninguna suscripción, porque"
      },
      {
        "id": 39,
        "start": 202.8800048828125,
        "end": 208.8800048828125,
        "text": " ya se están mandando dos, me han mandado dos paquetes y ninguno de los dos me interesa,"
      },
      {
        "id": 40,
        "start": 208.8800048828125,
        "end": 211.8800048828125,
        "text": " entonces no tienes por qué cobrarme, por favor."
      },
      {
        "id": 41,
        "start": 212.8800048828125,
        "end": 217.8800048828125,
        "text": " Sí, José, vamos a mandar 10 pastillas gratis para que las pruebas las cales y vamos a pasar"
      },
      {
        "id": 42,
        "start": 218,
        "end": 223,
        "text": " tu descripción a Sabri, así tú tienes suficiente tiempo para decidir si quieres seguir con"
      },
      {
        "id": 43,
        "start": 223,
        "end": 227,
        "text": " esa prescripción de las nuevas pastillas que te voy a mandar o no, ¿okay?"
      },
      {
        "id": 44,
        "start": 227,
        "end": 231,
        "text": " Pero esta segunda que me has mandado, no me la cobres, por favor."
      },
      {
        "id": 45,
        "start": 231,
        "end": 237,
        "text": " O sea, esto que acabo de recibir ahora, hace una hora, no tienes por qué cobrármela porque"
      },
      {
        "id": 46,
        "start": 237,
        "end": 238,
        "text": " no las he pedido."
      },
      {
        "id": 47,
        "start": 238,
        "end": 242,
        "text": " Por eso te voy a mandar las 10 pastillas gratis para reemplazar ese, ¿okay?"
      },
      {
        "id": 48,
        "start": 242,
        "end": 246,
        "text": " Esa tendría que ser para reemplazar la primera, mi amor, no la segunda."
      },
      {
        "id": 49,
        "start": 246.1199951171875,
        "end": 249.1199951171875,
        "text": " Pero en todo caso, no me cobres esto, por favor."
      },
      {
        "id": 50,
        "start": 249.1199951171875,
        "end": 252.1199951171875,
        "text": " Entonces, eso se los voy a mandar de free, ¿okay?"
      },
      {
        "id": 51,
        "start": 253.1199951171875,
        "end": 258.1199951171875,
        "text": " Está bien, yo entiendo que me los tienes que mandar a mí para reemplazar la primera"
      },
      {
        "id": 52,
        "start": 258.1199951171875,
        "end": 259.1199951171875,
        "text": " que no me quedé satisfecho."
      },
      {
        "id": 53,
        "start": 259.1199951171875,
        "end": 261.1199951171875,
        "text": " Es más, como te digo, ni las he usado."
      },
      {
        "id": 54,
        "start": 261.1199951171875,
        "end": 264.1199951171875,
        "text": " Usé dos, no trabajó para nada y no las he vuelto a usar."
      },
      {
        "id": 55,
        "start": 264.1199951171875,
        "end": 270.1199951171875,
        "text": " Ahora me mandan otra vez el mismo producto, anula esta cobranza, por favor, y espero las"
      },
      {
        "id": 56,
        "start": 270.1199951171875,
        "end": 275.1199951171875,
        "text": " 10 pastillas para ver si son buenas y continúo después con eso."
      },
      {
        "id": 57,
        "start": 275.239990234375,
        "end": 280.239990234375,
        "text": " Está perfecto, José, entonces voy a hacer eso y te van a llegar en los próximos 3 o"
      },
      {
        "id": 58,
        "start": 280.239990234375,
        "end": 281.239990234375,
        "text": " 5 días, ¿okay?"
      },
      {
        "id": 59,
        "start": 282.239990234375,
        "end": 287.239990234375,
        "text": " Okay, pero recuerda, por favor, con todo cariño, no me cobres esto que me has enviado el día"
      },
      {
        "id": 60,
        "start": 287.239990234375,
        "end": 288.239990234375,
        "text": " de hoy."
      },
      {
        "id": 61,
        "start": 290.239990234375,
        "end": 295.239990234375,
        "text": " Sí, por eso te vamos a mandar las 10 gratis para reemplazar esas, ¿okay?"
      },
      {
        "id": 62,
        "start": 296.239990234375,
        "end": 300.239990234375,
        "text": " Entonces no es gratis, mi amor, me la estás cobrando porque si me has mandado hoy día"
      },
      {
        "id": 63,
        "start": 300.239990234375,
        "end": 304.239990234375,
        "text": " y me estás cobrando y me dices, no, te la voy a reemplazar gratis, no es gratis porque"
      },
      {
        "id": 64,
        "start": 304.3599853515625,
        "end": 305.3599853515625,
        "text": " me estás cobrando."
      },
      {
        "id": 65,
        "start": 306.3599853515625,
        "end": 311.3599853515625,
        "text": " Sí, pero lo que puedo hacer es mandarte una cantidad de 20, si no quieres 10, te puedo"
      },
      {
        "id": 66,
        "start": 311.3599853515625,
        "end": 312.3599853515625,
        "text": " mandar una cantidad de 20."
      },
      {
        "id": 67,
        "start": 315.3599853515625,
        "end": 320.3599853515625,
        "text": " Okay, mira, mándame las 20, esas que tú dices que son mejores, pero después de eso, déjame"
      },
      {
        "id": 68,
        "start": 320.3599853515625,
        "end": 325.3599853515625,
        "text": " ver si yo sigo o no sigo con eso, pero no me vuelvas a mandar más hasta que no tengas"
      },
      {
        "id": 69,
        "start": 325.3599853515625,
        "end": 326.3599853515625,
        "text": " una respuesta mía, por favor."
      },
      {
        "id": 70,
        "start": 327.3599853515625,
        "end": 330.3599853515625,
        "text": " Okay, está bien, te voy a mandar 20 y danos una llamada antes de abril, ¿okay?"
      },
      {
        "id": 71,
        "start": 331.3599853515625,
        "end": 332.3599853515625,
        "text": " Para ver si quieres seguir o no."
      },
      {
        "id": 72,
        "start": 332.4800109863281,
        "end": 334.4800109863281,
        "text": " Perfecto, ¿tu nombre, cual era, me dijiste?"
      },
      {
        "id": 73,
        "start": 335.4800109863281,
        "end": 336.4800109863281,
        "text": " Mi nombre es Gabriela José."
      },
      {
        "id": 74,
        "start": 337.4800109863281,
        "end": 338.4800109863281,
        "text": " Muchas gracias, Gabriela, por entender."
      },
      {
        "id": 75,
        "start": 339.4800109863281,
        "end": 340.4800109863281,
        "text": " De nada."
      },
      {
        "id": 76,
        "start": 341.4800109863281,
        "end": 342.4800109863281,
        "text": " Muy amable, gracias."
      },
      {
        "id": 77,
        "start": 343.4800109863281,
        "end": 344.4800109863281,
        "text": " Igualmente, adiós."
      }
    ]
  },
  "notionPage": {
    "id": "30411d0a-101c-818b-b726-d0e12a066819",
    "url": "https://www.notion.so/300000001239103-300000001728874-30411d0a101c818bb726d0e12a066819"
  },
  "processedAt": "2026-02-11T21:30:04.768Z"
}