{
  "recording": {
    "name": "300000001219537-300000001709544-9202512014 by olivier@superbalife.com @ 11_36_07 AM.wav",
    "size": 775186,
    "modifyTime": 1769587628000,
    "remotePath": "/five9sftp/upload/SB CS/1_27_2026/300000001219537-300000001709544-9202512014 by olivier@superbalife.com @ 11_36_07 AM.wav",
    "uploadDate": "2026-01-28T08:07:08.000Z",
    "callId": "300000001219537-300000001709544",
    "agent": "olivier",
    "phoneNumber": "9202512014",
    "callTimestamp": "2026-01-28T11:36:07.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Viagra. Hello?\n\nSpeaker 2: Hello, Mr. Glenn?\n\nSpeaker 1: Yeah, Fast Brick. Yes. How we doing, sir?\n\nSpeaker 2: All right.\n\nSpeaker 1: Yeah, how can I help you, sir?\n\nSpeaker 2: Well, I want to see if I can qualify.\n\nSpeaker 1: That I can get some AGV Viagra?\n\nSpeaker 2: Okay, and you ordered Viagra in 2022? I think you have a hold account.\n\nSpeaker 1: Correct.\n\nSpeaker 2: Okay, let me, um, let me get permission to reinstate your account and then, um...\n\nSpeaker 1: And how many of the Viagra AGV would you like to order?\n\nSpeaker 2: Well, how much is it? So let me check.\n\nSpeaker 1: The price for you here.\n\nSpeaker 2: You can get 25 of them for 99 or 40 of them for 149, and you can do 50 milligram, 100 milligram.\n\nSpeaker 1: Well, how much is that 100 milligram for? 24? Was there anything less than that 25? That's...\n\nSpeaker 2: What we have. Uh, we can keep you at the same price, 99. We can give you the bigger one.\n\nSpeaker 1: For the same price of the 50 milligram. So what's the difference between this bag...\n\nSpeaker 2: This AGV Viagra and regular Viagra?\n\nSpeaker 1: So the difference is that they improved the formula.\n\nSpeaker 2: To have faster activation, last longer, and less to no side effect, and they made it affordable. It's...\n\nSpeaker 1: A new improved formula from Pfizer. They worked on that for over 10 years, um, and, uh, people love it.\n\nSpeaker 2: Because they moved from their previous prescription. Forget that one. We constantly sold out and...\n\nSpeaker 1: You know, we're really proud to offer that. Um, it's FDA approved, made between the U.S. and France, so...\n\nSpeaker 2: It's premium quality, you know what I mean? Um, so does that include free shipping then or not?\n\nSpeaker 1: So the total we've... uh, yeah, yeah. The only thing you get is the pharmacy processing fee, which is 14.95.\n\nSpeaker 2: So it comes to 113.95, 113.95. So you have to pay for shipping, no? Pharmacy processing fee used to...\n\nSpeaker 1: Be 9.95, nines, I think. 14.95. Shipping is free. You get a tracking number. There's no tax, just the...\n\nSpeaker 2: Pharmacy processing fee. So you said that 25 tablets, that the 100 milligram ones was 99, so what's...\n\nSpeaker 1: 113 coming for the 14.95 added, which is the pharmacy processing fee. I don't know if you were...\n\nSpeaker 2: Able to hear me? Pharmacy processing fee, pharmacy processing fee.\n\nSpeaker 1: Hello? Can you hear me?\n\nSpeaker 2: No, I didn't catch that last part. That...\n\nSpeaker 1: So it's 113 dollars for 25 tablets?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Yeah, 25 tablets AGV, uh, from Pfizer.\n\nSpeaker 2: Brand new value on the market. Uh, we're the only one with that, actually.\n\nSpeaker 1: Uh, because I'm 70 years old, so there's a lot of health issues with this.\n\nSpeaker 2: I mean, we have a lot of patients with different profiles. I'm not going to lie, so you know...\n\nSpeaker 1: You might want to try and see. It could be a great fit for you because you have been helping...\n\nSpeaker 2: A lot of people, and I'm pretty sure even people with, uh, like actual severe issues, you know.\n\nSpeaker 1: I mean, right for your thing. You know, the smallest order you can get is 25 tablets?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Yes, for now.\n\nSpeaker 2: Yeah, because you can get 40, but I think you don't need 40, so 25 would be fine, right?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: You know, well, I'll try 25 tablets of the 100 milligram.\n\nSpeaker 1: All right, sounds good. And then 47 North Macy's Street, Apartment 5-4-0-3, is good for the lock, right? 5-4-9-3-5?\n\nSpeaker 2: Okay, yeah. And then let me check the Mastercard that you had. Is it expired? Um, let me... um, hold on. Let me...\n\nSpeaker 1: So I'm ready when you are. We're gonna update the payment information so we can place the order, okay?\n\nSpeaker 2: All right.\n\nSpeaker 1: I'm ready.\n\nSpeaker 2: All right, it's five five oh. I better get my glasses on.\n\nSpeaker 1: All right, all right. It's five five two four three three four zero. Hold on, hold on. Five five two four...\n\nSpeaker 2: Three three four zero eight seven one five. You say eight seven one five, correct?\n\nSpeaker 1: Zero zero five seven. Expiration date 11 of 28. 11 or 28?\n\nSpeaker 2: And the code back seven eight six.\n\nSpeaker 1: All right, I updated that and let me...\n\nSpeaker 2: Let me place your order. 25 of them, 100 milligram AGV, and you want the regular shipping that we're...\n\nSpeaker 1: Covering, right?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Okay, all right. Let me get that for you.\n\nSpeaker 2: Um, all right. I was able to place your order, Viagra AGV, 25 tablets. Um, and then, you know, since...\n\nSpeaker 1: You had the old prescription, so one of our physicians is gonna write a new one, a fresh new...\n\nSpeaker 2: Prescription for you for this bag, a new Viagra, and then in the next few hours. And then when they...\n\nSpeaker 1: Send it out, you're going to receive a tracking number as glennpasbrickzero@gmail.com. That's...\n\nSpeaker 2: The email we have on file, and we are going to ship that to 47 North Macy Street, Apartment 5003.\n\nSpeaker 1: From the lock 5-4-9-3-5, correct?\n\nSpeaker 2: Yeah, so you're all set for now, sir. So, and then...\n\nSpeaker 1: I'll get an email, a tracking number?\n\nSpeaker 2: Yes, when it's out. It's not out yet. The physician is gonna write...\n\nSpeaker 1: The prescription every hour. And then any update on your medical survey you would like to do?\n\nSpeaker 2: No, no. Let's do the same information I'm giving before, that you provided before. Nothing has...\n\nSpeaker 1: Changed. I mean, good to hear then.\n\nSpeaker 2: All right, so yeah, everything looks great. We reinstated your...\n\nSpeaker 1: Account and then we placed that order. You're going to receive a tracking number when the label...\n\nSpeaker 2: Is created, is coming your way so you can anticipate delivery.\n\nSpeaker 1: All right, all right.\n\nSpeaker 2: You have a good week.\n\nSpeaker 1: Yeah, you too. Bye-bye.\n\nSpeaker 2: Bye for now.",
    "duration": 14016,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 12.319999694824219,
        "text": " hi this is viagra hello hello mr glenn yeah fast brick yes how we doing sir all right"
      },
      {
        "id": 1,
        "start": 13.84000015258789,
        "end": 20,
        "text": " yeah how can i help you sir well i want to see if i can qualify"
      },
      {
        "id": 2,
        "start": 20,
        "end": 30.8799991607666,
        "text": " that i can get some agv viagra okay and you order reverse in 2022 i think you have a hold account"
      },
      {
        "id": 3,
        "start": 32.63999938964844,
        "end": 40.720001220703125,
        "text": " correct okay let me um let me uh get permission to reinstate your account and then um"
      },
      {
        "id": 4,
        "start": 41.279998779296875,
        "end": 48.959999084472656,
        "text": " and how many of the vagra agv would you like to order well how much is it so let me check"
      },
      {
        "id": 5,
        "start": 48.959999084472656,
        "end": 58.2400016784668,
        "text": " the price for you here"
      },
      {
        "id": 6,
        "start": 69.04000091552734,
        "end": 76.80000305175781,
        "text": " you can get 25 of them for 99 or 40 of them for 149 and you can do 50 milligram 100 milligram"
      },
      {
        "id": 7,
        "start": 79.36000061035156,
        "end": 88.16000366210938,
        "text": " well how much is that 100 milligram for 24 was there anything less than that 25 that's that's"
      },
      {
        "id": 8,
        "start": 88.16000366210938,
        "end": 94,
        "text": " what we have uh we can keep you at the same price uh 99 we can give you the bigger one"
      },
      {
        "id": 9,
        "start": 94,
        "end": 101.91999816894531,
        "text": " for the same price of the the 50 milligram so what's the difference between this bag"
      },
      {
        "id": 10,
        "start": 101.91999816894531,
        "end": 108.08000183105469,
        "text": " this agv viagra and regular viagra so the difference is that they improve the formula"
      },
      {
        "id": 11,
        "start": 108.08000183105469,
        "end": 114.87999725341797,
        "text": " to have faster activation last longer and less to no side effect and they made it affordable it's"
      },
      {
        "id": 12,
        "start": 114.87999725341797,
        "end": 121.27999877929688,
        "text": " a new improved formula from pfizer they work on that for over 10 years um and uh people love it"
      },
      {
        "id": 13,
        "start": 121.27999877929688,
        "end": 126,
        "text": " because they move from their previous prescription forget that one we constantly sold out and"
      },
      {
        "id": 14,
        "start": 126,
        "end": 131.44000244140625,
        "text": " you know we're really proud to offer that um it's fda approved made between the u.s and france so"
      },
      {
        "id": 15,
        "start": 131.44000244140625,
        "end": 140.24000549316406,
        "text": " it's premium quality you know i mean um so does that include free shipping then or not"
      },
      {
        "id": 16,
        "start": 141.27999877929688,
        "end": 147.44000244140625,
        "text": " so the total we've uh yeah yeah the only thing you get the pharmacy processing fee which is 1495"
      },
      {
        "id": 17,
        "start": 147.44000244140625,
        "end": 159.75999450683594,
        "text": " so it comes to 113 95 113 95 so you have to pay for shipping no pharmacy processing fee used to"
      },
      {
        "id": 18,
        "start": 159.75999450683594,
        "end": 166.9600067138672,
        "text": " be 995 nines i think 1495 shipping is free you get a tracking number there's no tax just the"
      },
      {
        "id": 19,
        "start": 166.9600067138672,
        "end": 178.32000732421875,
        "text": " pharmacy processing fee so you said that 25 tablet that the 100 milligram ones was 99 so what's"
      },
      {
        "id": 20,
        "start": 179.36000061035156,
        "end": 188,
        "text": " 113 coming for the 14 1495 added which is the pharmacy processing fee i don't know if you were"
      },
      {
        "id": 21,
        "start": 188,
        "end": 192.55999755859375,
        "text": " able to hear me pharmacy processing fee pharmacy processing fee"
      },
      {
        "id": 22,
        "start": 198.9600067138672,
        "end": 203.44000244140625,
        "text": " hello can you hear me no i'm i didn't catch that last part that"
      },
      {
        "id": 23,
        "start": 203.44000244140625,
        "end": 222.55999755859375,
        "text": " so it's 113 dollars for 25 tablets yes yeah 25 tablets agv uh from pfizer"
      },
      {
        "id": 24,
        "start": 222.55999755859375,
        "end": 226.24000549316406,
        "text": " brand new value on the market uh we're the only one with that actually"
      },
      {
        "id": 25,
        "start": 227.1999969482422,
        "end": 234,
        "text": " uh because i'm 70 years old so there's a lot of health issues with this"
      },
      {
        "id": 26,
        "start": 236,
        "end": 240.32000732421875,
        "text": " i mean we have a lot of patients with different profiles i'm not going to lie so you know"
      },
      {
        "id": 27,
        "start": 240.32000732421875,
        "end": 244.63999938964844,
        "text": " you you might want to try and see it could be a great fit for you because you have been helping"
      },
      {
        "id": 28,
        "start": 244.63999938964844,
        "end": 251.36000061035156,
        "text": " a lot of people and i'm pretty sure even people with uh uh like actual severe issue you know i"
      },
      {
        "id": 29,
        "start": 251.36000061035156,
        "end": 259.1199951171875,
        "text": " mean right for your thing you know the smallest order you can get is 25 tablets yes yes for now"
      },
      {
        "id": 30,
        "start": 259.1199951171875,
        "end": 268.4800109863281,
        "text": " yeah because you can get 40 but i think you don't need 40 so 25 would be fine right yeah"
      },
      {
        "id": 31,
        "start": 269.9200134277344,
        "end": 277.8399963378906,
        "text": " you know well i'll try 25 tablets of the 100 milligram all right sounds good and then 47 north"
      },
      {
        "id": 32,
        "start": 277.8399963378906,
        "end": 287.67999267578125,
        "text": " macy's street apartment 5-4-0-3 is good for the lack right 5-4-9-3-5 okay yeah and then let"
      },
      {
        "id": 33,
        "start": 287.67999267578125,
        "end": 296,
        "text": " me check the on the master card that you had is is uh expire um let me um hold on let me"
      },
      {
        "id": 34,
        "start": 296.7200012207031,
        "end": 301.3599853515625,
        "text": " so i'm ready when you are we're gonna update the payment information so we can place the order okay"
      },
      {
        "id": 35,
        "start": 301.3599853515625,
        "end": 303.67999267578125,
        "text": " all right"
      },
      {
        "id": 36,
        "start": 305.67999267578125,
        "end": 308.32000732421875,
        "text": " i'm ready all right"
      },
      {
        "id": 37,
        "start": 310.7200012207031,
        "end": 315.9200134277344,
        "text": " it's five five oh i better get my glasses on"
      },
      {
        "id": 38,
        "start": 316.8800048828125,
        "end": 334.8800048828125,
        "text": " all right all right it's five five two four three three four zero hold on hold on five five two four"
      },
      {
        "id": 39,
        "start": 335.44000244140625,
        "end": 344.1600036621094,
        "text": " three three four zero eight seven one five you say eight seven one five correct zero zero five"
      },
      {
        "id": 40,
        "start": 344.1600036621094,
        "end": 351.8399963378906,
        "text": " seven expiration date 11 of 28 11 or 28"
      },
      {
        "id": 41,
        "start": 354.9599914550781,
        "end": 358.3999938964844,
        "text": " and according to back seven eight six"
      },
      {
        "id": 42,
        "start": 365.20001220703125,
        "end": 367.67999267578125,
        "text": " all right i updated that and let me uh"
      },
      {
        "id": 43,
        "start": 369.6000061035156,
        "end": 376.32000732421875,
        "text": " let me place your order 25 of them 100 milligram agv and you want the regular shipping that we're"
      },
      {
        "id": 44,
        "start": 376.32000732421875,
        "end": 383.44000244140625,
        "text": " covering right yes okay all right let me let me get that for you"
      },
      {
        "id": 45,
        "start": 383.760009765625,
        "end": 395.9200134277344,
        "text": " um all right i was able to um place your order viagra agv 25 tablet um and then you know since"
      },
      {
        "id": 46,
        "start": 395.9200134277344,
        "end": 401.1199951171875,
        "text": " you had the old prescription so one of our physicians gonna write a new one a fresh new"
      },
      {
        "id": 47,
        "start": 401.1199951171875,
        "end": 407.8399963378906,
        "text": " prescription for you for this bag a new viagra and then in the next few hours and then when they"
      },
      {
        "id": 48,
        "start": 407.8399963378906,
        "end": 413.67999267578125,
        "text": " send it out you're going to receive a tracking number as glenn pasbrick zero at gmail.com that's"
      },
      {
        "id": 49,
        "start": 413.67999267578125,
        "end": 421.0400085449219,
        "text": " the email we have on file and we we're going to ship that to 47 north macy street apartment 5003"
      },
      {
        "id": 50,
        "start": 421.0400085449219,
        "end": 430.55999755859375,
        "text": " from the lack five four nine three five correct yeah so you're all set for now sir so and then"
      },
      {
        "id": 51,
        "start": 430.55999755859375,
        "end": 436.0799865722656,
        "text": " i'll get an email a tracking number yes when it's out is not out yet physician gonna write"
      },
      {
        "id": 52,
        "start": 436.0799865722656,
        "end": 441.20001220703125,
        "text": " the prescription every hour and then any update on your medical survey you would like to do"
      },
      {
        "id": 53,
        "start": 442.9599914550781,
        "end": 448.9599914550781,
        "text": " no no let's do the same information i'm giving before that you you provided before nothing has"
      },
      {
        "id": 54,
        "start": 448.9599914550781,
        "end": 456.4800109863281,
        "text": " changed i mean good to hear then all right so yeah everything looks great uh we reinstated your"
      },
      {
        "id": 55,
        "start": 456.4800109863281,
        "end": 462.0799865722656,
        "text": " account and then we placed that order uh you're going to receive a tracking number when the label"
      },
      {
        "id": 56,
        "start": 462.0799865722656,
        "end": 469.20001220703125,
        "text": " is created is coming your way so you can anticipate delivery all right all right"
      },
      {
        "id": 57,
        "start": 471.3599853515625,
        "end": 476.79998779296875,
        "text": " you have a good week yeah you too bye bye bye for now"
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81be-9881-cce13f9642ef",
    "url": "https://www.notion.so/300000001219537-300000001709544-2f611d0a101c81be9881cce13f9642ef"
  },
  "processedAt": "2026-01-28T13:19:05.038Z"
}