{
  "recording": {
    "name": "300000001241963-300000001731567-2152903371 by olivia@superbalife.com @ 10_48_44 AM.wav",
    "size": 396170,
    "modifyTime": 1771008791000,
    "remotePath": "/five9sftp/upload/SB CS/2_13_2026/300000001241963-300000001731567-2152903371 by olivia@superbalife.com @ 10_48_44 AM.wav",
    "uploadDate": "2026-02-13T18:53:11.000Z",
    "callId": "300000001241963-300000001731567",
    "agent": "olivia",
    "phoneNumber": "2152903371",
    "callTimestamp": "2026-02-13T10:48:44.000Z",
    "campaign": "test one",
    "audioUrl": "https://sfo3.digitaloceanspaces.com/spaces-bucket/five9-recordings/2026-02-13_olivia_300000001241963-300000001731567_2152903371.wav",
    "transcriptUrl": "https://sfo3.digitaloceanspaces.com/spaces-bucket/five9-recordings/2026-02-13_olivia_300000001241963-300000001731567_2152903371.txt"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: This is John Gargano.\n\nSpeaker 1: Hi John, how are you?\n\nSpeaker 2: I'm doing fine. I'd like to cancel this order I'm getting of Viagra.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: I've got clients all over the house. They don't do anything for me, so I want to cancel it.\n\nSpeaker 1: Yeah, I can definitely help you with this. Okay, John, so what is your date of birth?\n\nSpeaker 2: It's 07-03-45.\n\nSpeaker 1: 07-03-45, is that right?\n\nSpeaker 2: Yes, that is correct.\n\nSpeaker 1: Okay, great. Yeah, so, and you're located at 1231 Scott Place, Warwick, Pennsylvania?\n\nSpeaker 2: That's correct.\n\nSpeaker 1: Yeah, so if you don't want to receive those regular ongoing refills monthly with the prescription, you certainly don't have to. You always have the option to place the prescription on hold for up to six months at a time, just because six months is when the prescription would expire if we didn't refill it. And the way that would work is whenever you are ready to order, if it's before then you can, you just have to give us a call to place the order yourself.\n\nSpeaker 2: All right, so rather than cancel it, you just put it on hold for six months.\n\nSpeaker 1: Yeah. You're not going to automatically renew it, though.\n\nSpeaker 2: So, no, the prescription would be placed on hold until August 13th, so if you needed anything before then or you needed to make any changes to the prescription, you just need to let us know by then. But that would allow you to keep the prescription available to you for the same doctor's approval, price point, and prescription itself.\n\nSpeaker 1: All right, but you're not going to order anything then, correct?\n\nSpeaker 2: So on August 13th, that would be your one refill every six months so that the prescription doesn't expire unless we heard from you because you needed to change it, or if you needed it earlier, that's fine.\n\nSpeaker 1: That just resets everything.\n\nSpeaker 2: Right. It happens after August 13th. If I don't do anything, it's then done, right?\n\nSpeaker 1: No, so like I just mentioned, that would be your one refill every six months so that you could keep the prescription active and available to you.\n\nSpeaker 2: So it becomes active if I don't do anything?\n\nSpeaker 1: Well, I mean, no, because you'd receive the one refill every six months so that the prescription could stay available to you.\n\nSpeaker 2: Do the pills not work for you?\n\nSpeaker 1: No, they don't.\n\nSpeaker 2: Oh, I'm sorry to hear that.\n\nSpeaker 1: All right, I understand.\n\nSpeaker 2: Okay, well, your prescription is canceled, but you do know where to find us if you ever need us.\n\nSpeaker 1: And keep us in mind because if the AGB doesn't work for you, that probably just means Viagra doesn't, but we do also sell Cialis, and I just noticed for most men, if Viagra doesn't work for them, often Cialis does and then vice versa. So just keep us in mind.\n\nSpeaker 2: All right, I'll do that.\n\nSpeaker 1: All right. Thanks, John. I hope you have a great day.\n\nSpeaker 2: Same here. Bye now.\n\nSpeaker 1: Thanks.\n\nSpeaker 2: Bye.",
    "duration": 7076,
    "audioDuration": 243.75999450683594,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7,
        "end": 17,
        "text": " with today? This is John Gargano. Hi John, how are you? I'm doing fine. I'd like to cancel"
      },
      {
        "id": 2,
        "start": 17,
        "end": 26,
        "text": " this order I'm getting of Viagra. Yeah. I've got clients all over the house. They don't"
      },
      {
        "id": 3,
        "start": 26,
        "end": 33,
        "text": " do anything for me, so I want to cancel it. Yeah, I can definitely help you with this."
      },
      {
        "id": 4,
        "start": 33,
        "end": 47,
        "text": " Okay, John, so what is your date of birth? It's 07-03-45. 07-03-45, is that right? Yes,"
      },
      {
        "id": 5,
        "start": 48,
        "end": 57,
        "text": " that is correct. Okay, great. Yeah, so, and you're located at 1231 Scott Place, Warwick,"
      },
      {
        "id": 6,
        "start": 57,
        "end": 66,
        "text": " Pennsylvania? That's correct. Yeah, so if you don't want to receive those regular ongoing"
      },
      {
        "id": 7,
        "start": 66,
        "end": 72,
        "text": " refills monthly with the prescription, you certainly don't have to. You always have the"
      },
      {
        "id": 8,
        "start": 72,
        "end": 78,
        "text": " option to place the prescription on hold for up to six months at a time, just because"
      },
      {
        "id": 9,
        "start": 78,
        "end": 84,
        "text": " six months is when the prescription would expire if we didn't refill it. And the way"
      },
      {
        "id": 10,
        "start": 84,
        "end": 91,
        "text": " that would work is whenever you are ready to order, if it's before then you can, you"
      },
      {
        "id": 11,
        "start": 91,
        "end": 101,
        "text": " just have to give us a call to place the order yourself. All right, so rather than cancel"
      },
      {
        "id": 12,
        "start": 101,
        "end": 106,
        "text": " it, you just put it on hold for six months. Yeah. You're not going to automatically renew"
      },
      {
        "id": 13,
        "start": 106,
        "end": 114,
        "text": " it, though. So, no, the prescription would be placed on hold until August 13th, so if"
      },
      {
        "id": 14,
        "start": 114,
        "end": 120,
        "text": " you needed anything before then or you needed to make any changes to the prescription, you"
      },
      {
        "id": 15,
        "start": 120,
        "end": 127,
        "text": " just need to let us know by then. But that would allow you to keep the prescription available"
      },
      {
        "id": 16,
        "start": 127,
        "end": 136,
        "text": " to you for the same doctor's approval, price point, and prescription itself. All right,"
      },
      {
        "id": 17,
        "start": 136,
        "end": 146,
        "text": " but you're not going to order anything then, correct? So on August 13th, that would be"
      },
      {
        "id": 18,
        "start": 146,
        "end": 153,
        "text": " your one refill every six months so that the prescription doesn't expire unless we heard"
      },
      {
        "id": 19,
        "start": 153,
        "end": 158,
        "text": " from you because you needed to change it, or if you needed it earlier, that's fine."
      },
      {
        "id": 20,
        "start": 158,
        "end": 165,
        "text": " That just resets everything. Right. It happens after August 13th. If I don't do anything,"
      },
      {
        "id": 21,
        "start": 165,
        "end": 173,
        "text": " it's then done, right? No, so like I just mentioned, that would be your one refill every"
      },
      {
        "id": 22,
        "start": 173,
        "end": 180,
        "text": " six months so that you could keep the prescription active and available to you. So it becomes"
      },
      {
        "id": 23,
        "start": 180,
        "end": 189,
        "text": " active if I don't do anything. Well, I mean, no, because you'd receive the one refill every"
      },
      {
        "id": 24,
        "start": 189,
        "end": 196,
        "text": " six months so that the prescription could stay available to you. Do the pills not work"
      },
      {
        "id": 25,
        "start": 196,
        "end": 206,
        "text": " for you? No, they don't. Oh, I'm sorry to hear that. All right, I understand. Okay,"
      },
      {
        "id": 26,
        "start": 206,
        "end": 210,
        "text": " well, your prescription is canceled, but you do know where to find us if you ever need"
      },
      {
        "id": 27,
        "start": 210,
        "end": 216,
        "text": " us. And keep us in mind because if the AGB doesn't work for you, that probably just means"
      },
      {
        "id": 28,
        "start": 216,
        "end": 225,
        "text": " Viagra doesn't, but we do also sell Cialis, and I just noticed for most men, if Viagra"
      },
      {
        "id": 29,
        "start": 225,
        "end": 231,
        "text": " doesn't work for them, often Cialis does and then vice versa. So just keep us in mind."
      },
      {
        "id": 30,
        "start": 232,
        "end": 240,
        "text": " All right, I'll do that. All right. Thanks, John. I hope you have a great day. Same here. Bye now."
      },
      {
        "id": 31,
        "start": 240,
        "end": 241,
        "text": " Thanks. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "30611d0a-101c-8129-a001-c7886365a52a",
    "url": "https://www.notion.so/300000001241963-300000001731567-30611d0a101c8129a001c7886365a52a"
  },
  "processedAt": "2026-02-13T19:01:49.035Z"
}