{
  "recording": {
    "name": "300000001219574-300000001709541-8557194751 by kt@superbalife.com @ 11_38_32 AM.wav",
    "size": 1412380,
    "modifyTime": 1769592141000,
    "remotePath": "/five9sftp/upload/SB CS/1_27_2026/300000001219574-300000001709541-8557194751 by kt@superbalife.com @ 11_38_32 AM.wav",
    "uploadDate": "2026-01-28T09:22:21.000Z",
    "callId": "300000001219574-300000001709541",
    "agent": "kt",
    "phoneNumber": "8557194751",
    "callTimestamp": "2026-01-28T11:38:32.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey Frank. Yeah. Thanks for holding but my name is KT Goodrich and as a veteran I\n\nSpeaker 2: take a lot of pride and honor my work and I'm sure you probably did NAMM\n\nSpeaker 1: yourself so a lot of honor for you and what you've done man your generation\n\nSpeaker 2: you guys are tough as nails. So I did three things for you bud. I did\n\nSpeaker 1: three things for you. The first thing I did is I put a stop to any and all\n\nSpeaker 2: monthly shipments and I overrode the system and I sent an email to Dr.\n\nSpeaker 1: Bottini and I put a stop to any and all monthly refills and then I\n\nSpeaker 2: certainly put a stop to any and all monthly charges and when I paused your\n\nSpeaker 1: prescription I was noticing your chart because I noticed that there was a\n\nSpeaker 2: couple questions and just say yes or no is has client Liberio has experienced\n\nSpeaker 1: any erection or hardness within a 30 to 60 minute period? No. And then has\n\nSpeaker 2: patient Liberio, I'm sorry if I butchered that, has he experienced any\n\nSpeaker 1: erection or hardness longer than four to six hours? No. Now you see what happened\n\nSpeaker 2: was these pills used to help me a lot but then what happened I had\n\nSpeaker 1: prostate surgery and they basically you know no longer work. No no and I\n\nSpeaker 2: completely understand and and that's why I noticed in your chart bud that that it\n\nSpeaker 1: is mentioned that we send you a free replacement and bill Dr. Bottini because\n\nSpeaker 2: we do have something that's new and improved so hold on to those they're\n\nSpeaker 1: good stuff just nine out of ten times when things don't work we have a\n\nSpeaker 2: reserve batch for men like you and me too as a veteran I have so much PTSD\n\nSpeaker 1: that I need something a little more powerful with little no side effects\n\nSpeaker 2: because it's all about distribution to your penile arteries in the two chambers\n\nSpeaker 1: so one of the first things I'm going to do is I'm going to send you free of the\n\nSpeaker 2: activator to flush out your system and I'm going to send you something for free\n\nSpeaker 1: to to have that is stronger okay what you got is good stuff you just need\n\nSpeaker 2: something better and stronger more powerful it's no cost all right please\n\nSpeaker 1: take please take down my extension my extension is 0 0 3 7 bud and stick with\n\nSpeaker 2: me you never have to wait in the gym go ahead wait a minute I gotta write it\n\nSpeaker 1: down 0 0 3 6 is that 0 0 3 7 3 7 okay so your name is Katie like killer\n\nSpeaker 2: tornado or killer tomato yeah okay yeah so this let me just recap what I did is\n\nSpeaker 1: I number one is so my extension is 0 0 3 7 always call me don't wait in line my\n\nSpeaker 2: fingerprints are on this and I'm going to guide you through this process so you\n\nSpeaker 1: can have a life of thrilling vitality so the first thing I did is I put a stop to\n\nSpeaker 2: any no I would kiss you if you did no what you can do is I'll take your\n\nSpeaker 1: girlfriend go ahead my girlfriend will kiss you well no no no don't let her do\n\nSpeaker 2: this what we'll do is when I send you this stuff just write a review on me go\n\nSpeaker 1: to support write this down support at scoreblue.com support at scoreblue.com\n\nSpeaker 2: and just write an email like whatever your takeaway Mr. Liberio Liberio\n\nSpeaker 1: whatever your takeaway today was let them know organically because if you if\n\nSpeaker 2: I have enough I'm up for review and if I can have them let me work remote and\n\nSpeaker 1: live in Encinitas or Carl that I'll just drive here every other week you know to\n\nSpeaker 2: work up here for a week but I would rather live where you're at but so let\n\nSpeaker 1: me recap what I did this is what I recap what I did the first thing I did\n\nSpeaker 2: is I put a stop to any and all monthly refills I put a stop to any and all\n\nSpeaker 1: monthly charges and I put a stop to any and all monthly shipments and I pause\n\nSpeaker 2: your prescription I'm sending you two things the first thing I'm sending you\n\nSpeaker 1: it increases the nitric oxides to help your erections so primarily it's to help\n\nSpeaker 2: the nerve endings in the spongy tissue area of your penis which allows blood\n\nSpeaker 1: flow to cause erection the second thing it okay hang on hang on hang on hang up\n\nSpeaker 2: before you go okay this is the one thing what is that call which one is that do\n\nSpeaker 1: I think that first did you take this first for 30 days it's called an herbal\n\nSpeaker 2: activators all Mother Earth okay it's all from Mother Earth organic it's a\n\nSpeaker 1: bunch of herbs from Mother Earth that is grounded up that's USD approved FDA\n\nSpeaker 2: approved and USD organic and it promotes faster muscle muscle recovery because\n\nSpeaker 1: you were dealing with a muscle that's an extremity it enhances endurance it\n\nSpeaker 2: boosts energy and it supports overall muscle health just like athletes do it\n\nSpeaker 1: also helps reduce the calcium levels yeah okay hang on okay so I I will take\n\nSpeaker 2: a pill each day for 30 days you take two in the morning and two at night it's\n\nSpeaker 1: organic and you finish the bottle this is to flush out any calcium levels in\n\nSpeaker 2: the cell to increase the vacillation in the penis there's two chambers in the\n\nSpeaker 1: penis there's one for your your semen and one for your but there's calcium\n\nSpeaker 2: blockage and that's why most men like us have the prostate issues where we can't\n\nSpeaker 1: drain our bladder one but number two is there's blockage it's like having a\n\nSpeaker 2: swollen wrist or fascia or plaque in our in our in our muscles so we need\n\nSpeaker 1: vacillation so we take this one this is going to be okay one thing at a time\n\nSpeaker 2: because you tell me two things and I have a problem going back okay so you\n\nSpeaker 1: say two in the morning two in the afternoon or a night no two in the\n\nSpeaker 2: morning two at night two at night okay and these are the only two these are the\n\nSpeaker 1: only pills I take then you got a second pill do I know that after do I wait 30\n\nSpeaker 2: days before I start on a second correct correct the second one is going to be a\n\nSpeaker 1: stronger AGV vagra that releases in 11 to 12 minutes it's just more potent for\n\nSpeaker 2: potency purity power and punch for 9 out of 10 men that experience what you're\n\nSpeaker 1: going through physiologically theoretically this is the stuff we send\n\nSpeaker 2: them in our reserve so once you finish the activator in its entirety Frank you\n\nSpeaker 1: you do a dry run with your girlfriend on this new AGV that's new and improved for\n\nSpeaker 2: you and this should go send her off to the horse of this will make her get on\n\nSpeaker 1: her knees and she will definitely ask you to marry her again and again and\n\nSpeaker 2: again she'll buy the ring okay you have my number you have my number either way\n\nSpeaker 1: so either way you know I care of you but so I'm going to take I'm going to send\n\nSpeaker 2: these out today by 3 o'clock you should have them by Friday at best Monday at\n\nSpeaker 1: worst okay call me when you get them so I can remind you of how to take them\n\nSpeaker 2: because I take this activator every 60 days just to flush out my system because\n\nSpeaker 1: fasting and prayer will heal you brother and the doctor KT yeah KT hang on yes\n\nSpeaker 2: okay you sent me these as complimentary for now correct okay that's what you're\n\nSpeaker 1: saying not gonna charge me now if I say these really work and I want them again\n\nSpeaker 2: do I call you and order them correct how much how much they cost don't worry\n\nSpeaker 1: about money we'll make it the same as your other one we'll just keep it the\n\nSpeaker 2: same okay we honor our men we honor our baby boomers you know you took care of\n\nSpeaker 1: us so we're gonna take care of you that's what Americans do you know and\n\nSpeaker 2: you're from where I'm from yeah that's how we roll bud hey you come to Carlsbad I'll buy your\n\nSpeaker 1: dinner don't eat you know actually when I'm passing through I always stop by I\n\nSpeaker 2: always spend a day in in Sanitas or Carlsbad or Del Mar I love that that\n\nSpeaker 1: whole strip Solana Beach you know I spend a lot of time in Carlsbad spend a\n\nSpeaker 2: lot of time I have a group of men up there that I recovered with in my\n\nSpeaker 1: recovery program there are men in the bar there's over 400 men we go to this\n\nSpeaker 2: barnyard this guy has there's over 400 men to get together and we pray our\n\nSpeaker 1: father we do prayers meditations brotherhood in Carlsbad it has a great\n\nSpeaker 2: I'm from Guam originally Frank so you can imagine you know like yeah you know\n\nSpeaker 1: you you know about Guam because of the war you're born in 1940 so yeah no of\n\nSpeaker 2: course I know I I was well I know Guam because we used I used to be stationed\n\nSpeaker 1: at in Hickam Air Force Base and Guam was one of the connections of planes that\n\nSpeaker 2: used to come in correct loaded the little boy the little boy atomic bomb\n\nSpeaker 1: was on Tinian in Guam and Tinian we bombed the Japs at you know so yeah\n\nSpeaker 2: well okay well KT I appreciate everything and I'm looking forward to\n\nSpeaker 1: these herbal activators and yeah and then would you give me the other ones\n\nSpeaker 2: what is that once before sex for 30 days yeah it's one one before sex for 30 days\n\nSpeaker 1: it's going to be same white diamond toe like what you got before don't get it\n\nSpeaker 2: confused but the marking and imprint on the actual Joseph's 50 these are the\n\nSpeaker 1: golden the golden egg we do have the golden goose but this is the golden egg\n\nSpeaker 2: this is the one we use should we come across cases that are are peculiar like\n\nSpeaker 1: yours so don't lose faith you know like this is all about having a thrilling\n\nSpeaker 2: vitality right right you got me yeah we're not here for a long time we're\n\nSpeaker 1: here for a good time mr. Liberio Liberio we're not here for a long time we're\n\nSpeaker 2: here for a good time it's pretty good yeah yeah and just you know if you if\n\nSpeaker 1: there's any consolation to you bud email support at score blue calm let\n\nSpeaker 2: them know about KT Goodrich what your experience was today and I'm sending out\n\nSpeaker 1: two things you're gonna enjoy you're gonna love this stuff when you're ready\n\nSpeaker 2: to go we have several months to figure this out we can go from there okay give\n\nSpeaker 1: me the thumbs up but I'm throwing you a Hail Mary but we're gonna win this thing\n\nSpeaker 2: we're in it to win it all right it's gonna be good gonna love it all right\n\nSpeaker 1: but this email I'm gonna send it to you after I get the pills no try sending\n\nSpeaker 2: email now and then when you get the pills send it again like before and\n\nSpeaker 1: after experience how you how your what it was today hmm oh yeah all right use\n\nSpeaker 2: your hotmail and just say email at support at score blue calm and let let\n\nSpeaker 1: my management know about your experience with me how I've made things right for\n\nSpeaker 2: you and didn't give up on you or whatever your heart says you know keep\n\nSpeaker 1: it organic and authentic you know and I'm just praying for a miracle you know\n\nSpeaker 2: I'm praying and I'll share with you as you know in mark 1124 it says therefore\n\nSpeaker 1: I say to you my brethren whatever things you ask when you pray believe them Frank\n\nSpeaker 2: that you receive them and you will have them in his mighty precious name amen\n\nSpeaker 1: all right all right all right KT yeah you bet man we're like I said we're not\n\nSpeaker 2: here for a long time we're here for a good time and help is on his way the\n\nSpeaker 1: Calvary's in place we're here for you all right you activated you got me bud\n\nSpeaker 2: okay I'm not backing down from this we're Americans and that's how we roll\n\nSpeaker 1: bud all right all right all right have fun all right yeah in a row have a good\n\nSpeaker 2: day take this up yeah I'll look out for that email to hope I get something all\n\nSpeaker 1: right I love to be all right this is this is support and score will score\n\nSpeaker 2: blue dot-com blue BLUE blue like yellow or blue yes okay score blue\n\nSpeaker 1: support at score blue dot-com all right well all right oh thank you so much\n\nSpeaker 2: thank you all right keep your mind all right bud okay we'll stay all right\n\nSpeaker 1: sounds good all right audio bye-bye",
    "duration": 26664,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7.320000171661377,
        "text": " Hey Frank. Yeah. Thanks for holding but my name is KT Goodrich and as a veteran I"
      },
      {
        "id": 1,
        "start": 7.320000171661377,
        "end": 10.84000015258789,
        "text": " take a lot of pride and honor my work and I'm sure you probably did NAMM"
      },
      {
        "id": 2,
        "start": 10.84000015258789,
        "end": 15.479999542236328,
        "text": " yourself so a lot of honor for you and what you've done man your generation"
      },
      {
        "id": 3,
        "start": 15.479999542236328,
        "end": 22.799999237060547,
        "text": " you guys are tough as nails. So I did three things for you bud. I did"
      },
      {
        "id": 4,
        "start": 22.799999237060547,
        "end": 26.31999969482422,
        "text": " three things for you. The first thing I did is I put a stop to any and all"
      },
      {
        "id": 5,
        "start": 26.31999969482422,
        "end": 30.520000457763672,
        "text": " monthly shipments and I overrode the system and I sent an email to Dr."
      },
      {
        "id": 6,
        "start": 30.520000457763672,
        "end": 36.7599983215332,
        "text": " Bottini and I put a stop to any and all monthly refills and then I"
      },
      {
        "id": 7,
        "start": 36.7599983215332,
        "end": 40.91999816894531,
        "text": " certainly put a stop to any and all monthly charges and when I paused your"
      },
      {
        "id": 8,
        "start": 40.91999816894531,
        "end": 45.119998931884766,
        "text": " prescription I was noticing your chart because I noticed that there was a"
      },
      {
        "id": 9,
        "start": 45.119998931884766,
        "end": 51.68000030517578,
        "text": " couple questions and just say yes or no is has client Liberio has experienced"
      },
      {
        "id": 10,
        "start": 51.68000030517578,
        "end": 61.7599983215332,
        "text": " any erection or hardness within a 30 to 60 minute period? No. And then has"
      },
      {
        "id": 11,
        "start": 61.7599983215332,
        "end": 67.44000244140625,
        "text": " patient Liberio, I'm sorry if I butchered that, has he experienced any"
      },
      {
        "id": 12,
        "start": 67.44000244140625,
        "end": 76,
        "text": " erection or hardness longer than four to six hours? No. Now you see what happened"
      },
      {
        "id": 13,
        "start": 76,
        "end": 84.12000274658203,
        "text": " was these pills used to help me a lot but then what happened I had"
      },
      {
        "id": 14,
        "start": 84.12000274658203,
        "end": 92,
        "text": " prostate surgery and they basically you know no longer work. No no and I"
      },
      {
        "id": 15,
        "start": 92,
        "end": 98.23999786376953,
        "text": " completely understand and and that's why I noticed in your chart bud that that it"
      },
      {
        "id": 16,
        "start": 98.23999786376953,
        "end": 104.23999786376953,
        "text": " is mentioned that we send you a free replacement and bill Dr. Bottini because"
      },
      {
        "id": 17,
        "start": 104.23999786376953,
        "end": 108.08000183105469,
        "text": " we do have something that's new and improved so hold on to those they're"
      },
      {
        "id": 18,
        "start": 108.08000183105469,
        "end": 113.5199966430664,
        "text": " good stuff just nine out of ten times when things don't work we have a"
      },
      {
        "id": 19,
        "start": 113.5199966430664,
        "end": 120.16000366210938,
        "text": " reserve batch for men like you and me too as a veteran I have so much PTSD"
      },
      {
        "id": 20,
        "start": 120.16000366210938,
        "end": 124.83999633789062,
        "text": " that I need something a little more powerful with little no side effects"
      },
      {
        "id": 21,
        "start": 124.83999633789062,
        "end": 130.32000732421875,
        "text": " because it's all about distribution to your penile arteries in the two chambers"
      },
      {
        "id": 22,
        "start": 130.32000732421875,
        "end": 135.0399932861328,
        "text": " so one of the first things I'm going to do is I'm going to send you free of the"
      },
      {
        "id": 23,
        "start": 135.0399932861328,
        "end": 138.24000549316406,
        "text": " activator to flush out your system and I'm going to send you something for free"
      },
      {
        "id": 24,
        "start": 138.24000549316406,
        "end": 144.8000030517578,
        "text": " to to have that is stronger okay what you got is good stuff you just need"
      },
      {
        "id": 25,
        "start": 144.8000030517578,
        "end": 149.67999267578125,
        "text": " something better and stronger more powerful it's no cost all right please"
      },
      {
        "id": 26,
        "start": 149.67999267578125,
        "end": 156.16000366210938,
        "text": " take please take down my extension my extension is 0 0 3 7 bud and stick with"
      },
      {
        "id": 27,
        "start": 156.16000366210938,
        "end": 163.8000030517578,
        "text": " me you never have to wait in the gym go ahead wait a minute I gotta write it"
      },
      {
        "id": 28,
        "start": 163.8000030517578,
        "end": 178.1199951171875,
        "text": " down 0 0 3 6 is that 0 0 3 7 3 7 okay so your name is Katie like killer"
      },
      {
        "id": 29,
        "start": 178.1199951171875,
        "end": 187.9199981689453,
        "text": " tornado or killer tomato yeah okay yeah so this let me just recap what I did is"
      },
      {
        "id": 30,
        "start": 187.9199981689453,
        "end": 193.83999633789062,
        "text": " I number one is so my extension is 0 0 3 7 always call me don't wait in line my"
      },
      {
        "id": 31,
        "start": 193.83999633789062,
        "end": 197.36000061035156,
        "text": " fingerprints are on this and I'm going to guide you through this process so you"
      },
      {
        "id": 32,
        "start": 197.36000061035156,
        "end": 202.63999938964844,
        "text": " can have a life of thrilling vitality so the first thing I did is I put a stop to"
      },
      {
        "id": 33,
        "start": 202.63999938964844,
        "end": 209.36000061035156,
        "text": " any no I would kiss you if you did no what you can do is I'll take your"
      },
      {
        "id": 34,
        "start": 209.36000061035156,
        "end": 215.27999877929688,
        "text": " girlfriend go ahead my girlfriend will kiss you well no no no don't let her do"
      },
      {
        "id": 35,
        "start": 215.27999877929688,
        "end": 221.0800018310547,
        "text": " this what we'll do is when I send you this stuff just write a review on me go"
      },
      {
        "id": 36,
        "start": 221.0800018310547,
        "end": 230.1199951171875,
        "text": " to support write this down support at scoreblue.com support at scoreblue.com"
      },
      {
        "id": 37,
        "start": 230.1199951171875,
        "end": 235,
        "text": " and just write an email like whatever your takeaway Mr. Liberio Liberio"
      },
      {
        "id": 38,
        "start": 235,
        "end": 240.8800048828125,
        "text": " whatever your takeaway today was let them know organically because if you if"
      },
      {
        "id": 39,
        "start": 240.8800048828125,
        "end": 245.55999755859375,
        "text": " I have enough I'm up for review and if I can have them let me work remote and"
      },
      {
        "id": 40,
        "start": 245.55999755859375,
        "end": 250.39999389648438,
        "text": " live in Encinitas or Carl that I'll just drive here every other week you know to"
      },
      {
        "id": 41,
        "start": 250.39999389648438,
        "end": 256.0400085449219,
        "text": " work up here for a week but I would rather live where you're at but so let"
      },
      {
        "id": 42,
        "start": 256.0400085449219,
        "end": 260.44000244140625,
        "text": " me recap what I did this is what I recap what I did the first thing I did"
      },
      {
        "id": 43,
        "start": 260.44000244140625,
        "end": 264.7200012207031,
        "text": " is I put a stop to any and all monthly refills I put a stop to any and all"
      },
      {
        "id": 44,
        "start": 264.7200012207031,
        "end": 269.79998779296875,
        "text": " monthly charges and I put a stop to any and all monthly shipments and I pause"
      },
      {
        "id": 45,
        "start": 269.79998779296875,
        "end": 273.20001220703125,
        "text": " your prescription I'm sending you two things the first thing I'm sending you"
      },
      {
        "id": 46,
        "start": 273.20001220703125,
        "end": 281.4800109863281,
        "text": " it increases the nitric oxides to help your erections so primarily it's to help"
      },
      {
        "id": 47,
        "start": 281.4800109863281,
        "end": 287.67999267578125,
        "text": " the nerve endings in the spongy tissue area of your penis which allows blood"
      },
      {
        "id": 48,
        "start": 287.67999267578125,
        "end": 292.5199890136719,
        "text": " flow to cause erection the second thing it okay hang on hang on hang on hang up"
      },
      {
        "id": 49,
        "start": 292.5199890136719,
        "end": 298.760009765625,
        "text": " before you go okay this is the one thing what is that call which one is that do"
      },
      {
        "id": 50,
        "start": 298.760009765625,
        "end": 304.6000061035156,
        "text": " I think that first did you take this first for 30 days it's called an herbal"
      },
      {
        "id": 51,
        "start": 304.6000061035156,
        "end": 310.44000244140625,
        "text": " activators all Mother Earth okay it's all from Mother Earth organic it's a"
      },
      {
        "id": 52,
        "start": 310.44000244140625,
        "end": 317.0400085449219,
        "text": " bunch of herbs from Mother Earth that is grounded up that's USD approved FDA"
      },
      {
        "id": 53,
        "start": 317.0400085449219,
        "end": 324.67999267578125,
        "text": " approved and USD organic and it promotes faster muscle muscle recovery because"
      },
      {
        "id": 54,
        "start": 324.67999267578125,
        "end": 328.9200134277344,
        "text": " you were dealing with a muscle that's an extremity it enhances endurance it"
      },
      {
        "id": 55,
        "start": 328.9200134277344,
        "end": 335.760009765625,
        "text": " boosts energy and it supports overall muscle health just like athletes do it"
      },
      {
        "id": 56,
        "start": 335.760009765625,
        "end": 345.20001220703125,
        "text": " also helps reduce the calcium levels yeah okay hang on okay so I I will take"
      },
      {
        "id": 57,
        "start": 345.20001220703125,
        "end": 351.8399963378906,
        "text": " a pill each day for 30 days you take two in the morning and two at night it's"
      },
      {
        "id": 58,
        "start": 351.8399963378906,
        "end": 356.9200134277344,
        "text": " organic and you finish the bottle this is to flush out any calcium levels in"
      },
      {
        "id": 59,
        "start": 356.9200134277344,
        "end": 363.67999267578125,
        "text": " the cell to increase the vacillation in the penis there's two chambers in the"
      },
      {
        "id": 60,
        "start": 363.67999267578125,
        "end": 369.1199951171875,
        "text": " penis there's one for your your semen and one for your but there's calcium"
      },
      {
        "id": 61,
        "start": 369.1199951171875,
        "end": 374.5199890136719,
        "text": " blockage and that's why most men like us have the prostate issues where we can't"
      },
      {
        "id": 62,
        "start": 374.5199890136719,
        "end": 379.6400146484375,
        "text": " drain our bladder one but number two is there's blockage it's like having a"
      },
      {
        "id": 63,
        "start": 379.6400146484375,
        "end": 385.8800048828125,
        "text": " swollen wrist or fascia or plaque in our in our in our muscles so we need"
      },
      {
        "id": 64,
        "start": 386.239990234375,
        "end": 394.6000061035156,
        "text": " vacillation so we take this one this is going to be okay one thing at a time"
      },
      {
        "id": 65,
        "start": 394.6000061035156,
        "end": 399.239990234375,
        "text": " because you tell me two things and I have a problem going back okay so you"
      },
      {
        "id": 66,
        "start": 399.239990234375,
        "end": 402.7200012207031,
        "text": " say two in the morning two in the afternoon or a night no two in the"
      },
      {
        "id": 67,
        "start": 402.7200012207031,
        "end": 410.4800109863281,
        "text": " morning two at night two at night okay and these are the only two these are the"
      },
      {
        "id": 68,
        "start": 410.4800109863281,
        "end": 417.3999938964844,
        "text": " only pills I take then you got a second pill do I know that after do I wait 30"
      },
      {
        "id": 69,
        "start": 417.3999938964844,
        "end": 422.760009765625,
        "text": " days before I start on a second correct correct the second one is going to be a"
      },
      {
        "id": 70,
        "start": 422.760009765625,
        "end": 430.6400146484375,
        "text": " stronger AGV vagra that releases in 11 to 12 minutes it's just more potent for"
      },
      {
        "id": 71,
        "start": 430.6400146484375,
        "end": 437.44000244140625,
        "text": " potency purity power and punch for 9 out of 10 men that experience what you're"
      },
      {
        "id": 72,
        "start": 437.44000244140625,
        "end": 442.4800109863281,
        "text": " going through physiologically theoretically this is the stuff we send"
      },
      {
        "id": 73,
        "start": 442.4800109863281,
        "end": 449.6000061035156,
        "text": " them in our reserve so once you finish the activator in its entirety Frank you"
      },
      {
        "id": 74,
        "start": 449.6000061035156,
        "end": 454.8800048828125,
        "text": " you do a dry run with your girlfriend on this new AGV that's new and improved for"
      },
      {
        "id": 75,
        "start": 454.8800048828125,
        "end": 460.4800109863281,
        "text": " you and this should go send her off to the horse of this will make her get on"
      },
      {
        "id": 76,
        "start": 460.4800109863281,
        "end": 466.2799987792969,
        "text": " her knees and she will definitely ask you to marry her again and again and"
      },
      {
        "id": 77,
        "start": 466.2799987792969,
        "end": 480.0799865722656,
        "text": " again she'll buy the ring okay you have my number you have my number either way"
      },
      {
        "id": 78,
        "start": 480.0799865722656,
        "end": 484.8800048828125,
        "text": " so either way you know I care of you but so I'm going to take I'm going to send"
      },
      {
        "id": 79,
        "start": 484.8800048828125,
        "end": 490.6000061035156,
        "text": " these out today by 3 o'clock you should have them by Friday at best Monday at"
      },
      {
        "id": 80,
        "start": 490.6000061035156,
        "end": 496.5199890136719,
        "text": " worst okay call me when you get them so I can remind you of how to take them"
      },
      {
        "id": 81,
        "start": 496.5199890136719,
        "end": 503.20001220703125,
        "text": " because I take this activator every 60 days just to flush out my system because"
      },
      {
        "id": 82,
        "start": 503.20001220703125,
        "end": 511.239990234375,
        "text": " fasting and prayer will heal you brother and the doctor KT yeah KT hang on yes"
      },
      {
        "id": 83,
        "start": 511.239990234375,
        "end": 517.6400146484375,
        "text": " okay you sent me these as complimentary for now correct okay that's what you're"
      },
      {
        "id": 84,
        "start": 517.6400146484375,
        "end": 524.9199829101562,
        "text": " saying not gonna charge me now if I say these really work and I want them again"
      },
      {
        "id": 85,
        "start": 524.9199829101562,
        "end": 532.239990234375,
        "text": " do I call you and order them correct how much how much they cost don't worry"
      },
      {
        "id": 86,
        "start": 532.239990234375,
        "end": 536.0399780273438,
        "text": " about money we'll make it the same as your other one we'll just keep it the"
      },
      {
        "id": 87,
        "start": 536.0399780273438,
        "end": 543.5599975585938,
        "text": " same okay we honor our men we honor our baby boomers you know you took care of"
      },
      {
        "id": 88,
        "start": 543.5599975585938,
        "end": 547.3599853515625,
        "text": " us so we're gonna take care of you that's what Americans do you know and"
      },
      {
        "id": 89,
        "start": 547.3599853515625,
        "end": 556.719970703125,
        "text": " you're from where I'm from yeah that's how we roll bud hey you come to Carlsbad I'll buy your"
      },
      {
        "id": 90,
        "start": 556.719970703125,
        "end": 562.9199829101562,
        "text": " dinner don't eat you know actually when I'm passing through I always stop by I"
      },
      {
        "id": 91,
        "start": 562.9199829101562,
        "end": 569.6400146484375,
        "text": " always spend a day in in Sanitas or Carlsbad or Del Mar I love that that"
      },
      {
        "id": 92,
        "start": 569.6400146484375,
        "end": 575,
        "text": " whole strip Solana Beach you know I spend a lot of time in Carlsbad spend a"
      },
      {
        "id": 93,
        "start": 575,
        "end": 579.4000244140625,
        "text": " lot of time I have a group of men up there that I recovered with in my"
      },
      {
        "id": 94,
        "start": 579.4000244140625,
        "end": 585.280029296875,
        "text": " recovery program there are men in the bar there's over 400 men we go to this"
      },
      {
        "id": 95,
        "start": 585.280029296875,
        "end": 591.0800170898438,
        "text": " barnyard this guy has there's over 400 men to get together and we pray our"
      },
      {
        "id": 96,
        "start": 591.0800170898438,
        "end": 596.3599853515625,
        "text": " father we do prayers meditations brotherhood in Carlsbad it has a great"
      },
      {
        "id": 97,
        "start": 596.3599853515625,
        "end": 602.7999877929688,
        "text": " I'm from Guam originally Frank so you can imagine you know like yeah you know"
      },
      {
        "id": 98,
        "start": 602.7999877929688,
        "end": 608.5999755859375,
        "text": " you you know about Guam because of the war you're born in 1940 so yeah no of"
      },
      {
        "id": 99,
        "start": 608.5999755859375,
        "end": 614.0399780273438,
        "text": " course I know I I was well I know Guam because we used I used to be stationed"
      },
      {
        "id": 100,
        "start": 614.0399780273438,
        "end": 620.9199829101562,
        "text": " at in Hickam Air Force Base and Guam was one of the connections of planes that"
      },
      {
        "id": 101,
        "start": 620.9199829101562,
        "end": 626.6400146484375,
        "text": " used to come in correct loaded the little boy the little boy atomic bomb"
      },
      {
        "id": 102,
        "start": 626.6400146484375,
        "end": 633.2000122070312,
        "text": " was on Tinian in Guam and Tinian we bombed the Japs at you know so yeah"
      },
      {
        "id": 103,
        "start": 633.2000122070312,
        "end": 639.8800048828125,
        "text": " well okay well KT I appreciate everything and I'm looking forward to"
      },
      {
        "id": 104,
        "start": 639.8800048828125,
        "end": 646.0800170898438,
        "text": " these herbal activators and yeah and then would you give me the other ones"
      },
      {
        "id": 105,
        "start": 646.0800170898438,
        "end": 653.7999877929688,
        "text": " what is that once before sex for 30 days yeah it's one one before sex for 30 days"
      },
      {
        "id": 106,
        "start": 653.7999877929688,
        "end": 658.5999755859375,
        "text": " it's going to be same white diamond toe like what you got before don't get it"
      },
      {
        "id": 107,
        "start": 658.5999755859375,
        "end": 664.3599853515625,
        "text": " confused but the marking and imprint on the actual Joseph's 50 these are the"
      },
      {
        "id": 108,
        "start": 664.3599853515625,
        "end": 668.9600219726562,
        "text": " golden the golden egg we do have the golden goose but this is the golden egg"
      },
      {
        "id": 109,
        "start": 668.9600219726562,
        "end": 675,
        "text": " this is the one we use should we come across cases that are are peculiar like"
      },
      {
        "id": 110,
        "start": 675,
        "end": 679.9199829101562,
        "text": " yours so don't lose faith you know like this is all about having a thrilling"
      },
      {
        "id": 111,
        "start": 679.9199829101562,
        "end": 687.239990234375,
        "text": " vitality right right you got me yeah we're not here for a long time we're"
      },
      {
        "id": 112,
        "start": 687.239990234375,
        "end": 694.5599975585938,
        "text": " here for a good time mr. Liberio Liberio we're not here for a long time we're"
      },
      {
        "id": 113,
        "start": 694.5599975585938,
        "end": 704.239990234375,
        "text": " here for a good time it's pretty good yeah yeah and just you know if you if"
      },
      {
        "id": 114,
        "start": 704.239990234375,
        "end": 711.5999755859375,
        "text": " there's any consolation to you bud email support at score blue calm let"
      },
      {
        "id": 115,
        "start": 711.5999755859375,
        "end": 715.5599975585938,
        "text": " them know about KT Goodrich what your experience was today and I'm sending out"
      },
      {
        "id": 116,
        "start": 715.5599975585938,
        "end": 719.239990234375,
        "text": " two things you're gonna enjoy you're gonna love this stuff when you're ready"
      },
      {
        "id": 117,
        "start": 719.239990234375,
        "end": 724.4400024414062,
        "text": " to go we have several months to figure this out we can go from there okay give"
      },
      {
        "id": 118,
        "start": 724.4400024414062,
        "end": 728.719970703125,
        "text": " me the thumbs up but I'm throwing you a Hail Mary but we're gonna win this thing"
      },
      {
        "id": 119,
        "start": 728.719970703125,
        "end": 735.0800170898438,
        "text": " we're in it to win it all right it's gonna be good gonna love it all right"
      },
      {
        "id": 120,
        "start": 735.0800170898438,
        "end": 742.3599853515625,
        "text": " but this email I'm gonna send it to you after I get the pills no try sending"
      },
      {
        "id": 121,
        "start": 742.3599853515625,
        "end": 746.3200073242188,
        "text": " email now and then when you get the pills send it again like before and"
      },
      {
        "id": 122,
        "start": 746.3200073242188,
        "end": 754.9199829101562,
        "text": " after experience how you how your what it was today hmm oh yeah all right use"
      },
      {
        "id": 123,
        "start": 754.9199829101562,
        "end": 764.239990234375,
        "text": " your hotmail and just say email at support at score blue calm and let let"
      },
      {
        "id": 124,
        "start": 764.239990234375,
        "end": 769.4400024414062,
        "text": " my management know about your experience with me how I've made things right for"
      },
      {
        "id": 125,
        "start": 769.4400024414062,
        "end": 773.6799926757812,
        "text": " you and didn't give up on you or whatever your heart says you know keep"
      },
      {
        "id": 126,
        "start": 773.6799926757812,
        "end": 779.760009765625,
        "text": " it organic and authentic you know and I'm just praying for a miracle you know"
      },
      {
        "id": 127,
        "start": 779.760009765625,
        "end": 786.280029296875,
        "text": " I'm praying and I'll share with you as you know in mark 1124 it says therefore"
      },
      {
        "id": 128,
        "start": 786.280029296875,
        "end": 791.52001953125,
        "text": " I say to you my brethren whatever things you ask when you pray believe them Frank"
      },
      {
        "id": 129,
        "start": 791.52001953125,
        "end": 798.3200073242188,
        "text": " that you receive them and you will have them in his mighty precious name amen"
      },
      {
        "id": 130,
        "start": 798.3200073242188,
        "end": 806.6799926757812,
        "text": " all right all right all right KT yeah you bet man we're like I said we're not"
      },
      {
        "id": 131,
        "start": 806.6799926757812,
        "end": 810.8400268554688,
        "text": " here for a long time we're here for a good time and help is on his way the"
      },
      {
        "id": 132,
        "start": 810.8400268554688,
        "end": 816.6400146484375,
        "text": " Calvary's in place we're here for you all right you activated you got me bud"
      },
      {
        "id": 133,
        "start": 816.6400146484375,
        "end": 820.6799926757812,
        "text": " okay I'm not backing down from this we're Americans and that's how we roll"
      },
      {
        "id": 134,
        "start": 820.6799926757812,
        "end": 827.5599975585938,
        "text": " bud all right all right all right have fun all right yeah in a row have a good"
      },
      {
        "id": 135,
        "start": 827.5599975585938,
        "end": 831.8800048828125,
        "text": " day take this up yeah I'll look out for that email to hope I get something all"
      },
      {
        "id": 136,
        "start": 831.8800048828125,
        "end": 838.719970703125,
        "text": " right I love to be all right this is this is support and score will score"
      },
      {
        "id": 137,
        "start": 838.719970703125,
        "end": 848.9600219726562,
        "text": " blue dot-com blue BLUE blue like yellow or blue yes okay score blue"
      },
      {
        "id": 138,
        "start": 848.9600219726562,
        "end": 857.0399780273438,
        "text": " support at score blue dot-com all right well all right oh thank you so much"
      },
      {
        "id": 139,
        "start": 857.760009765625,
        "end": 863.3599853515625,
        "text": " thank you all right keep your mind all right bud okay we'll stay all right"
      },
      {
        "id": 140,
        "start": 863.3599853515625,
        "end": 868.239990234375,
        "text": " sounds good all right audio bye-bye"
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8122-ba21-da36ead34db8",
    "url": "https://www.notion.so/300000001219574-300000001709541-2f611d0a101c8122ba21da36ead34db8"
  },
  "processedAt": "2026-01-28T11:02:27.071Z"
}