{
  "recording": {
    "name": "300000001239593-300000001729230-9548212238 by olivia@superbalife.com @ 4_53_33 PM.wav",
    "size": 532800,
    "modifyTime": 1770857964000,
    "remotePath": "/five9sftp/upload/SB CS/2_11_2026/300000001239593-300000001729230-9548212238 by olivia@superbalife.com @ 4_53_33 PM.wav",
    "uploadDate": "2026-02-12T00:59:24.000Z",
    "callId": "300000001239593-300000001729230",
    "agent": "olivia",
    "phoneNumber": "9548212238",
    "callTimestamp": "2026-02-12T16:53:33.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling VIAGRA. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: This is Jano Miranda.\n\nSpeaker 1: Hi Jano, how are you?\n\nSpeaker 2: I'm good.\n\nSpeaker 1: Good, I'm so glad to hear that. How can I help you today?\n\nSpeaker 2: Yes, I'm calling because I made a purchase on your app. And I don't know what happened that after a week later or a week and a half later I received another package from you guys. I believe that I did not, did no subscription. I just bought one time only. And the reason I'm calling is I just wanted to find out and verify what happened. Why did I receive another package?\n\nSpeaker 1: Yeah, I can definitely help you with that. Okay, what is your date of birth?\n\nSpeaker 2: 7-31-69.\n\nSpeaker 1: Great, and you're located at 131 Northwest 20 Court, Pompano Beach, Florida?\n\nSpeaker 2: Correct.\n\nSpeaker 1: Yeah, so when you placed the order with us, you did it online. And there was a screen that popped up that is there terms of service. And it said that every order through the pharmacy comes with refills that the pharmacy will mandate. And that if you do want to change or update the refills, you can call this phone number. And it provided the phone number directly to us. And because we didn't hear from you, that's why you received that refill one month later, because your initial prescription was for 10 pills. But if you don't want to receive those regular refills with your prescription, you certainly don't have to. You always have the option to place your prescription on hold for up to 6 months at a time, just because 6 months is when the prescription would expire if we didn't refill it. And the way that works is whenever you are ready to order, if it is before then, you can. You just have to give us a call to place the order yourself.\n\nSpeaker 2: Yeah, that's what I'm going to do. I wanted to make sure I don't have a subscription, because I don't need, I don't want a subscription. I just wanted to do whatever I wanted to buy. I'll just call you guys and buy it. I don't want a subscription. And my question is, how do you guys charge the second package?\n\nSpeaker 1: Let me go try to see, because your payment stuff is very protected for me. But I can see the last four digits, so it was a MasterCard that ends in 3457.\n\nSpeaker 2: Yeah, I did not authorize that charge. I mean, I'm okay to keep the second package, no problem. I'm not going to cancel, I'm not going to return it, but I need you to make sure that won't happen again. I do not need that subscription. As I told you again, when I need it, I call you guys. If I don't need it, I don't want to get charged, I don't want to get built up, and I don't want you guys sending me more problems.\n\nSpeaker 1: Totally. No, I completely understand. All right, yeah, so I've placed your prescription on hold for you. So if you need anything before August 11th, just give us a call. We're always here Monday through Friday, 8 to 5 Pacific.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Yeah, and if you do call back at a later date.\n\nSpeaker 2: Yeah, can you give me three minutes, please?\n\nSpeaker 1: Yeah, of course.\n\nSpeaker 2: Yes, yeah, you can go ahead and cancel that subscription, please.\n\nSpeaker 1: And I'm a bit busy right now, I don't have much time to talk.\n\nSpeaker 2: Yeah, I've placed your prescription on hold for you, so if you need anything before August, just let us know.\n\nSpeaker 1: But yeah, if you do call us back in the next few months, you do qualify for a free sample of our newest product, so just remember that.\n\nSpeaker 2: They probably will offer it to you, but I'll leave a note about it.\n\nSpeaker 1: But yeah, I hope you have a great day.\n\nSpeaker 2: Thank you.\n\nSpeaker 1: Yeah, I hope you have a great day.\n\nSpeaker 2: Appreciate it. Thank you. Have a good night.\n\nSpeaker 1: Thank you.\n\nSpeaker 2: Of course. Yeah, thanks. Bye.",
    "duration": 12430,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.71999979019165,
        "text": " Thank you for calling VIAGRA. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 6.71999979019165,
        "end": 17.639999389648438,
        "text": " with today? This is Jano Miranda. Hi Jano, how are you? I'm good. Good, I'm so glad to"
      },
      {
        "id": 2,
        "start": 17.639999389648438,
        "end": 25.079999923706055,
        "text": " hear that. How can I help you today? Yes, I'm calling because I made a purchase on"
      },
      {
        "id": 3,
        "start": 25.079999923706055,
        "end": 34.20000076293945,
        "text": " your app. And I don't know what happened that after a week later or a week and a half later"
      },
      {
        "id": 4,
        "start": 34.20000076293945,
        "end": 43.279998779296875,
        "text": " I received another package from you guys. I believe that I did not, did no subscription."
      },
      {
        "id": 5,
        "start": 43.279998779296875,
        "end": 52.86000061035156,
        "text": " I just bought one time only. And the reason I'm calling is I just wanted to find out and"
      },
      {
        "id": 6,
        "start": 52.86000061035156,
        "end": 62.2599983215332,
        "text": " verify what happened. Why did I receive another package? Yeah, I can definitely help you with"
      },
      {
        "id": 7,
        "start": 62.2599983215332,
        "end": 74.9000015258789,
        "text": " that. Okay, what is your date of birth? 7-31-69. Great, and you're located at 131 Northwest"
      },
      {
        "id": 8,
        "start": 74.9000015258789,
        "end": 84.41999816894531,
        "text": " 20 Court, Pompano Beach, Florida? Correct. Yeah, so when you placed the order with us,"
      },
      {
        "id": 9,
        "start": 84.41999816894531,
        "end": 91.54000091552734,
        "text": " you did it online. And there was a screen that popped up that is there terms of service."
      },
      {
        "id": 10,
        "start": 91.54000091552734,
        "end": 98.94000244140625,
        "text": " And it said that every order through the pharmacy comes with refills that the pharmacy will"
      },
      {
        "id": 11,
        "start": 99.05999755859375,
        "end": 107.05999755859375,
        "text": " mandate. And that if you do want to change or update the refills, you can call this phone"
      },
      {
        "id": 12,
        "start": 107.05999755859375,
        "end": 114.05999755859375,
        "text": " number. And it provided the phone number directly to us. And because we didn't hear from you,"
      },
      {
        "id": 13,
        "start": 114.05999755859375,
        "end": 121.05999755859375,
        "text": " that's why you received that refill one month later, because your initial prescription was"
      },
      {
        "id": 14,
        "start": 121.05999755859375,
        "end": 130.94000244140625,
        "text": " for 10 pills. But if you don't want to receive those regular refills with your prescription,"
      },
      {
        "id": 15,
        "start": 130.94000244140625,
        "end": 138.6199951171875,
        "text": " you certainly don't have to. You always have the option to place your prescription on hold"
      },
      {
        "id": 16,
        "start": 138.6199951171875,
        "end": 145.4199981689453,
        "text": " for up to 6 months at a time, just because 6 months is when the prescription would expire"
      },
      {
        "id": 17,
        "start": 145.4199981689453,
        "end": 152.4199981689453,
        "text": " if we didn't refill it. And the way that works is whenever you are ready to order,"
      },
      {
        "id": 18,
        "start": 152.4199981689453,
        "end": 160.4199981689453,
        "text": " if it is before then, you can. You just have to give us a call to place the order yourself."
      },
      {
        "id": 19,
        "start": 160.4199981689453,
        "end": 167.02000427246094,
        "text": " Yeah, that's what I'm going to do. I wanted to make sure I don't have a subscription,"
      },
      {
        "id": 20,
        "start": 167.02000427246094,
        "end": 171.82000732421875,
        "text": " because I don't need, I don't want a subscription. I just wanted to do whatever I wanted to buy."
      },
      {
        "id": 21,
        "start": 171.82000732421875,
        "end": 176.82000732421875,
        "text": " I'll just call you guys and buy it. I don't want a subscription. And my question is,"
      },
      {
        "id": 22,
        "start": 176.82000732421875,
        "end": 181.82000732421875,
        "text": " how do you guys charge the second package?"
      },
      {
        "id": 23,
        "start": 181.82000732421875,
        "end": 191.82000732421875,
        "text": " Let me go try to see, because your payment stuff is very protected for me."
      },
      {
        "id": 24,
        "start": 191.82000732421875,
        "end": 199.82000732421875,
        "text": " But I can see the last four digits, so it was a MasterCard that ends in 3457."
      },
      {
        "id": 25,
        "start": 200.82000732421875,
        "end": 210.82000732421875,
        "text": " Yeah, I did not authorize that charge. I mean, I'm okay to keep the second package, no problem."
      },
      {
        "id": 26,
        "start": 210.82000732421875,
        "end": 217.82000732421875,
        "text": " I'm not going to cancel, I'm not going to return it, but I need you to make sure that won't happen again."
      },
      {
        "id": 27,
        "start": 217.82000732421875,
        "end": 225.82000732421875,
        "text": " I do not need that subscription. As I told you again, when I need it, I call you guys."
      },
      {
        "id": 28,
        "start": 226.82000732421875,
        "end": 233.82000732421875,
        "text": " If I don't need it, I don't want to get charged, I don't want to get built up,"
      },
      {
        "id": 29,
        "start": 233.82000732421875,
        "end": 239.82000732421875,
        "text": " and I don't want you guys sending me more problems."
      },
      {
        "id": 30,
        "start": 239.82000732421875,
        "end": 246.82000732421875,
        "text": " Totally. No, I completely understand. All right, yeah, so I've placed your prescription on hold for you."
      },
      {
        "id": 31,
        "start": 246.82000732421875,
        "end": 251.82000732421875,
        "text": " So if you need anything before August 11th, just give us a call."
      },
      {
        "id": 32,
        "start": 252.82000732421875,
        "end": 257.82000732421875,
        "text": " We're always here Monday through Friday, 8 to 5 Pacific."
      },
      {
        "id": 33,
        "start": 257.82000732421875,
        "end": 259.82000732421875,
        "text": " Okay."
      },
      {
        "id": 34,
        "start": 259.82000732421875,
        "end": 264.82000732421875,
        "text": " Yeah, and if you do call back at a later date."
      },
      {
        "id": 35,
        "start": 264.82000732421875,
        "end": 268.82000732421875,
        "text": " Yeah, can you give me three minutes, please?"
      },
      {
        "id": 36,
        "start": 268.82000732421875,
        "end": 270.82000732421875,
        "text": " Yeah, of course."
      },
      {
        "id": 37,
        "start": 282.82000732421875,
        "end": 287.82000732421875,
        "text": " Yes, yeah, you can go ahead and cancel that subscription, please."
      },
      {
        "id": 38,
        "start": 287.82000732421875,
        "end": 292.82000732421875,
        "text": " And I'm a bit busy right now, I don't have much time to talk."
      },
      {
        "id": 39,
        "start": 292.82000732421875,
        "end": 299.82000732421875,
        "text": " Yeah, I've placed your prescription on hold for you, so if you need anything before August, just let us know."
      },
      {
        "id": 40,
        "start": 299.82000732421875,
        "end": 304.82000732421875,
        "text": " But yeah, if you do call us back in the next few months,"
      },
      {
        "id": 41,
        "start": 305.82000732421875,
        "end": 310.82000732421875,
        "text": " you do qualify for a free sample of our newest product, so just remember that."
      },
      {
        "id": 42,
        "start": 310.82000732421875,
        "end": 313.82000732421875,
        "text": " They probably will offer it to you, but I'll leave a note about it."
      },
      {
        "id": 43,
        "start": 313.82000732421875,
        "end": 316.82000732421875,
        "text": " But yeah, I hope you have a great day."
      },
      {
        "id": 44,
        "start": 316.82000732421875,
        "end": 317.82000732421875,
        "text": " Thank you."
      },
      {
        "id": 45,
        "start": 317.82000732421875,
        "end": 319.82000732421875,
        "text": " Yeah, I hope you have a great day."
      },
      {
        "id": 46,
        "start": 319.82000732421875,
        "end": 321.82000732421875,
        "text": " Appreciate it. Thank you. Have a good night. Thank you."
      },
      {
        "id": 47,
        "start": 321.82000732421875,
        "end": 323.82000732421875,
        "text": " Of course. Yeah, thanks. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-8135-91cd-d0e118d30251",
    "url": "https://www.notion.so/300000001239593-300000001729230-30511d0a101c813591cdd0e118d30251"
  },
  "processedAt": "2026-02-12T01:01:56.089Z"
}