{
  "recording": {
    "name": "300000001219971-300000001709878-6362628587 by olivia@superbalife.com @ 1_58_14 PM.wav",
    "size": 290806,
    "modifyTime": 1769551295000,
    "remotePath": "/five9sftp/upload/SB CS/1_27_2026/300000001219971-300000001709878-6362628587 by olivia@superbalife.com @ 1_58_14 PM.wav",
    "uploadDate": "2026-01-27T22:01:35.000Z",
    "callId": "300000001219971-300000001709878",
    "agent": "olivia",
    "phoneNumber": "6362628587",
    "callTimestamp": "2026-01-27T13:58:14.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Lydia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: My name is Michael Gears.\n\nSpeaker 1: Hi Michael, how are you?\n\nSpeaker 2: I'm good, how are you?\n\nSpeaker 1: Good. Thank you so much for asking. How can I help you today?\n\nSpeaker 2: Yes, I just placed an order and it's going to be shipped out as everything's been confirmed. But I'm just confirming that this is not a reoccurring monthly prescription, is it? So it doesn't have to be if that's not what you want.\n\nSpeaker 1: Let me pull up your prescription and we can fix that up.\n\nSpeaker 2: Yeah, I don't think I put it on there as being reoccurring, but I just wanted to confirm that it is not.\n\nSpeaker 1: Yeah, so when you place the order, what it says is all of their orders come with refills. If you need to change or adjust yours, depending on how the pharmacy sets it up, just let us know.\n\nSpeaker 2: It looks like you were already approved, which is great. So yeah, if you don't want to receive them every month, two months, three months, four months, whatever, you don't have to.\n\nSpeaker 1: The furthest out option I can offer you is you can always place the prescription on hold for up to six months at a time, just because six months is when the prescription would expire if we didn't refill it.\n\nSpeaker 2: And the way that would work is whenever you do want to order before then you can, you just have to give us a call to place the order yourself because otherwise it would be placed on hold until the six month period.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Yeah. Can you just, can you put that on hold? Because at this time I don't want to continue getting them. I just wanted to try this one out. I'm currently taking Soledad through my regular doctor, but evidently this was supposed to be better. So I just wanted to try it.\n\nSpeaker 1: Yeah. Yeah, of course. So if you can just place that on a hold that I really don't want to keep receiving it unless, you know, I really like it.\n\nSpeaker 2: So yeah, of course.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Yeah. So just let us know by the end of July either way, but I think you will love it and that you'll call us back before then to order some and I hope you do.\n\nSpeaker 1: Okay. So at this time then it will be July then, correct?\n\nSpeaker 2: Yeah. The end of July, the 27th.\n\nSpeaker 1: Okay. So I just need to call you and let you know if I want to continue.\n\nSpeaker 2: Yeah. Or whenever you're ready to order basically.\n\nSpeaker 1: Okay. Okay. Got it.\n\nSpeaker 2: Okay. Okay. Sounds good. Thank you.\n\nSpeaker 1: Yeah. I hope you have a great day.\n\nSpeaker 2: You as well.\n\nSpeaker 1: Okay. Great. Bye.",
    "duration": 5253,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7.599999904632568,
        "text": " Thank you for calling Viagra. This is Lydia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7.599999904632568,
        "end": 18.399999618530273,
        "text": " with today? My name is Michael Gears. Hi Michael, how are you? I'm good, how are you? Good."
      },
      {
        "id": 2,
        "start": 18.399999618530273,
        "end": 24.280000686645508,
        "text": " Thank you so much for asking. How can I help you today? Yes, I just placed an order and"
      },
      {
        "id": 3,
        "start": 24.280000686645508,
        "end": 29.040000915527344,
        "text": " it's going to be shipped out as everything's been confirmed. But I'm just confirming that"
      },
      {
        "id": 4,
        "start": 29.040000915527344,
        "end": 38.2400016784668,
        "text": " this is not a reoccurring monthly prescription, is it? So it doesn't have to be if that's"
      },
      {
        "id": 5,
        "start": 38.2400016784668,
        "end": 44.31999969482422,
        "text": " not what you want. Let me pull up your prescription and we can fix that up. Yeah, I don't think"
      },
      {
        "id": 6,
        "start": 44.31999969482422,
        "end": 49.91999816894531,
        "text": " I put it on there as being reoccurring, but I just wanted to confirm that it is not. Yeah,"
      },
      {
        "id": 7,
        "start": 49.91999816894531,
        "end": 58.08000183105469,
        "text": " so when you place the order, what it says is all of their orders come with refills."
      },
      {
        "id": 8,
        "start": 58.08000183105469,
        "end": 65.36000061035156,
        "text": " If you need to change or adjust yours, depending on how the pharmacy sets it up, just let us"
      },
      {
        "id": 9,
        "start": 65.36000061035156,
        "end": 69.83999633789062,
        "text": " know. It looks like you were already approved, which is great. So yeah, if you don't want"
      },
      {
        "id": 10,
        "start": 69.83999633789062,
        "end": 75.55999755859375,
        "text": " to receive them every month, two months, three months, four months, whatever, you don't have"
      },
      {
        "id": 11,
        "start": 75.55999755859375,
        "end": 82.12000274658203,
        "text": " to. The furthest out option I can offer you is you can always place the prescription on"
      },
      {
        "id": 12,
        "start": 82.12000274658203,
        "end": 87.16000366210938,
        "text": " hold for up to six months at a time, just because six months is when the prescription"
      },
      {
        "id": 13,
        "start": 87.16000366210938,
        "end": 93.72000122070312,
        "text": " would expire if we didn't refill it. And the way that would work is whenever you do"
      },
      {
        "id": 14,
        "start": 93.72000122070312,
        "end": 100.91999816894531,
        "text": " want to order before then you can, you just have to give us a call to place the order"
      },
      {
        "id": 15,
        "start": 100.91999816894531,
        "end": 108.63999938964844,
        "text": " yourself because otherwise it would be placed on hold until the six month period. Okay."
      },
      {
        "id": 16,
        "start": 108.63999938964844,
        "end": 114.4800033569336,
        "text": " Yeah. Can you just, can you put that on hold? Because at this time I don't want to continue"
      },
      {
        "id": 17,
        "start": 114.4800033569336,
        "end": 123.12000274658203,
        "text": " getting them. I just wanted to try this one out. I'm currently taking Soledad through"
      },
      {
        "id": 18,
        "start": 123.12000274658203,
        "end": 127.5999984741211,
        "text": " my regular doctor, but evidently this was supposed to be better. So I just wanted to"
      },
      {
        "id": 19,
        "start": 127.5999984741211,
        "end": 135.39999389648438,
        "text": " try it. Yeah. Yeah, of course. So if you can just place that on a hold that I really don't"
      },
      {
        "id": 20,
        "start": 135.39999389648438,
        "end": 142.39999389648438,
        "text": " want to keep receiving it unless, you know, I really like it. So yeah, of course. Okay."
      },
      {
        "id": 21,
        "start": 142.39999389648438,
        "end": 148.9199981689453,
        "text": " Yeah. So just let us know by the end of July either way, but I think you will love it and"
      },
      {
        "id": 22,
        "start": 148.9199981689453,
        "end": 154.39999389648438,
        "text": " that you'll call us back before then to order some and I hope you do. Okay. So at this time"
      },
      {
        "id": 23,
        "start": 154.39999389648438,
        "end": 159.83999633789062,
        "text": " then it will be July then, correct? Yeah. The end of July, the 27th. Okay. So I just"
      },
      {
        "id": 24,
        "start": 159.83999633789062,
        "end": 165.67999267578125,
        "text": " need to call you and let you know if I want to continue. Yeah. Or whenever you're ready"
      },
      {
        "id": 25,
        "start": 165.67999267578125,
        "end": 172.67999267578125,
        "text": " to order basically. Okay. Okay. Got it. Okay. Okay. Sounds good. Thank you. Yeah. I hope"
      },
      {
        "id": 26,
        "start": 172.67999267578125,
        "end": 177.47999572753906,
        "text": " you have a great day. You as well. Okay. Great. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f511d0a-101c-81a9-8cba-ef8181fc83ed",
    "url": "https://www.notion.so/300000001219971-300000001709878-2f511d0a101c81a98cbaef8181fc83ed"
  },
  "processedAt": "2026-01-27T23:16:27.646Z"
}