{
  "recording": {
    "name": "300000001216074-300000001705612-7016624538 by kt@superbalife.com @ 11_54_41 AM.wav",
    "size": 308940,
    "modifyTime": 1769587333000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216074-300000001705612-7016624538 by kt@superbalife.com @ 11_54_41 AM.wav",
    "uploadDate": "2026-01-28T08:02:13.000Z",
    "callId": "300000001216074-300000001705612",
    "agent": "kt",
    "phoneNumber": "7016624538",
    "callTimestamp": "2026-01-28T11:54:41.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey John. Yes. Thanks for holding. As a veteran, I take a lot of pride and honor in my work. So I did exactly what you wanted and I overruled the system. So the first thing I did is I put a stop to any and all monthly refills. The second thing I did is I put a stop to any and all monthly shipments and I definitely put a stop to any and all monthly charges and I paused your prescription and I set up a red button for you in the future.\n\nSpeaker 2: When you go to scoreblue.com and you log in with your Gmail, John, and you go to a category called your prescription, I put a red button with white font that says quick refill. And you can click that and have full autonomy. That way you don't get blindsided and all that.\n\nSpeaker 1: And I also put a blue button so this last batch that I couldn't put a stop to, when you click the blue button called track, it will take you to USPS. It will show you that you're going to get it. Like for example, I'm clicking it now. It says that it's in route and it's at Newport, Kentucky. It's in route. So they're waiting on the item for actually the labels being made. So I wasn't able to put a stop to that.\n\nSpeaker 2: But in the future when you click that button, even if you go traveling and you go to Vegas, that's to say, you update it with your hotel room number. You click that button, we'll send it to your hotel. All you have to do then is tip the butler and then have him send the ladies up so you can do a menage a trois or something like that. But if there's no consolation to you, I just had a quick question because I used to be on what you had, the 50 milligrams, but have you experienced erections or hardness within the last 30 minutes or 60 minutes when you take this?\n\nSpeaker 1: Sure. It's really a supply issue. I'll be honest. It's not like every day I'm using this.\n\nSpeaker 2: No, of course not. So it's just too much. Like I said, I just don't need it anymore. I had some other health issues in the past which I don't have now. This was something that I tried and it worked. But part of it is to just not sure, is this good? We think this isn't good for your heart. Should you be taking this? I don't know. But regardless, I just don't need to pay for this anymore.\n\nSpeaker 1: Yeah, of course. Thank you so much for your help. I appreciate it.\n\nSpeaker 2: Yeah. And keep this in mind because I put a stop to it and I pause your prescription. You can use that button. Call me. My extension is 0037. So if you ever need anything, even if you need something with less side effects for your heart because you're more health conscious, that's what I am. I'm on the 100 milligrams, but there's little to no side effects for the heart because it tells your hippocampus, tells the heart to send 70 to 80% of blood to your Johnson's. So just call me, John, and I'll take care of you.\n\nSpeaker 1: All right, bud? Okay. Hey, I appreciate your help. Have a good day.\n\nSpeaker 2: Of course. You as well. Bye-bye.\n\nSpeaker 1: Bye-bye.",
    "duration": 8716,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.28000020980835,
        "text": " Hey John. Yes. Thanks for holding button. As a veteran, I take a lot of pride and honor"
      },
      {
        "id": 1,
        "start": 6.28000020980835,
        "end": 11.119999885559082,
        "text": " my work. So I did exactly what you wanted and I overruled the system. So the first thing"
      },
      {
        "id": 2,
        "start": 11.119999885559082,
        "end": 15.600000381469727,
        "text": " I did is I put a stop to any and all monthly refills. The second thing I did is I put a"
      },
      {
        "id": 3,
        "start": 15.600000381469727,
        "end": 20.600000381469727,
        "text": " stop to any and all monthly shipments and I definitely put a stop to any and all monthly"
      },
      {
        "id": 4,
        "start": 20.600000381469727,
        "end": 26.360000610351562,
        "text": " charges and I paused your prescription and I set up a red button for you in the future."
      },
      {
        "id": 5,
        "start": 26.360000610351562,
        "end": 32.400001525878906,
        "text": " When you go to scoreblue.com and you log in with your Gmail, John, and you go to a"
      },
      {
        "id": 6,
        "start": 32.400001525878906,
        "end": 38.439998626708984,
        "text": " category called your prescription, I put a red button with white font that says quick"
      },
      {
        "id": 7,
        "start": 38.439998626708984,
        "end": 43.7599983215332,
        "text": " refill. And you can click that and have full autonomy. That way you don't get blindsided"
      },
      {
        "id": 8,
        "start": 43.7599983215332,
        "end": 50.7599983215332,
        "text": " and all that. And I also put a blue button so this last batch that I couldn't put a stop"
      },
      {
        "id": 9,
        "start": 50.91999816894531,
        "end": 56.68000030517578,
        "text": " to, when you click the blue button called track, it will take you to USPS. It will show"
      },
      {
        "id": 10,
        "start": 56.68000030517578,
        "end": 61.08000183105469,
        "text": " you that you're going to get it. Like for example, I'm clicking it now. It says that"
      },
      {
        "id": 11,
        "start": 61.08000183105469,
        "end": 68.08000183105469,
        "text": " it's in route and it's at Newport, Kentucky. It's in route. So they're waiting item for"
      },
      {
        "id": 12,
        "start": 68.44000244140625,
        "end": 73.55999755859375,
        "text": " actually the labels being made. So I wasn't able to put a stop to that. But in the future"
      },
      {
        "id": 13,
        "start": 73.55999755859375,
        "end": 78.91999816894531,
        "text": " when you click that button, even if you go traveling and you go to Vegas, that's to say,"
      },
      {
        "id": 14,
        "start": 78.91999816894531,
        "end": 82.68000030517578,
        "text": " you update it with your hotel room number. You click that button, we'll send it to your"
      },
      {
        "id": 15,
        "start": 82.68000030517578,
        "end": 87.63999938964844,
        "text": " hotel. All you have to do then is tip the butler and then have him send the ladies up"
      },
      {
        "id": 16,
        "start": 87.63999938964844,
        "end": 94.63999938964844,
        "text": " so you can do a menage a trois or something like that. But if there's no consolation to"
      },
      {
        "id": 17,
        "start": 94.63999938964844,
        "end": 100.16000366210938,
        "text": " you, I just had a quick question because I used to be on what you had, the 50 milligrams,"
      },
      {
        "id": 18,
        "start": 100.16000366210938,
        "end": 105.63999938964844,
        "text": " but have you experienced erections or hardness within the last 30 minutes or 60 minutes when"
      },
      {
        "id": 19,
        "start": 105.63999938964844,
        "end": 112.63999938964844,
        "text": " you take this? Sure. It's really a supply issue. I'll be honest. It's not like every"
      },
      {
        "id": 20,
        "start": 117.63999938964844,
        "end": 124.63999938964844,
        "text": " day I'm using this. No, of course not. So it's just too much. Like I said, I just don't"
      },
      {
        "id": 21,
        "start": 126.4800033569336,
        "end": 133.47999572753906,
        "text": " need it anymore. I had some other health issues in the past which I don't have now. This was"
      },
      {
        "id": 22,
        "start": 133.47999572753906,
        "end": 140.47999572753906,
        "text": " something that I tried and it worked. But part of it is to just not sure, is this good?"
      },
      {
        "id": 23,
        "start": 141.1199951171875,
        "end": 146.9600067138672,
        "text": " We think this isn't good for your heart. Should you be taking this? I don't know. But regardless,"
      },
      {
        "id": 24,
        "start": 146.9600067138672,
        "end": 151.0800018310547,
        "text": " I just don't need to pay for this anymore. Yeah, of course. Thank you so much for your"
      },
      {
        "id": 25,
        "start": 151.0800018310547,
        "end": 155.67999267578125,
        "text": " help. I appreciate it. Yeah. And keep this in mind because I put a stop to it and I pause"
      },
      {
        "id": 26,
        "start": 155.67999267578125,
        "end": 161.9600067138672,
        "text": " your prescription. You can use that button. Call me. My extension is 0037. So if you ever"
      },
      {
        "id": 27,
        "start": 161.9600067138672,
        "end": 167.0399932861328,
        "text": " need anything, even if you need something with less side effects for your heart because"
      },
      {
        "id": 28,
        "start": 167.0399932861328,
        "end": 170.9600067138672,
        "text": " you're more health conscious, that's what I am. I'm on the 100 milligrams, but there's"
      },
      {
        "id": 29,
        "start": 170.9600067138672,
        "end": 176.55999755859375,
        "text": " little to no side effects for the heart because it tells your hippocampus, tells the heart"
      },
      {
        "id": 30,
        "start": 176.55999755859375,
        "end": 183.44000244140625,
        "text": " to send 70 to 80% of blood to your Johnson's. So just call me, John, and I'll take care"
      },
      {
        "id": 31,
        "start": 183.44000244140625,
        "end": 188.44000244140625,
        "text": " of you. All right, bud? Okay. Hey, I appreciate your help. Have a good day. Of course. You"
      },
      {
        "id": 32,
        "start": 188.44000244140625,
        "end": 189.47999572753906,
        "text": " as well. Bye-bye. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81b4-86b1-df17d7f43ce1",
    "url": "https://www.notion.so/300000001216074-300000001705612-2f611d0a101c81b486b1df17d7f43ce1"
  },
  "processedAt": "2026-01-28T13:24:22.384Z"
}