{
  "recording": {
    "name": "300000001219849-300000001709778-8154982375 by olivia@superbalife.com @ 1_11_17 PM.wav",
    "size": 734820,
    "modifyTime": 1769548750000,
    "remotePath": "/five9sftp/upload/SB CS/1_27_2026/300000001219849-300000001709778-8154982375 by olivia@superbalife.com @ 1_11_17 PM.wav",
    "uploadDate": "2026-01-27T21:19:10.000Z",
    "callId": "300000001219849-300000001709778",
    "agent": "olivia",
    "phoneNumber": "8154982375",
    "callTimestamp": "2026-01-27T13:11:17.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: My name is Vincent Zito, Z-I-T-O.\n\nSpeaker 1: Hi Vincent, how are you?\n\nSpeaker 2: I'm okay.\n\nSpeaker 1: Good, I'm so glad to hear it. How can I help you today, Vincent?\n\nSpeaker 2: I tried it once before, but I had a physical problem that my doctor suggested I lay off for a while. So I'm going to try it again.\n\nSpeaker 1: Yeah, yeah, that's totally fine. Okay, so what is the phone number associated with your previous prescription?\n\nSpeaker 2: It's probably on my cell phone, but I'm having a problem with my cell phone right now. So it's 630-379-9308. 9-3-0-8.\n\nSpeaker 1: Okay, there you are. Yeah, so if you want us to update the phone number, of course we can.\n\nSpeaker 2: Okay, so yeah, you did have a previous prescription with us.\n\nSpeaker 1: Yeah, and you returned both.\n\nSpeaker 2: Okay, can you just confirm your date of birth?\n\nSpeaker 1: 11-15-1950.\n\nSpeaker 2: Perfect.\n\nSpeaker 1: All right, yeah, so I do see you here, Vince.\n\nSpeaker 2: Okay, so you want, what product do you want to order? I'm assuming the HEV.\n\nSpeaker 1: The what?\n\nSpeaker 2: The Viagra?\n\nSpeaker 1: Yes. HEV, yeah.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Oh, I do see you.\n\nSpeaker 2: Okay, okay, yes.\n\nSpeaker 1: Hello?\n\nSpeaker 2: Yeah, yeah. Sorry, I dropped my phone.\n\nSpeaker 1: No, that's okay. So I'm assuming you want to do a hundred milligrams because that's what you did about eight months ago.\n\nSpeaker 2: That's the standard?\n\nSpeaker 1: No, the standard might be 50 milligrams. It's probably either 50 or 100, but we also do 25. So we do 25 milligrams, 50 milligrams, and a hundred milligrams.\n\nSpeaker 2: Okay, the hundred.\n\nSpeaker 1: Okay, great. And do you want to do 10 pills, 25 pills, or 40 pills?\n\nSpeaker 2: 10 for now, and I'll give it another try.\n\nSpeaker 1: Okay, so you want to do a hundred milligrams, 10 pills. Are we still shipping to 1802 Doris Road, Sandwich, Illinois, 60548?\n\nSpeaker 2: Yep.\n\nSpeaker 1: Okay, great. And the visa, the card we have on file ends in 1680, is that right?\n\nSpeaker 2: No, I'm going to use a different card.\n\nSpeaker 1: Okay, yeah, so whenever you're ready.\n\nSpeaker 2: Okay, so visa 4640182143479354.\n\nSpeaker 1: Okay, and what's the expiration date on this?\n\nSpeaker 2: 6-28.\n\nSpeaker 1: Perfect, and what's the CVV on the back?\n\nSpeaker 2: 452.\n\nSpeaker 1: Okay, so I'm going to repeat this back to you. This is a visa, and the number is 4640182143479354.\n\nSpeaker 2: And the expiration date is 06-28, and the CVV is 452.\n\nSpeaker 1: Yes, correct.\n\nSpeaker 2: Amazing.\n\nSpeaker 1: Okay, and this is shipping to Vincedo at 1802 Doris Road, Sandwich, Illinois, 60548 for a hundred milligrams of the Viagra AGV 10 pills.\n\nSpeaker 2: Okay, great.\n\nSpeaker 1: All right, so I'm going to start a new consult, just because it's been almost a year. I'm going to place that order for you, and it should be out to you.\n\nSpeaker 2: So the order was just placed. You should receive it within the next three to five business days, but there is that crazy winter storm, so we'll see.\n\nSpeaker 1: And yeah, we're always here if you ever need anything in the future. You want to take these, Vince, on an empty stomach. That's very important. And then you want to avoid alcohol and caffeine the day you take them, just because caffeine and alcohol restrict blood flow.\n\nSpeaker 2: And you want more, not less.\n\nSpeaker 1: Got it.\n\nSpeaker 2: Okay, great. Well, thank you so much, Vince. I hope you have a great day.\n\nSpeaker 1: What I don't want is an automatic renewal. If I go to renew it, I want to call it in. I'm not going to have one shipped automatically without me asking.\n\nSpeaker 2: Okay, so the very best I can do for that is I can place your prescription on hold for six months at a time, just because six months is when the prescription would expire if we didn't refill it. And then if you do want to order again before then, you can. You just have to give us a call. Otherwise, your refills will be set up only for that six-month date, which would be July 27.\n\nSpeaker 1: That's fine.\n\nSpeaker 2: Okay, great.\n\nSpeaker 1: All right, Vince. Perfect.\n\nSpeaker 2: All right. Well, I hope you love the product. Because we did refund you both orders in the past. We certainly hope this product works for you, just because we do pay for you guys to see the doctor. So it does cost money for us to do business with you if you do end up canceling the script because it doesn't work.\n\nSpeaker 1: So yeah, I hope you enjoy these. And you do know the terms just because you have ordered with us before. So anyway, I hope you have a great day. And you can always find us at this phone number if you need anything in the future.\n\nSpeaker 2: I had to return it because I had a stroke.\n\nSpeaker 1: Yeah, yeah, that is what I see.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: So that's totally fine. It's just my job to mention that.\n\nSpeaker 2: Okay, well, thank you so much, Vince.\n\nSpeaker 1: Thank you.\n\nSpeaker 2: Yeah, have a great day.\n\nSpeaker 1: Okay, bye.",
    "duration": 12351,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.480000019073486,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 5.480000019073486,
        "end": 13.760000228881836,
        "text": " pleasure of speaking with today? My name is Vincent Zito, Z-I-T-O. Hi Vincent, how"
      },
      {
        "id": 2,
        "start": 13.760000228881836,
        "end": 20.68000030517578,
        "text": " are you? I'm okay. Good, I'm so glad to hear it. How can I help you today, Vincent?"
      },
      {
        "id": 3,
        "start": 20.68000030517578,
        "end": 25.520000457763672,
        "text": " I tried it once before, but I had a physical problem that my doctor"
      },
      {
        "id": 4,
        "start": 25.520000457763672,
        "end": 33.040000915527344,
        "text": " suggested I lay off for a while. So I'm going to try it again. Yeah, yeah, that's"
      },
      {
        "id": 5,
        "start": 33.040000915527344,
        "end": 39.84000015258789,
        "text": " totally fine. Okay, so what is the phone number associated with your previous"
      },
      {
        "id": 6,
        "start": 39.84000015258789,
        "end": 44.47999954223633,
        "text": " prescription? It's probably on my cell phone, but I'm having a problem with my"
      },
      {
        "id": 7,
        "start": 44.47999954223633,
        "end": 59.2400016784668,
        "text": " cell phone right now. So it's 630-379-9308. 9-3-0-8. Okay, there you are. Yeah, so if"
      },
      {
        "id": 8,
        "start": 59.2400016784668,
        "end": 72.4000015258789,
        "text": " you want us to update the phone number, of course we can. Okay, so yeah, you did"
      },
      {
        "id": 9,
        "start": 72.4000015258789,
        "end": 81.04000091552734,
        "text": " have a previous prescription with us. Yeah, and you returned both. Okay, can you"
      },
      {
        "id": 10,
        "start": 81.04000091552734,
        "end": 90.23999786376953,
        "text": " just confirm your date of birth? 11-15-1950. Perfect. All right, yeah, so I do see you"
      },
      {
        "id": 11,
        "start": 90.23999786376953,
        "end": 100.4800033569336,
        "text": " here, Vince. Okay, so you want, what product do you want to order? I'm assuming"
      },
      {
        "id": 12,
        "start": 100.4800033569336,
        "end": 118.23999786376953,
        "text": " the HEV. The what? The Viagra? Yes. HEV, yeah. Okay. Oh, I do see you. Okay, okay, yes."
      },
      {
        "id": 13,
        "start": 118.23999786376953,
        "end": 132.1999969482422,
        "text": " Hello? Yeah, yeah. Sorry, I dropped my phone. No, that's okay. So I'm assuming you"
      },
      {
        "id": 14,
        "start": 132.1999969482422,
        "end": 138.32000732421875,
        "text": " want to do a hundred milligrams because that's what you did about eight months"
      },
      {
        "id": 15,
        "start": 138.32000732421875,
        "end": 147.75999450683594,
        "text": " ago. That's the standard? No, the standard might be 50 milligrams. It's probably"
      },
      {
        "id": 16,
        "start": 147.75999450683594,
        "end": 154.36000061035156,
        "text": " either 50 or 100, but we also do 25. So we do 25 milligrams, 50 milligrams, and a"
      },
      {
        "id": 17,
        "start": 154.36000061035156,
        "end": 164.83999633789062,
        "text": " hundred milligrams. Okay, the hundred. Okay, great. And do you want to do 10 pills, 25"
      },
      {
        "id": 18,
        "start": 164.83999633789062,
        "end": 174.1199951171875,
        "text": " pills, or 40 pills? 10 for now, and I'll give it another try. Okay, so you want to"
      },
      {
        "id": 19,
        "start": 174.1199951171875,
        "end": 182.47999572753906,
        "text": " do a hundred milligrams, 10 pills. Are we still shipping to 1802 Doris Road,"
      },
      {
        "id": 20,
        "start": 182.47999572753906,
        "end": 191.72000122070312,
        "text": " Sandwich, Illinois, 60548? Yep. Okay, great. And the visa, the card we have on file"
      },
      {
        "id": 21,
        "start": 191.72000122070312,
        "end": 199.39999389648438,
        "text": " ends in 1680, is that right? No, I'm going to use a different card. Okay, yeah, so"
      },
      {
        "id": 22,
        "start": 199.39999389648438,
        "end": 220,
        "text": " whenever you're ready. Okay, so visa 4640182143479354. Okay, and what's the"
      },
      {
        "id": 23,
        "start": 220,
        "end": 234.63999938964844,
        "text": " expiration date on this? 6-28. Perfect, and what's the CVV on the back? 452. Okay,"
      },
      {
        "id": 24,
        "start": 234.63999938964844,
        "end": 243.83999633789062,
        "text": " so I'm going to repeat this back to you. This is a visa, and the number is 4640182143479354."
      },
      {
        "id": 25,
        "start": 243.83999633789062,
        "end": 264.5199890136719,
        "text": " And the expiration date is 06-28, and the CVV is 452. Yes, correct. Amazing. Okay,"
      },
      {
        "id": 26,
        "start": 264.5199890136719,
        "end": 273.79998779296875,
        "text": " and this is shipping to Vincedo at 1802 Doris Road, Sandwich, Illinois, 60548 for a hundred"
      },
      {
        "id": 27,
        "start": 273.79998779296875,
        "end": 280.8399963378906,
        "text": " milligrams of the Viagra AGV 10 pills. Okay, great. All right, so I'm going to start a"
      },
      {
        "id": 28,
        "start": 280.8399963378906,
        "end": 286.4800109863281,
        "text": " new consult, just because it's been almost a year. I'm going to place that order for"
      },
      {
        "id": 29,
        "start": 286.4800109863281,
        "end": 293.6000061035156,
        "text": " you, and it should be out to you. So the order was just placed. You should receive it within"
      },
      {
        "id": 30,
        "start": 293.6000061035156,
        "end": 298.8399963378906,
        "text": " the next three to five business days, but there is that crazy winter storm, so we'll"
      },
      {
        "id": 31,
        "start": 298.8399963378906,
        "end": 307.3599853515625,
        "text": " see. And yeah, we're always here if you ever need anything in the future. You want to take"
      },
      {
        "id": 32,
        "start": 307.3599853515625,
        "end": 314,
        "text": " these, Vince, on an empty stomach. That's very important. And then you want to avoid"
      },
      {
        "id": 33,
        "start": 314,
        "end": 320.239990234375,
        "text": " alcohol and caffeine the day you take them, just because caffeine and alcohol restrict"
      },
      {
        "id": 34,
        "start": 320.239990234375,
        "end": 328.0400085449219,
        "text": " blood flow. And you want more, not less. Got it. Okay, great. Well, thank you so much,"
      },
      {
        "id": 35,
        "start": 328.0400085449219,
        "end": 335.2799987792969,
        "text": " Vince. I hope you have a great day. What I don't want is an automatic renewal. If I go"
      },
      {
        "id": 36,
        "start": 335.2799987792969,
        "end": 339.7200012207031,
        "text": " to renew it, I want to call it in. I'm not going to have one shipped automatically without"
      },
      {
        "id": 37,
        "start": 339.7200012207031,
        "end": 349.3599853515625,
        "text": " me asking. Okay, so the very best I can do for that is I can place your prescription"
      },
      {
        "id": 38,
        "start": 349.3599853515625,
        "end": 357.1199951171875,
        "text": " on hold for six months at a time, just because six months is when the prescription would"
      },
      {
        "id": 39,
        "start": 357.1199951171875,
        "end": 364.0400085449219,
        "text": " expire if we didn't refill it. And then if you do want to order again before then, you"
      },
      {
        "id": 40,
        "start": 364.0400085449219,
        "end": 373.1199951171875,
        "text": " can. You just have to give us a call. Otherwise, your refills will be set up only for that"
      },
      {
        "id": 41,
        "start": 373.1199951171875,
        "end": 384.8399963378906,
        "text": " six-month date, which would be July 27. That's fine. Okay, great. All right, Vince. Perfect."
      },
      {
        "id": 42,
        "start": 384.8399963378906,
        "end": 396.6400146484375,
        "text": " All right. Well, I hope you love the product. Because we did refund you both orders in the"
      },
      {
        "id": 43,
        "start": 396.6400146484375,
        "end": 404,
        "text": " past. We certainly hope this product works for you, just because we do pay for you guys"
      },
      {
        "id": 44,
        "start": 404,
        "end": 410.0799865722656,
        "text": " to see the doctor. So it does cost money for us to do business with you if you do end up"
      },
      {
        "id": 45,
        "start": 410.0799865722656,
        "end": 419.67999267578125,
        "text": " canceling the script because it doesn't work. So yeah, I hope you enjoy these. And you do"
      },
      {
        "id": 46,
        "start": 419.67999267578125,
        "end": 424.8800048828125,
        "text": " know the terms just because you have ordered with us before. So anyway, I hope you have"
      },
      {
        "id": 47,
        "start": 424.8800048828125,
        "end": 428.55999755859375,
        "text": " a great day. And you can always find us at this phone number if you need anything in"
      },
      {
        "id": 48,
        "start": 428.55999755859375,
        "end": 435.9200134277344,
        "text": " the future. I had to return it because I had a stroke. Yeah, yeah, that is what I see."
      },
      {
        "id": 49,
        "start": 435.9200134277344,
        "end": 443.1600036621094,
        "text": " Yeah. So that's totally fine. It's just my job to mention that. Okay, well, thank you"
      },
      {
        "id": 50,
        "start": 443.1600036621094,
        "end": 451.0400085449219,
        "text": " so much, Vince. Thank you. Yeah, have a great day. Okay, bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f511d0a-101c-816b-80ae-dfa2c2eecbd1",
    "url": "https://www.notion.so/300000001219849-300000001709778-2f511d0a101c816b80aedfa2c2eecbd1"
  },
  "processedAt": "2026-01-27T23:34:37.196Z"
}