{
  "recording": {
    "name": "300000001222902-300000001712510-8887955826 by michelleh@superbalife.com @ 12_49_08 PM.wav",
    "size": 600530,
    "modifyTime": 1769720140000,
    "remotePath": "/five9sftp/upload/SB CS/1_29_2026/300000001222902-300000001712510-8887955826 by michelleh@superbalife.com @ 12_49_08 PM.wav",
    "uploadDate": "2026-01-29T20:55:40.000Z",
    "callId": "300000001222902-300000001712510",
    "agent": "michelleh",
    "phoneNumber": "8887955826",
    "callTimestamp": "2026-01-29T12:49:08.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra, how can I help you? Yes, you sent me some pills.\n\nSpeaker 2: There was a twice I had notified you people not to send me the pills because they don't work, but you continually send them to me, so I ran out but to return them.\n\nSpeaker 1: Okay, yeah, can I have your phone number so I can pull up your account?\n\nSpeaker 2: 7 8 1 9 8 3 4 8 1 0.\n\nSpeaker 1: Thank you so much, Donald. Can you just confirm your date of birth?\n\nSpeaker 2: 10 26 38.\n\nSpeaker 1: Thank you so much. I see you're a VIP CIS customer.\n\nSpeaker 2: Okay, I already see you did not receive the AGB, you just received regular generic Viagras. Do you happen to have them on you right now?\n\nSpeaker 1: Yes, I do. Can you tell me what's imprinted on the pill? Do they have the letters AC imprinted on them?\n\nSpeaker 2: Okay, take your time.\n\nSpeaker 1: Okay, go ahead and just toss those in the trash can. I'm gonna send you out a replacement, give me one second.\n\nSpeaker 2: And what is the replacement? Of the correct AGB, the stuff that you thought you should have received?\n\nSpeaker 1: Okay, so I'm sending you out—\n\nSpeaker 2: Okay, let me ask you a question. Cetaphil does not work for me, so are you sending me out Cetaphil?\n\nSpeaker 1: Cetaphil, yeah, that's the main ingredient in Viagra, but it's the inactive ingredients in the AGB that make it work more efficiently.\n\nSpeaker 2: What else is in that pill?\n\nSpeaker 1: A bunch of things I cannot pronounce, but I will do my best.\n\nSpeaker 2: Okay, so if that doesn't work then you can just—\n\nSpeaker 1: Okay, so what I can do is send you out a replacement, and once you get it just open the envelope up nicely so in case they don't work you could put them back in there.\n\nSpeaker 2: So if they don't work, all you have to do is put them, put, you know, all three bottles back in the envelope, tape it up and write return to sender.\n\nSpeaker 1: That way you don't have to pay for postage and just pop it back in your mailbox, and it already has a tracking number, and then we can go ahead and issue your refund for all three of them and get you canceled out.\n\nSpeaker 2: Okay, so what is the all three? I don't understand what that is.\n\nSpeaker 1: You purchased your first order on September 21st, and then they sent you a refill on December 23rd and January 23rd.\n\nSpeaker 2: So that's three, that's a total quantity of 30. So you're sending me three more?\n\nSpeaker 1: Yeah, so I'm sending you, yes, to make up for the ones you paid for. Actually, I'm sending you 40 of them and send you 10 extra just for your troubles, and then I'll give you my extension and then you call me back and let me know how the AGV works out for you, and if it doesn't work we go ahead and cancel you out. I want you to try the AGV.\n\nSpeaker 2: Let me get a piece of paper.\n\nSpeaker 1: Yeah, and then I'm going to tell you how you can confirm you received the AGV.\n\nSpeaker 2: Okay, so the phone number is 1-800-675-9807. I got that.\n\nSpeaker 1: Okay, and my extension is 0020 and my name is Michelle.\n\nSpeaker 2: Yeah, perfect.\n\nSpeaker 1: So when you get this bottle, this is how you're going to know you receive the correct medication. On the bottle it's going to say AGV, but it's also going to say Greenstone. Greenstone is the name of Pfizer's manufacturer in France.\n\nSpeaker 2: And then on the pill, the only number imprinted is going to be the number 100 for the milligrams because right now your bottle says APCO and your pills say AC.\n\nSpeaker 1: Just go ahead and toss those in the trash.\n\nSpeaker 2: Okay, so go slow. Okay, 100 milligram will be imprinted on the pill just the number 100, and then on the bottle it will say Greenstone LLC, and that's the name of Pfizer's manufacturer in France.\n\nSpeaker 1: Okay, yeah, yeah, give me a call back and we'll cancel you out, and then remember keep that envelope once you get it, just kind of open it up nicely just in case, you know, they don't work, and then that way you don't have to pay for postage.\n\nSpeaker 2: No problem, Donald, have a good day.",
    "duration": 12483,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 8.15999984741211,
        "text": " Thank you for calling Viagra how can I help you? Yes you sent me some pills"
      },
      {
        "id": 1,
        "start": 8.15999984741211,
        "end": 14.680000305175781,
        "text": " there was a twice I had notified you people not to send me the pills because"
      },
      {
        "id": 2,
        "start": 14.680000305175781,
        "end": 21.15999984741211,
        "text": " they don't work but you continually send them to me so I ran out but to return"
      },
      {
        "id": 3,
        "start": 21.15999984741211,
        "end": 26.559999465942383,
        "text": " them. Okay yeah can I have your phone number so I can pull up your account?"
      },
      {
        "id": 4,
        "start": 26.559999465942383,
        "end": 36.959999084472656,
        "text": " 7 8 1 9 8 3 4 8 1 0. Thank you so much Donald can you just confirm your date of"
      },
      {
        "id": 5,
        "start": 36.959999084472656,
        "end": 45.36000061035156,
        "text": " birth? 10 26 38. Thank you so much I see you're a VIP CIS customer. Okay I already"
      },
      {
        "id": 6,
        "start": 45.36000061035156,
        "end": 51.47999954223633,
        "text": " see you did not receive the AGB you just received regular generic Viagras. Do you"
      },
      {
        "id": 7,
        "start": 51.47999954223633,
        "end": 57.79999923706055,
        "text": " happen to have them on you right now? Yes I do. Can you tell me what's imprinted on"
      },
      {
        "id": 8,
        "start": 57.79999923706055,
        "end": 67.80000305175781,
        "text": " the pill? Do they have the letters AC imprinted on them? Okay take your time."
      },
      {
        "id": 9,
        "start": 67.80000305175781,
        "end": 81.87999725341797,
        "text": " Okay go ahead and just toss those in the trash can. I'm gonna send you out a"
      },
      {
        "id": 10,
        "start": 81.87999725341797,
        "end": 91.19999694824219,
        "text": " replacement give me one second. And what is the replacement? Of the correct AGB"
      },
      {
        "id": 11,
        "start": 91.19999694824219,
        "end": 98.87999725341797,
        "text": " the stuff that you thought you should have received. Okay so I'm sending you out."
      },
      {
        "id": 12,
        "start": 98.87999725341797,
        "end": 103.23999786376953,
        "text": " Okay let me ask you a question Cetaphil does not work for me so are you"
      },
      {
        "id": 13,
        "start": 103.23999786376953,
        "end": 108.72000122070312,
        "text": " sending me out Cetaphil? Cetaphil yeah that's the main ingredient in"
      },
      {
        "id": 14,
        "start": 108.72000122070312,
        "end": 114.19999694824219,
        "text": " Viagra but it's the inactive ingredients in the AGB that make it work more"
      },
      {
        "id": 15,
        "start": 114.19999694824219,
        "end": 125.16000366210938,
        "text": " efficiently. What else is in that pill? A bunch of things I cannot pronounce but"
      },
      {
        "id": 16,
        "start": 125.16000366210938,
        "end": 138.0800018310547,
        "text": " I will do my best. Okay so if that doesn't work then you can just okay so"
      },
      {
        "id": 17,
        "start": 138.0800018310547,
        "end": 142.63999938964844,
        "text": " what I can do is send you out a replacement and once you get it just"
      },
      {
        "id": 18,
        "start": 142.63999938964844,
        "end": 147.32000732421875,
        "text": " open the envelope up nicely so in case they don't work you could put them back"
      },
      {
        "id": 19,
        "start": 147.32000732421875,
        "end": 152,
        "text": " in there. So if they don't work all you have to do is put them put you know all"
      },
      {
        "id": 20,
        "start": 152,
        "end": 156.27999877929688,
        "text": " three bottles back in the envelope tape it up and write return to sender that"
      },
      {
        "id": 21,
        "start": 156.27999877929688,
        "end": 160.16000366210938,
        "text": " way you don't have to pay for postage and just pop it back in your mailbox and"
      },
      {
        "id": 22,
        "start": 160.16000366210938,
        "end": 163.55999755859375,
        "text": " it already has a tracking number and then we can go ahead and issue your"
      },
      {
        "id": 23,
        "start": 163.55999755859375,
        "end": 169.55999755859375,
        "text": " refund for all three of them and get you canceled out. Okay so what is the all"
      },
      {
        "id": 24,
        "start": 169.55999755859375,
        "end": 177.16000366210938,
        "text": " three? I don't understand what that is. You purchased your first order on"
      },
      {
        "id": 25,
        "start": 177.16000366210938,
        "end": 185.9600067138672,
        "text": " September 21st and then they sent you a refill on December 23rd and January 23rd"
      },
      {
        "id": 26,
        "start": 185.9600067138672,
        "end": 196.36000061035156,
        "text": " so that's three that's a total quantity of 30. So you're sending me three more?"
      },
      {
        "id": 27,
        "start": 196.39999389648438,
        "end": 202.8000030517578,
        "text": " Yeah so I'm sending you yes to make up for the ones you paid for actually I'm"
      },
      {
        "id": 28,
        "start": 202.8000030517578,
        "end": 207.1199951171875,
        "text": " sending you 40 of them and send you 10 extra just for your troubles and then"
      },
      {
        "id": 29,
        "start": 207.1199951171875,
        "end": 210.9600067138672,
        "text": " I'll give you my extension and then you call me back and let me know how the AGV"
      },
      {
        "id": 30,
        "start": 210.9600067138672,
        "end": 215.16000366210938,
        "text": " works out for you and if it doesn't work we go ahead and cancel you out. I want"
      },
      {
        "id": 31,
        "start": 215.16000366210938,
        "end": 228.83999633789062,
        "text": " you to try the AGV. Let me get a piece of paper. Yeah and then I'm going to tell"
      },
      {
        "id": 32,
        "start": 228.83999633789062,
        "end": 257.6400146484375,
        "text": " you how you can confirm you received the AGV. Okay so the phone number is 1-800-675-9807 I got"
      },
      {
        "id": 33,
        "start": 257.6400146484375,
        "end": 283.6000061035156,
        "text": " that. Okay and my extension is 0020 and my name is Michelle. Yeah perfect so so"
      },
      {
        "id": 34,
        "start": 283.6000061035156,
        "end": 286.20001220703125,
        "text": " when you get this bottle this is how you're going to know you receive the"
      },
      {
        "id": 35,
        "start": 286.20001220703125,
        "end": 290.2799987792969,
        "text": " correct medication. On the bottle it's going to say AGV but it's also going to"
      },
      {
        "id": 36,
        "start": 290.2799987792969,
        "end": 295.5199890136719,
        "text": " say Greenstone. Greenstone is the name of Pfizer's manufacturer in France and then"
      },
      {
        "id": 37,
        "start": 295.5199890136719,
        "end": 299.7200012207031,
        "text": " on the pill the only number imprinted is going to be the number 100 for the"
      },
      {
        "id": 38,
        "start": 299.7200012207031,
        "end": 304.55999755859375,
        "text": " milligrams because right now your bottle says APCO and your pills say AC."
      },
      {
        "id": 39,
        "start": 304.55999755859375,
        "end": 315.79998779296875,
        "text": " Just go ahead and toss those in the trash. Okay so go slow. Okay 100"
      },
      {
        "id": 40,
        "start": 315.79998779296875,
        "end": 320.760009765625,
        "text": " milligram will be imprinted on the pill just the number 100 and then on the"
      },
      {
        "id": 41,
        "start": 320.760009765625,
        "end": 337.3599853515625,
        "text": " bottle it will say Greenstone LLC and that's the name of Pfizer's"
      },
      {
        "id": 42,
        "start": 337.3599853515625,
        "end": 349.6000061035156,
        "text": " manufacturer in France. Okay yeah yeah give me a call back and we'll cancel you"
      },
      {
        "id": 43,
        "start": 349.6000061035156,
        "end": 353.44000244140625,
        "text": " out and then and then remember keep that envelope once you get it just kind of"
      },
      {
        "id": 44,
        "start": 353.44000244140625,
        "end": 357.9200134277344,
        "text": " open it up nicely just in case you know they don't work and then that way you"
      },
      {
        "id": 45,
        "start": 357.9200134277344,
        "end": 366.3599853515625,
        "text": " don't have to pay for postage. No problem Donald have a good day."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-81cd-b535-dc9381af4dec",
    "url": "https://www.notion.so/300000001222902-300000001712510-2f711d0a101c81cdb535dc9381af4dec"
  },
  "processedAt": "2026-01-29T21:25:24.891Z"
}