{
  "recording": {
    "name": "300000001239568-300000001729206-5856629185 by olivia@superbalife.com @ 4_26_22 PM.wav",
    "size": 564780,
    "modifyTime": 1770856353000,
    "remotePath": "/five9sftp/upload/SB CS/2_11_2026/300000001239568-300000001729206-5856629185 by olivia@superbalife.com @ 4_26_22 PM.wav",
    "uploadDate": "2026-02-12T00:32:33.000Z",
    "callId": "300000001239568-300000001729206",
    "agent": "olivia",
    "phoneNumber": "5856629185",
    "callTimestamp": "2026-02-12T16:26:22.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Hi. My name is Andrew Hartman. H-A-R-T-M-A-N.\n\nSpeaker 1: Hi, Andrew. How are you?\n\nSpeaker 2: I'm fine, thanks.\n\nSpeaker 1: Great. How can I help you today?\n\nSpeaker 2: I just received my second delivery, and I would like to cancel. I don't need to get any more.\n\nSpeaker 1: Yeah, I can help you with that. Okay, Andrew, what's your date of birth?\n\nSpeaker 2: September 23, 1962.\n\nSpeaker 1: Great. And you're located at 51 South 300 East, Unit 624, Salt Lake City?\n\nSpeaker 2: That's right.\n\nSpeaker 1: Yeah, so if you don't want to receive regular refills with your prescription, you certainly don't have to. You always have the option to place your prescription on hold for up to six months at a time, just because six months is when the prescription would expire if we didn't refill it.\n\nSpeaker 2: And the way that would work is whenever you are ready to order, if it is before then, you can. You just have to give us a call directly to place the order yourself.\n\nSpeaker 1: Cool. And I can also apply again. So if after six months, does that automatically renew, or what happens after six months?\n\nSpeaker 2: Yeah, so it would be August 11, six months from now, because today is the 11th of February.\n\nSpeaker 1: August 11, that would be the save date for your one refill every six months in order to keep your prescription active and available to you.\n\nSpeaker 2: Now, if you ran out before then and you wanted to order in, like, April or June, you could do that, and that would reset the whole thing.\n\nSpeaker 1: I guess my question is, does it automatically come after six months, or how does that work?\n\nSpeaker 2: So August 11, that would be your one refill date every six months. So if you needed it before then or didn't need it, so let's say August rolls around and you're like, I still have four pills. I'm going to let them know don't send this to me, leave my prescription on hold. We can also do that.\n\nSpeaker 1: I have to remember to do that, or do you ask me, do I want to ask a question?\n\nSpeaker 2: Oh, you would just, I mean, if I were you, I'd just put it in your Google calendar. It's a Tuesday, August 11.\n\nSpeaker 1: Yeah, it's okay. We can just cancel. I just don't think I made it, so I've got plenty of tablets, and if I want to reapply for it, I'll apply for a new prescription.\n\nSpeaker 2: Okay, it's just my job to let you know that.\n\nSpeaker 1: Okay, I'm still speaking. Would you like my help, Andrew?\n\nSpeaker 2: I just want to cancel it. That's all I want. Thank you.\n\nSpeaker 1: Would you like my help? Yes or no?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Great. That involves me speaking. I don't want you to perceive it as hostile, because it's not. It's my job. Thank you, Andrew. I appreciate it.\n\nSpeaker 2: Yeah, so it's just my job to let you know that, of course, you have the option to cancel your prescription at any time, but because we do offer the option for you to place the prescription on hold, if you were to come back and want to reopen your prescription,\n\nSpeaker 1: because we do pay the doctor's fee for you to see the doctor, because this is a legitimate FDA-approved real prescription. These are not pills off the streets like their competitors.\n\nSpeaker 2: We sell direct through Pfizer, and that costs a lot of money, so we paid for you to see a doctor to be approved, right, through a pharmacy. We don't do that more than once,\n\nSpeaker 1: so we'd love to have you back, but you would have to pay that fee at a later date.\n\nSpeaker 2: It is also my job to let you know that if you were interested in trying our newest product, you do qualify for a free sample of it, because you have not tried that product yet.\n\nSpeaker 1: It comes directly from Pfizer, so it is FDA-approved and third-party tested. It's up to you.\n\nSpeaker 2: If you're not interested, that's totally fine.\n\nSpeaker 1: Yeah, I'll just cancel, thanks.\n\nSpeaker 2: Right, so regardless, the prescription is canceled. Are you interested in the free sample?\n\nSpeaker 1: Sure, a free sample's fine.\n\nSpeaker 2: Okay, great. So it's going to be 10 pills. I would send them out to you at 50 milligrams, because that's what you're already approved for. Can I ship them to 51 South, 300 East, Unit 624, Salt Lake City, Utah, 84111?\n\nSpeaker 1: That's correct, yes.\n\nSpeaker 2: Great, okay. So I just sent those at $0, so you won't receive a charge for them.\n\nSpeaker 1: That prescription is placed on hold until July, so try them out, see what you think.\n\nSpeaker 2: If they don't work for you, you'll know very quickly. Just let us know by July.\n\nSpeaker 1: If they do, then great. Just let us know how you want the script set up before July,\n\nSpeaker 2: and I hope you enjoy these.\n\nSpeaker 1: Alrighty, thank you for your help.\n\nSpeaker 2: Thanks, Andrew. Bye.",
    "duration": 11378,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7,
        "end": 13,
        "text": " with today? Hi. My name is Andrew Hartman. H-A-R-T-M-A-N-M."
      },
      {
        "id": 2,
        "start": 13,
        "end": 18,
        "text": " Hi, Andrew. How are you? I'm fine, thanks."
      },
      {
        "id": 3,
        "start": 18,
        "end": 26,
        "text": " Great. How can I help you today? I just received my second delivery, and I"
      },
      {
        "id": 4,
        "start": 26,
        "end": 29,
        "text": " would like to cancel. I don't need to get any more."
      },
      {
        "id": 5,
        "start": 29,
        "end": 36,
        "text": " Yeah, I can help you with that. Okay, Andrew, what's your date of birth?"
      },
      {
        "id": 6,
        "start": 36,
        "end": 44,
        "text": " September 23, 1962. Great. And you're located at 51 South 300"
      },
      {
        "id": 7,
        "start": 44,
        "end": 49,
        "text": " East, Unit 624, Salt Lake City? That's right."
      },
      {
        "id": 8,
        "start": 49,
        "end": 56,
        "text": " Yeah, so if you don't want to receive regular refills with your prescription, you certainly"
      },
      {
        "id": 9,
        "start": 56,
        "end": 62,
        "text": " don't have to. You always have the option to place your prescription on hold for up"
      },
      {
        "id": 10,
        "start": 62,
        "end": 68,
        "text": " to six months at a time, just because six months is when the prescription would expire"
      },
      {
        "id": 11,
        "start": 68,
        "end": 74,
        "text": " if we didn't refill it. And the way that would work is whenever you are ready to order,"
      },
      {
        "id": 12,
        "start": 74,
        "end": 81,
        "text": " if it is before then, you can. You just have to give us a call directly to place the order"
      },
      {
        "id": 13,
        "start": 81,
        "end": 86,
        "text": " yourself. Cool. And I can also apply again. So if after"
      },
      {
        "id": 14,
        "start": 86,
        "end": 90,
        "text": " six months, does that automatically renew, or what happens after six months?"
      },
      {
        "id": 15,
        "start": 90,
        "end": 98,
        "text": " Yeah, so it would be August 11, six months from now, because today is the 11th of February."
      },
      {
        "id": 16,
        "start": 99,
        "end": 106,
        "text": " August 11, that would be the save date for your one refill every six months in order"
      },
      {
        "id": 17,
        "start": 106,
        "end": 113,
        "text": " to keep your prescription active and available to you. Now, if you ran out before then and"
      },
      {
        "id": 18,
        "start": 113,
        "end": 118,
        "text": " you wanted to order in, like, April or June, you could do that, and that would reset the"
      },
      {
        "id": 19,
        "start": 118,
        "end": 121,
        "text": " whole thing. I guess my question is, does it automatically"
      },
      {
        "id": 20,
        "start": 122,
        "end": 131,
        "text": " come after six months, or how does that work? So August 11, that would be your one refill"
      },
      {
        "id": 21,
        "start": 131,
        "end": 138,
        "text": " date every six months. So if you needed it before then or didn't need it, so let's say"
      },
      {
        "id": 22,
        "start": 138,
        "end": 143,
        "text": " August rolls around and you're like, I still have four pills. I'm going to let them know"
      },
      {
        "id": 23,
        "start": 143,
        "end": 148,
        "text": " don't send this to me, leave my prescription on hold. We can also do that."
      },
      {
        "id": 24,
        "start": 149,
        "end": 153,
        "text": " I have to remember to do that, or do you ask me, do I want to ask a question?"
      },
      {
        "id": 25,
        "start": 154,
        "end": 159,
        "text": " Oh, you would just, I mean, if I were you, I'd just put it in your Google calendar. It's"
      },
      {
        "id": 26,
        "start": 159,
        "end": 161,
        "text": " a Tuesday, August 11."
      },
      {
        "id": 27,
        "start": 161,
        "end": 169,
        "text": " Yeah, it's okay. We can just cancel. I just don't think I made it, so I've got plenty"
      },
      {
        "id": 28,
        "start": 169,
        "end": 173,
        "text": " of tablets, and if I want to reapply for it, I'll apply for a new prescription."
      },
      {
        "id": 29,
        "start": 174,
        "end": 177,
        "text": " Okay, it's just my job to let you know that."
      },
      {
        "id": 30,
        "start": 180,
        "end": 184,
        "text": " Okay, I'm still speaking. Would you like my help, Andrew?"
      },
      {
        "id": 31,
        "start": 185,
        "end": 188,
        "text": " I just want to cancel it. That's all I want. Thank you."
      },
      {
        "id": 32,
        "start": 188,
        "end": 191,
        "text": " Would you like my help? Yes or no?"
      },
      {
        "id": 33,
        "start": 192,
        "end": 193,
        "text": " Yes."
      },
      {
        "id": 34,
        "start": 193,
        "end": 199,
        "text": " Great. That involves me speaking. I don't want you to perceive it as hostile, because"
      },
      {
        "id": 35,
        "start": 199,
        "end": 203,
        "text": " it's not. It's my job. Thank you, Andrew. I appreciate it."
      },
      {
        "id": 36,
        "start": 204,
        "end": 208,
        "text": " Yeah, so it's just my job to let you know that, of course, you have the option to cancel"
      },
      {
        "id": 37,
        "start": 208,
        "end": 213,
        "text": " your prescription at any time, but because we do offer the option for you to place the"
      },
      {
        "id": 38,
        "start": 213,
        "end": 219,
        "text": " prescription on hold, if you were to come back and want to reopen your prescription,"
      },
      {
        "id": 39,
        "start": 219,
        "end": 225,
        "text": " because we do pay the doctor's fee for you to see the doctor, because this is a legitimate"
      },
      {
        "id": 40,
        "start": 226,
        "end": 231,
        "text": " FDA-approved real prescription. These are not pills off the streets like their competitors."
      },
      {
        "id": 41,
        "start": 231,
        "end": 236,
        "text": " We sell direct through Pfizer, and that costs a lot of money, so we paid for you to see"
      },
      {
        "id": 42,
        "start": 236,
        "end": 243,
        "text": " a doctor to be approved, right, through a pharmacy. We don't do that more than once,"
      },
      {
        "id": 43,
        "start": 243,
        "end": 248,
        "text": " so we'd love to have you back, but you would have to pay that fee at a later date."
      },
      {
        "id": 44,
        "start": 248,
        "end": 254,
        "text": " It is also my job to let you know that if you were interested in trying our newest"
      },
      {
        "id": 45,
        "start": 254,
        "end": 261,
        "text": " product, you do qualify for a free sample of it, because you have not tried that product yet."
      },
      {
        "id": 46,
        "start": 261,
        "end": 268,
        "text": " It comes directly from Pfizer, so it is FDA-approved and third-party tested. It's up to you."
      },
      {
        "id": 47,
        "start": 268,
        "end": 271,
        "text": " If you're not interested, that's totally fine."
      },
      {
        "id": 48,
        "start": 272,
        "end": 274,
        "text": " Yeah, I'll just cancel, thanks."
      },
      {
        "id": 49,
        "start": 275,
        "end": 281,
        "text": " Right, so regardless, the prescription is canceled. Are you interested in the free sample?"
      },
      {
        "id": 50,
        "start": 281,
        "end": 283,
        "text": " Sure, a free sample's fine."
      },
      {
        "id": 51,
        "start": 284,
        "end": 292,
        "text": " Okay, great. So it's going to be 10 pills. I would send them out to you at 50 milligrams,"
      },
      {
        "id": 52,
        "start": 292,
        "end": 299,
        "text": " because that's what you're already approved for. Can I ship them to 51 South, 300 East,"
      },
      {
        "id": 53,
        "start": 299,
        "end": 305,
        "text": " Unit 624, Salt Lake City, Utah, 84111?"
      },
      {
        "id": 54,
        "start": 305,
        "end": 307,
        "text": " That's correct, yes."
      },
      {
        "id": 55,
        "start": 308,
        "end": 316,
        "text": " Great, okay. So I just sent those at $0, so you won't receive a charge for them."
      },
      {
        "id": 56,
        "start": 316,
        "end": 324,
        "text": " That prescription is placed on hold until July, so try them out, see what you think."
      },
      {
        "id": 57,
        "start": 324,
        "end": 330,
        "text": " If they don't work for you, you'll know very quickly. Just let us know by July."
      },
      {
        "id": 58,
        "start": 331,
        "end": 338,
        "text": " If they do, then great. Just let us know how you want the script set up before July,"
      },
      {
        "id": 59,
        "start": 338,
        "end": 340,
        "text": " and I hope you enjoy these."
      },
      {
        "id": 60,
        "start": 341,
        "end": 343,
        "text": " Alrighty, thank you for your help."
      },
      {
        "id": 61,
        "start": 343,
        "end": 345,
        "text": " Thanks, Andrew. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-811e-b869-da4e682ed2c9",
    "url": "https://www.notion.so/300000001239568-300000001729206-30511d0a101c811eb869da4e682ed2c9"
  },
  "processedAt": "2026-02-12T01:07:07.330Z"
}