{
  "recording": {
    "name": "300000001239477-300000001729125-3047842378 by charles@superbalife.com @ 3_29_54 PM.wav",
    "size": 193370,
    "modifyTime": 1770852735000,
    "remotePath": "/five9sftp/upload/SB CS/2_11_2026/300000001239477-300000001729125-3047842378 by charles@superbalife.com @ 3_29_54 PM.wav",
    "uploadDate": "2026-02-11T23:32:15.000Z",
    "callId": "300000001239477-300000001729125",
    "agent": "charles",
    "phoneNumber": "3047842378",
    "callTimestamp": "2026-02-11T15:29:54.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thanks for calling back, this is Charles.\n\nSpeaker 2: Yeah, I was calling, I was wanting to cancel my prescription.\n\nSpeaker 1: Okay, one second. What's your zip code?\n\nSpeaker 2: 25674. And your date of birth?\n\nSpeaker 1: 4-22-67.\n\nSpeaker 2: I got Archie Messer.\n\nSpeaker 1: Yes. Alright, looks like you are a VIP member here, Archie. Are you just way overstocked right now, need to pump the brakes for a while?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Okay, fair enough. They got one that's pending too, I want to go ahead and stop that one too.\n\nSpeaker 2: Okay, sounds good, that's exactly what I was about to ask.\n\nSpeaker 1: I just did that right now for you and then I can pause everything from now until June? I don't know if that's enough time for you?\n\nSpeaker 2: Yeah, just do it until we call back or something, can you do that?\n\nSpeaker 1: I can do from now until August, that means that it would be like every six months or once or twice a year.\n\nSpeaker 2: That way they don't come as often and then that allows you to call in and request it as needed as well.\n\nSpeaker 1: Well, just go ahead and cancel it.\n\nSpeaker 2: Just go ahead and cancel it altogether.\n\nSpeaker 1: Okay, you sure you don't want to just pause it? I mean, we won't charge you or send you anything and then if you work with us, we'll work with you.\n\nSpeaker 2: That way it keeps the prescription alive, that's the most important part of the Viagra.\n\nSpeaker 1: Yeah, no, I just won't go ahead and cancel it.\n\nSpeaker 2: Alright, good luck in the future.\n\nSpeaker 1: Alright, thanks.",
    "duration": 4988,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 25,
        "text": " Thanks for calling back, this is Charles Yeah, I was calling, I was wanting to cancel my"
      },
      {
        "id": 1,
        "start": 25,
        "end": 45,
        "text": " prescription. Okay, one second. What's your zip code? 25674. And your date of birth? 4-22-67."
      },
      {
        "id": 2,
        "start": 45,
        "end": 60,
        "text": " I got Archie Messer. Yes. Alright, looks like you are a VIP member here, Archie. Are you just way overstocked right now, need to pump the brakes for a while?"
      },
      {
        "id": 3,
        "start": 60,
        "end": 72,
        "text": " Yeah. Okay, fair enough. They got one that's pending too, I want to go ahead and stop that one too. Okay, sounds good, that's exactly what I was about to ask."
      },
      {
        "id": 4,
        "start": 72,
        "end": 78,
        "text": " I just did that right now for you and then I can pause everything from now until June? I don't know if that's enough time for you?"
      },
      {
        "id": 5,
        "start": 78,
        "end": 90,
        "text": " Yeah, just do it until we call back or something, can you do that? I can do from now until August, that means that it would be like every six months or once or twice a year."
      },
      {
        "id": 6,
        "start": 90,
        "end": 95,
        "text": " That way they don't come as often and then that allows you to call in and request it as needed as well."
      },
      {
        "id": 7,
        "start": 96,
        "end": 105,
        "text": " Well, just go ahead and cancel it. Just go ahead and cancel it altogether. Okay, you sure you don't want to just pause it? I mean, we won't charge you or send you anything and then if you work with us, we'll work with you."
      },
      {
        "id": 8,
        "start": 105,
        "end": 115,
        "text": " That way it keeps the prescription alive, that's the most important part of the Viagra. Yeah, no, I just won't go ahead and cancel it. Alright, good luck in the future."
      },
      {
        "id": 9,
        "start": 115,
        "end": 117,
        "text": " Alright, thanks."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-8190-bc21-fdd1763d48e3",
    "url": "https://www.notion.so/300000001239477-300000001729125-30511d0a101c8190bc21fdd1763d48e3"
  },
  "processedAt": "2026-02-12T00:09:56.429Z"
}