{
  "recording": {
    "name": "300000001218560-300000001708488-5056295682 by olivier@superbalife.com @ 4_05_38 PM.wav",
    "size": 875090,
    "modifyTime": 1769592146000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001218560-300000001708488-5056295682 by olivier@superbalife.com @ 4_05_38 PM.wav",
    "uploadDate": "2026-01-28T09:22:26.000Z",
    "callId": "300000001218560-300000001708488",
    "agent": "olivier",
    "phoneNumber": "5056295682",
    "callTimestamp": "2026-01-28T16:05:38.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Vagra. I can't hear you, I'm sorry. Hi, this is Vagra. Can you hear me better?\n\nSpeaker 2: Uh, a little bit. Ok, let me see what's going on. Are you able to hear me better? There.\n\nSpeaker 1: You go. Alright Mr. Sanchez.\n\nSpeaker 2: Yes sir.\n\nSpeaker 1: Alright, let me pull your prescription.\n\nSpeaker 2: Mr. Sanchez Farmington.\n\nSpeaker 1: Yes. How can I help you sir?\n\nSpeaker 2: Um, what did I, what did I order last time?\n\nSpeaker 1: You're on Cialis 20 mg.\n\nSpeaker 2: Does that come any stronger or is that the strongest?\n\nSpeaker 1: That's the strongest, but then you can do the daily Cialis which is 2.5 or 5 mg so it kind of stays in your system, it builds up so...\n\nSpeaker 2: No, I don't need that daily because I drive a truck for a living and I only see my old lady like a couple times a week. But...\n\nSpeaker 1: I mean it don't make you hard every day. It's a micro-dose so when you need to use it, you know, you already load it.\n\nSpeaker 2: No, I don't want to take something every day.\n\nSpeaker 1: Alright, alright. What would you like to do? You want to order the same? What did I, oh, which one did I order?\n\nSpeaker 2: Cialis 20 mg.\n\nSpeaker 1: No, but I mean, how many?\n\nSpeaker 2: Twelve.\n\nSpeaker 1: For how much?\n\nSpeaker 2: Uh, $103.95 total at checkout.\n\nSpeaker 1: Um, how much, how quickly can I get it?\n\nSpeaker 2: So, you can do the regular shipping, it's 2-5 business days we're covering it, or you can pay $15 extra so it's 1-3 business days, or you can expedite two day air shipping for $28 or do the one day air shipping for $38.\n\nSpeaker 1: Okay, uh, if I order it today, will I get it by Friday?\n\nSpeaker 2: Depends. You want to do regular shipping or you want to expedite it a little bit?\n\nSpeaker 1: Uh, expedite it a little bit.\n\nSpeaker 2: So you want to do the two day air shipping for $28? This last order took like kind of a long time.\n\nSpeaker 1: So do the two day air shipping for $28. They're going to send it out tomorrow.\n\nSpeaker 2: Okay. Is that okay with you? You want me to place that? And how much would that be? $130?\n\nSpeaker 1: Yeah, $130.95.\n\nSpeaker 2: Yeah, okay. You want to do that?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Alright, so I'm placing the order here for you. Give me one moment. And the actual current shipping address is correct, right? And the card on file?\n\nSpeaker 1: Uh, what is it?\n\nSpeaker 2: It's, uh, 2701 Lanapa Street, Farmington, 8741.\n\nSpeaker 1: Okay, master card ending by 9221.\n\nSpeaker 2: Uh, yes.\n\nSpeaker 1: Okay, I'm placing the order now, okay? Two day air shipping, $28, so it come $130 like we were saying, okay? I'm placing your order.\n\nSpeaker 2: Okay, thank you. And how much is it for, what's the bigger packages cost?\n\nSpeaker 1: Okay, let me tell you. Yeah, give me one moment.\n\nSpeaker 2: Okay, so that includes, uh, taxes and a small farm. Well, second charge is if I want to...\n\nSpeaker 1: All right, so which quantity are you thinking?\n\nSpeaker 2: Uh, I don't know. What quantities do they come in?\n\nSpeaker 1: Okay, you can get, uh, give me one moment. Uh, hold on.\n\nSpeaker 2: You already placed my order for that, right?\n\nSpeaker 1: Yes, I placed your order for that, but now I'm going to try to create the order for tell you the price if it was a different quantity.\n\nSpeaker 2: Yes.\n\nSpeaker 1: So 30 day supply, um, 10 PL is the price I gave you. I mean, actually it's a little more, but I kind of kept you at the same price because that's the price you pay before. And then now let's say if, um, we do a different type of, uh, uh, let me see. I'm sorry.\n\nSpeaker 2: Yes.\n\nSpeaker 1: If you do a different amount, uh, let me tell you. Hold on. So 30 days.\n\nSpeaker 2: Okay.\n\nSpeaker 1: And then, so now if you want a 90 day supply, which is three months, so we come to, uh, 199.\n\nSpeaker 2: Really? For three months. How many pills is that? It's going to be about 30 pills. 20 pills?\n\nSpeaker 1: 30 pills.\n\nSpeaker 2: 30 pills.\n\nSpeaker 1: Oh, 30 pills.\n\nSpeaker 2: I might do that next time. I'll think about it. Usually better. The more quantity you get, the better deal you get usually.\n\nSpeaker 1: Uh, so usually better.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: I might do that next time, but for right now, just keep it at the 12.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Perfect.\n\nSpeaker 1: All right.\n\nSpeaker 2: All right. So you all get it in a couple of days or so?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: You should get it. So you're going to go out tomorrow. So, um, you're going to go out tomorrow with two day of shipping because today we passed the cut off time. So they're not going to send out today, but tomorrow they will send it. Uh, I'm messaging the pharmacy as well.\n\nSpeaker 2: So, okay. And, uh, uh, it goes to the mailbox, right? So two day of shipping is going to be FedEx.\n\nSpeaker 1: So they're going to drop it. I think at the door is different. The mailbox is only USP.\n\nSpeaker 2: Yeah. It's only USPS, the mailbox, but you're going to have a tracking number in your account or you can call us to get it so you can anticipate your delivery.\n\nSpeaker 1: You guys will send me, uh, when it's delivered?\n\nSpeaker 2: No. So we send you a tracking number. So if you want to get it, you don't want it to get lost. It's at the door. You just look in your account. You're going to see a tracking number in your email, or you can call us in, you know, tomorrow and see if the tracking number is out so you can anticipate the delivery and know exactly at what time they're going to deliver it.\n\nSpeaker 1: Okay. So you can call us tomorrow so if you want to make sure to grab it yourself.\n\nSpeaker 2: That sounds good. I appreciate it.\n\nSpeaker 1: You're welcome. You have a good one.\n\nSpeaker 2: You too. Have a good day.\n\nSpeaker 1: Thank you. Bye-bye.",
    "duration": 17836,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 15,
        "text": " Hi this is Vagra. I can't hear you, I'm sorry. Hi this is Vagra. Can you hear me better?"
      },
      {
        "id": 1,
        "start": 15,
        "end": 21,
        "text": " Uh, a little bit. Ok, let me see what's going on. Are you able to hear me better? There"
      },
      {
        "id": 2,
        "start": 21,
        "end": 29,
        "text": " you go. Alright Mr. Sanchez. Yes sir. Alright, let me pull your prescription."
      },
      {
        "id": 3,
        "start": 29,
        "end": 41,
        "text": " Mr. Sanchez Farmington. Yes. How can I help you sir? Um, what did I, what did I order"
      },
      {
        "id": 4,
        "start": 41,
        "end": 48,
        "text": " last time? You're on Cialis 20 mg. Does that come any stronger or is that the strongest?"
      },
      {
        "id": 5,
        "start": 48,
        "end": 55,
        "text": " That's the strongest, but then you can do the daily Cialis which is 2.505 mg so it"
      },
      {
        "id": 6,
        "start": 55,
        "end": 61,
        "text": " kind of stays in your system, it builds up so... No, I don't need that daily because"
      },
      {
        "id": 7,
        "start": 61,
        "end": 69,
        "text": " I drive a truck for a living and I only see my old lady like a couple times a week. But"
      },
      {
        "id": 8,
        "start": 69,
        "end": 76,
        "text": " I mean it don't make you hard every day. It's a micro-dose so when you need to use it, you"
      },
      {
        "id": 9,
        "start": 76,
        "end": 84,
        "text": " know, you already load it. No, I don't want to take something every day. Alright, alright."
      },
      {
        "id": 10,
        "start": 84,
        "end": 89,
        "text": " What would you like to do? You want to order the same? What did I, oh, which one did I"
      },
      {
        "id": 11,
        "start": 89,
        "end": 102,
        "text": " order? Cialis 20 mg. No, but I mean, how many? Twelve. For how much? Uh, $103.95 total at"
      },
      {
        "id": 12,
        "start": 102,
        "end": 110,
        "text": " checkout. Um, how much, how quickly can I get it? So, you can do the regular shipping,"
      },
      {
        "id": 13,
        "start": 110,
        "end": 115,
        "text": " it's 2-5 business days we're covering it, or you can pay $15 extra so it's 1-3 business"
      },
      {
        "id": 14,
        "start": 115,
        "end": 121,
        "text": " days, or you can expedite two day air shipping for $28 or do the one day air shipping for"
      },
      {
        "id": 15,
        "start": 121,
        "end": 134,
        "text": " $38. Okay, uh, if I order it today, will I get it by Friday? Depends. You want to do"
      },
      {
        "id": 16,
        "start": 134,
        "end": 140,
        "text": " regular shipping or you want to expedite it a little bit? Uh, expedite it a little bit."
      },
      {
        "id": 17,
        "start": 140,
        "end": 147,
        "text": " So you want to do the two day air shipping for $28? This last order took like kind of"
      },
      {
        "id": 18,
        "start": 147,
        "end": 154,
        "text": " a long time. So do the two day air shipping for $28. They're going to send it out tomorrow."
      },
      {
        "id": 19,
        "start": 154,
        "end": 162,
        "text": " Okay. Is that okay with you? You want me to place that? And how much would that be? $130?"
      },
      {
        "id": 20,
        "start": 162,
        "end": 174,
        "text": " Yeah, $130.95. Yeah, okay. You want to do that? Yeah. Alright, so I'm placing the order"
      },
      {
        "id": 21,
        "start": 174,
        "end": 201,
        "text": " here for you. Give me one moment. And the actual current shipping address is correct,"
      },
      {
        "id": 22,
        "start": 201,
        "end": 211,
        "text": " right? And the card on file? Uh, what is it? It's, uh, 2701 Lanapa Street, Farmington,"
      },
      {
        "id": 23,
        "start": 211,
        "end": 222,
        "text": " 8741. Okay, master card ending by 9221. Uh, yes. Okay, I'm placing the order now, okay?"
      },
      {
        "id": 24,
        "start": 222,
        "end": 227,
        "text": " Two day air shipping, $28, so it come $130 like we were saying, okay? I'm placing your"
      },
      {
        "id": 25,
        "start": 227,
        "end": 253,
        "text": " order. Okay, thank you. And how much is it for, what's the bigger packages cost? Okay,"
      },
      {
        "id": 26,
        "start": 253,
        "end": 258,
        "text": " let me tell you. Yeah, give me one moment."
      },
      {
        "id": 27,
        "start": 283,
        "end": 301,
        "text": " Okay, so that includes, uh, taxes and a small farm. Well, second charge is if I want to"
      },
      {
        "id": 28,
        "start": 301,
        "end": 328,
        "text": " All right, so which quantity are you thinking? Uh, I don't know. What quantities do they"
      },
      {
        "id": 29,
        "start": 328,
        "end": 336,
        "text": " come in? Okay, you can get, uh, give me one moment. Uh, hold on. You already placed my"
      },
      {
        "id": 30,
        "start": 336,
        "end": 341,
        "text": " order for that, right? Yes, I placed your order for that, but now I'm going to try to"
      },
      {
        "id": 31,
        "start": 341,
        "end": 349,
        "text": " create the order for tell you the price if it was a different quantity. Yes. So 30 day"
      },
      {
        "id": 32,
        "start": 349,
        "end": 356,
        "text": " supply, um, 10 PL is the price I gave you. I mean, actually it's a little more, but I"
      },
      {
        "id": 33,
        "start": 356,
        "end": 360,
        "text": " kind of kept you at the same price because that's the price you pay before. And then"
      },
      {
        "id": 34,
        "start": 360,
        "end": 376,
        "text": " now let's say if, um, we do a different type of, uh, uh, let me see. I'm sorry. Yes. If"
      },
      {
        "id": 35,
        "start": 376,
        "end": 400,
        "text": " you do a different amount, uh, let me tell you. Hold on. So 30 days. Okay. And then,"
      },
      {
        "id": 36,
        "start": 401,
        "end": 414,
        "text": " So now if you want a 90 day supply, which is three months, so we come to, uh, 199. Really?"
      },
      {
        "id": 37,
        "start": 414,
        "end": 422,
        "text": " For three months. How many pills is that? It's going to be about 30 pills. 20 pills?"
      },
      {
        "id": 38,
        "start": 423,
        "end": 431,
        "text": " 30 pills. 30 pills. Oh, 30 pills. I might do that next time. I'll think about it. Usually"
      },
      {
        "id": 39,
        "start": 431,
        "end": 437,
        "text": " better. The more quantity you get, the better deal you get usually. Uh, so usually better."
      },
      {
        "id": 40,
        "start": 437,
        "end": 447,
        "text": " Yeah. I might do that next time, but for right now, just keep it at the 12. Okay. Okay."
      },
      {
        "id": 41,
        "start": 447,
        "end": 455,
        "text": " Perfect. All right. All right. So you all get it in a couple of days or so? Yeah. Yeah."
      },
      {
        "id": 42,
        "start": 455,
        "end": 460,
        "text": " You should get it. So you're going to go out tomorrow. So, um, you're going to go out tomorrow"
      },
      {
        "id": 43,
        "start": 460,
        "end": 463,
        "text": " with two day of shipping because today we passed the cut off time. So they're not going"
      },
      {
        "id": 44,
        "start": 463,
        "end": 469,
        "text": " to send out today, but tomorrow they will send it. Uh, I'm messaging the pharmacy as"
      },
      {
        "id": 45,
        "start": 469,
        "end": 477,
        "text": " well. So, okay. And, uh, uh, it goes to the mailbox, right? So two day of shipping is"
      },
      {
        "id": 46,
        "start": 477,
        "end": 482,
        "text": " going to be FedEx. So they're going to drop it. I think at the door is different. The"
      },
      {
        "id": 47,
        "start": 482,
        "end": 489,
        "text": " mailbox is only USP. Yeah. It's only USPS, the mailbox, but you're going to have a tracking"
      },
      {
        "id": 48,
        "start": 489,
        "end": 494,
        "text": " number in your account or you can call us to get it so you can anticipate your delivery."
      },
      {
        "id": 49,
        "start": 495,
        "end": 503,
        "text": " You guys will send me, uh, when it's delivered? No. So we send you a tracking number. So if"
      },
      {
        "id": 50,
        "start": 503,
        "end": 507,
        "text": " you want to get it, you don't want it to get lost. It's at the door. You just look in your"
      },
      {
        "id": 51,
        "start": 507,
        "end": 512,
        "text": " account. You're going to see a tracking number in your email, or you can call us in, you"
      },
      {
        "id": 52,
        "start": 512,
        "end": 517,
        "text": " know, tomorrow and see if the tracking number is out so you can anticipate the delivery"
      },
      {
        "id": 53,
        "start": 517,
        "end": 524,
        "text": " and know exactly at what time they're going to deliver it. Okay. So you can call us tomorrow."
      },
      {
        "id": 54,
        "start": 524,
        "end": 530,
        "text": " So if you want to make sure to grab it yourself. That sounds good. I appreciate it. You're"
      },
      {
        "id": 55,
        "start": 530,
        "end": 536,
        "text": " welcome. You have a good one. You too. Have a good day. Thank you. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81e4-8f7f-f7a04cfa85be",
    "url": "https://www.notion.so/300000001218560-300000001708488-2f611d0a101c81e48f7ff7a04cfa85be"
  },
  "processedAt": "2026-01-28T10:54:35.023Z"
}