{
  "recording": {
    "name": "300000001217721-300000001707937-8434962445 by josimar@superbalife.com @ 11_25_57 AM.wav",
    "size": 175300,
    "modifyTime": 1769591832000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001217721-300000001707937-8434962445 by josimar@superbalife.com @ 11_25_57 AM.wav",
    "uploadDate": "2026-01-28T09:17:12.000Z",
    "callId": "300000001217721-300000001707937",
    "agent": "josimar",
    "phoneNumber": "8434962445",
    "callTimestamp": "2026-01-28T11:25:57.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Viagra, how can I help you today?\n\nSpeaker 2: Yeah, I'm just calling to confirm that I am canceling my subscription. I know I've sent an email, but the response said they wanted me to please call.\n\nSpeaker 1: Yeah, correct. You would need to call and cancel any orders out. I can help you with that. Sure. What is your last name and the zip code?\n\nSpeaker 2: Rhodes, R-H-O-D-E-S, and zip code is 28210.\n\nSpeaker 1: Okay, one moment, sir. I'm just going to pull up your account here.\n\nSpeaker 2: Okay.\n\nSpeaker 1: So Larry Rhodes is right here. Right now, I do see that you have an order that shipped out recently on the 25th. However, you can always refuse that if you don't want to receive it at your house by writing \"refuse/return to sender\" and not opening the package.\n\nSpeaker 2: Regarding your prescription though, I can always just change it now since you're on the phone with me.\n\nSpeaker 1: One thing I wanted to mention, sir, if I cancel it out, unfortunately, the doctor would delete the visit and you wouldn't be able to access this Viagra anymore. However, what I could always do is just freeze it out for you. That way, when you actually need it down the road, you can always call us and still order it and retain access to it.\n\nSpeaker 2: But that way I won't have a recurrence of incorrect—\n\nSpeaker 1: Yeah, you won't have an active recurring order every month. Instead, what it does is it pauses everything for about half a year, but it always gives you the benefit of calling us back in to pause it further, even for another half year.\n\nSpeaker 2: But that way, when you do need it, you just call us up and still get access to it.\n\nSpeaker 1: Okay. All right, so I changed the run for that plan, sir. At any point, call us if you need to make any further adjustments. More than happy to help you with that.\n\nSpeaker 2: But you're all set for today.\n\nSpeaker 1: All right, thank you.\n\nSpeaker 2: Of course. Bye bye.",
    "duration": 6016,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.119999885559082,
        "text": " Viagra how can I help you today? Yeah I'm just calling to confirm that I am"
      },
      {
        "id": 1,
        "start": 5.119999885559082,
        "end": 11.680000305175781,
        "text": " canceling my subscription and I know I've sent an email but the response said"
      },
      {
        "id": 2,
        "start": 11.680000305175781,
        "end": 16.84000015258789,
        "text": " they wanted me to please call. Yeah correct you would need to call and cancel"
      },
      {
        "id": 3,
        "start": 16.84000015258789,
        "end": 22.040000915527344,
        "text": " any orders out I can help you with that. Sure. What is your last name and the zip"
      },
      {
        "id": 4,
        "start": 22.040000915527344,
        "end": 38.7599983215332,
        "text": " code? Rhodes R-H-O-D-E-S and zip code is 28210. Okay one moment sir. I'm just going to pull up your"
      },
      {
        "id": 5,
        "start": 38.7599983215332,
        "end": 43.81999969482422,
        "text": " account here. Okay so Larry Rhodes is right here. Right now I do see that you"
      },
      {
        "id": 6,
        "start": 43.81999969482422,
        "end": 48.15999984741211,
        "text": " have an order that shipped out recently on the 25th. However you can always"
      },
      {
        "id": 7,
        "start": 48.15999984741211,
        "end": 51.68000030517578,
        "text": " refuse that if you don't want to receive it at house by writing refuse"
      },
      {
        "id": 8,
        "start": 51.68000030517578,
        "end": 55.2400016784668,
        "text": " slash return to sender and not opening the package. Regarding your"
      },
      {
        "id": 9,
        "start": 55.2400016784668,
        "end": 59.52000045776367,
        "text": " prescription though I can always just change it now since you're on the phone"
      },
      {
        "id": 10,
        "start": 59.52000045776367,
        "end": 63,
        "text": " with me. One thing I wanted to mention sir if I cancel it out unfortunately the"
      },
      {
        "id": 11,
        "start": 63,
        "end": 65.83999633789062,
        "text": " doctor would delete the visit and you wouldn't be able to access this Viagra"
      },
      {
        "id": 12,
        "start": 65.83999633789062,
        "end": 69.91999816894531,
        "text": " anymore. However what I could always do is just freeze it out for you that way"
      },
      {
        "id": 13,
        "start": 69.91999816894531,
        "end": 72.68000030517578,
        "text": " when you actually need it down the road you can always call us and still order"
      },
      {
        "id": 14,
        "start": 72.68000030517578,
        "end": 78.16000366210938,
        "text": " it and retain access to it. But that way I won't have a recurrence of"
      },
      {
        "id": 15,
        "start": 78.16000366210938,
        "end": 82.04000091552734,
        "text": " incorrect. Yeah you won't have an active reoccurring order every month. Instead"
      },
      {
        "id": 16,
        "start": 82.04000091552734,
        "end": 85.4000015258789,
        "text": " what it does it pauses everything for about half a year but it always gives"
      },
      {
        "id": 17,
        "start": 85.4000015258789,
        "end": 88.68000030517578,
        "text": " you the benefit of calling us back in to pause it further even for another half"
      },
      {
        "id": 18,
        "start": 88.68000030517578,
        "end": 92.4000015258789,
        "text": " year. But that way when you do need it you just call us up and just"
      },
      {
        "id": 19,
        "start": 92.4000015258789,
        "end": 98.5199966430664,
        "text": " still get access to it. Okay. All right so I changed the run for that plan sir. At"
      },
      {
        "id": 20,
        "start": 98.5199966430664,
        "end": 101.44000244140625,
        "text": " any point call us if you need to make any further adjustments more than happy"
      },
      {
        "id": 21,
        "start": 101.44000244140625,
        "end": 107.68000030517578,
        "text": " to help you with that. But you're all separate today. All right thank you. Of course. Bye bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8178-b741-d675ec8c7e4e",
    "url": "https://www.notion.so/300000001217721-300000001707937-2f611d0a101c8178b741d675ec8c7e4e"
  },
  "processedAt": "2026-01-28T11:28:18.909Z"
}