{
  "recording": {
    "name": "300000001242204-300000001731694-2489245067 by nickh@superbalife.com @ 11_43_43 AM.wav",
    "size": 1380530,
    "modifyTime": 1771012695000,
    "remotePath": "/five9sftp/upload/SB CS/2_13_2026/300000001242204-300000001731694-2489245067 by nickh@superbalife.com @ 11_43_43 AM.wav",
    "uploadDate": "2026-02-13T19:58:15.000Z",
    "callId": "300000001242204-300000001731694",
    "agent": "nickh",
    "phoneNumber": "2489245067",
    "callTimestamp": "2026-02-13T11:43:43.000Z",
    "campaign": "test one",
    "audioUrl": "https://sfo3.digitaloceanspaces.com/spaces-bucket/five9-recordings/2026-02-13_nickh_300000001242204-300000001731694_2489245067.wav",
    "transcriptUrl": "https://sfo3.digitaloceanspaces.com/spaces-bucket/five9-recordings/2026-02-13_nickh_300000001242204-300000001731694_2489245067.txt"
  },
  "transcription": {
    "text": "Speaker 1: Hi, thank you for calling Viagra at ScoreBlue. How can I help you today?\n\nSpeaker 2: Yes, this is Ken Perpich. I'm calling out of Novi, Michigan.\n\nSpeaker 1: And last month, actually probably December, I placed an order with ScoreBlue.\n\nSpeaker 2: And very unexpectedly, yesterday, I received another order. I never signed up for like a\n\nSpeaker 1: full-time subscription. I just signed up for, you know, one time to try it out.\n\nSpeaker 2: Sure. So yeah, Ken, let me get your date of birth so I can pull up your\n\nSpeaker 1: medical chart and see how the doctor organized your prescription.\n\nSpeaker 2: 10-23-57. Thank you.\n\nSpeaker 1: Okay, so Ken, you're right. I do see the order was placed online on December 9th,\n\nSpeaker 2: and then the doctor wrote you a prescription that day for the 50 milligram Viagra quantity of 25.\n\nSpeaker 1: What I see here is that the doctor did go ahead and write this with refills.\n\nSpeaker 2: Now, this is not a subscription, Ken. Sorry that this went through automatically. You're\n\nSpeaker 1: not required to get these monthly, bi-monthly, or in this case, even tri-monthly.\n\nSpeaker 2: You are able to pause it and then call in and place refill orders as needed.\n\nSpeaker 1: So if you were interested, you could always adjust this prescription to those settings.\n\nSpeaker 2: You have about 10 refills left under the script.\n\nSpeaker 1: Yeah, but they just automatically sent these to me yesterday. I didn't even order them.\n\nSpeaker 2: So this was the initial settings set by the doctor. Usually, it's kind of noted in the notes\n\nSpeaker 1: from the doctor with the initial prescription. You know, we can go any way you'd like. So,\n\nSpeaker 2: like I said, I could pause it. That would allow you to have access to the remaining\n\nSpeaker 1: refills in the future. You could cancel it, which would close out the prescription altogether,\n\nSpeaker 2: which then you would lose access to the medication. Whichever way you really want to go,\n\nSpeaker 1: I'd be happy to help. I would say pause it for now. Okay. Okay. Let me control when I want them\n\nSpeaker 2: shipped and when I want them and need them. Exactly. Yeah, that is usually the prescription.\n\nSpeaker 1: Exactly. Yeah, that is usually the preferred method. So what I'll do here is I'll adjust your\n\nSpeaker 2: settings to where it is paused. Hypothetically, if you need a refill come April, May, June,\n\nSpeaker 1: all you'll need to do is either give us a call, right, on this line, and you can place a refill\n\nSpeaker 2: order there. Or you can hop on the ScoreBlue website, and you can order through your dashboard\n\nSpeaker 1: via the quick refill button, okay? Sure. And as a courtesy here, Ken, as well, I'm putting notes\n\nSpeaker 2: here for any future orders. We would be happy to just automatically upgrade you for 100 milligrams\n\nSpeaker 1: on any of these medications free of charge. So I'm putting notes in here due to the inconvenience.\n\nSpeaker 2: Any future orders for the same cost, we'll honor the 100 milligrams.\n\nSpeaker 1: Do you think that that's better than instead of what am I at, 50, right? Yeah, I'm at 50.\n\nSpeaker 2: So it really depends on your body and how used to this medication, how long you've been taking\n\nSpeaker 1: various forms of ED medication. I do see here, you know, you've never taken an ED medication\n\nSpeaker 2: before, correct? This is the first time? No. No, excuse me. Sorry, your health survey shows\n\nSpeaker 1: a doctor never prescribed you anything. No, never, never prescribed me anything.\n\nSpeaker 2: Yeah. Okay. So, you know, 50 is normally a good start, but if 100 milligrams, if you find yourself\n\nSpeaker 1: taking two pills, because most patients are prescribed 100 milligrams of Viagra or Cetinophil,\n\nSpeaker 2: um, yeah, it's, you might have better results if you, if you want a little bit extra. Um, yeah,\n\nSpeaker 1: don't be afraid to do that. Cause I believe on the directions even says you can take one to two pills.\n\nSpeaker 2: It does. Yeah. I've only, uh, I've tried it a few times and I've just did just the one pill.\n\nSpeaker 1: Oh yeah. So try to, um, you know, uh, just make sure obviously for best results, uh,\n\nSpeaker 2: take it on an empty stomach, uh, diet wise, make sure to try to avoid fattier foods like burgers,\n\nSpeaker 1: steaks, things like that. If you have that in your system, even like 12, 14 hours prior,\n\nSpeaker 2: the medication won't break down as easy as it could.\n\nSpeaker 1: Oh, I see. Yeah. Kind of hard to control though, you know, what you're going to eat because\n\nSpeaker 2: you don't even know for sure when you're going to take the pill, you know? Of course.\n\nSpeaker 1: Now it does stay in your system for 14 hours, so you can take it earlier if needed.\n\nSpeaker 2: Yeah. Yep. Um, the other question that I had is that when I, um, uh, to the best I remember when\n\nSpeaker 1: I first signed up for this, what, what really interested me is that it was, it was advertised\n\nSpeaker 2: as, uh, like a new Viagra. I want to say they called it, uh, Viagra ECR or it was SCR. It was\n\nSpeaker 1: like three letters after, after Viagra and it was AGV. Yeah. AGV. Yeah. Is that what I have?\n\nSpeaker 2: No. So Scorablue sells multiple. So they sell the generic, they sell the new formula, which\n\nSpeaker 1: they had for about six months, which is AGV. They sell these, uh, name brand Viagra. They\n\nSpeaker 2: also sell Cialis, right? I see your medication was written for the, uh, generic sedenafil. So\n\nSpeaker 1: yours are APCO. On the bottom right hand corner of your bottle, you'll probably see APCO Pharma.\n\nSpeaker 2: Those are coming out of New Jersey. There's nothing technically wrong with them, but those\n\nSpeaker 1: are generic. It's just generic, uh, sedenafil. Yeah. Sedenafil. Yeah. Do you want to, do you\n\nSpeaker 2: want to try the AGV? I can get you a free, uh, free sample. Well, that's what I thought I was\n\nSpeaker 1: getting. Okay. Well, how, so, um, yeah, I, I see it was selected online for the, the, the base\n\nSpeaker 2: sedenafil, uh, not the AGV. So I'm not sure what happened, uh, on the computer there when it was\n\nSpeaker 1: selected. Um, but like I said, if you want, um, I'm just going to do, yeah, I'm going to do that\n\nSpeaker 2: for you as well on top of the milligram adjustment. Um, and then if you'd like, give me, I'll give you\n\nSpeaker 1: my extension and then after you have an opportunity to try the AGV, give me a call back and let me\n\nSpeaker 2: know how your body, um, uh, how it kind of, uh, if it's affected compared to the, uh, generic and\n\nSpeaker 1: then, you know, you can tell me which one you prefer for any future prescriptions. Yeah. And,\n\nSpeaker 2: and doctor, what, what was your last name? Uh, I can't, so I'm not a doctor. I'm just one of our,\n\nSpeaker 1: our telehealth, um, uh, service members. Yeah. Okay. Um, my name is Nick. Nick. Okay.\n\nSpeaker 2: And your extension? Yeah. 0042. 0042. All right. And you're going to send me a,\n\nSpeaker 1: a free sample of the Viagra AGV? Correct. Yep. Okay. And so I'm going to, uh,\n\nSpeaker 2: yeah, I'm going to even just automatically send you the 100 milligrams as well. So, uh, you can\n\nSpeaker 1: just try the, you know, see, see how that, that, the strength of that compares to yours.\n\nSpeaker 2: Yeah. Just out of curiosity, does the, um, AGV, does that have more than a\n\nSpeaker 1: uh, uh, sedum, sedum, aphil, sedinophil? Sedinophil? No. Yeah. So, so the, the,\n\nSpeaker 2: the specialty about, around AGV is that is specifically formulated from the Pfizer labs\n\nSpeaker 1: in France. Okay. Uh, sedinophil is the leading ingredient in it, but it is the inactive\n\nSpeaker 2: ingredients that make it a little bit better, uh, helps it break down in your system faster,\n\nSpeaker 1: stays in your system for about 14 hours, uh, and then also, um, little to no side\n\nSpeaker 2: effects compared to many of its predecessors. It's just the most recent release, honestly.\n\nSpeaker 1: Okay. And you said that it, it, it has, um, it has other, other, uh, properties in it, just,\n\nSpeaker 2: uh, besides the, uh, uh. Besides the sedinophil? Yeah, sedinophil. That's a hard name.\n\nSpeaker 1: They all are, honestly, all the medications are. Um, so any medication that you take,\n\nSpeaker 2: whether it is like a sedinophil, a tadalophil, even like an lisinopril, right? Or blood pressure\n\nSpeaker 1: medication. There's other things in those that are not just that lead, that one ingredient,\n\nSpeaker 2: right? It's not just like a 100% potent lisinopril or sedinophil. There's other things\n\nSpeaker 1: in it that kind of help it break down in your system, uh, counteract side effects, all that\n\nSpeaker 2: stuff. Yeah. So the Viagra AGV though has, has, so it's gonna be 100 grams of, uh, the F word\n\nSpeaker 1: and then what, what are the other? So yeah, so there's, there's some that are similar to the\n\nSpeaker 2: generic, but the main two that are different will be aluminum oxide is one of the ingredients\n\nSpeaker 1: and then microcrystalline cellulose, which is the, helps it break down. Okay.\n\nSpeaker 2: Okay. Helps break down. Okay. Yeah. Yeah. Yeah. It'd be worth trying. Yeah, I think so.\n\nSpeaker 1: Because actually, like I said, that's what I really thought I was getting in the first place.\n\nSpeaker 2: That's, uh, that's the medication that my dad is on. Uh, and he's, uh, pretty happy with the\n\nSpeaker 1: AGV compared to, he was prescribed generic for years. Yeah. You mean the Viagra generic?\n\nSpeaker 2: Correct. Yeah. He, he prefers the, uh, AGV. Which is kind of what I have, right?\n\nSpeaker 1: Yeah. Well, he was a patient of ours before the AGV came out and then we got him on the AGV. Yeah.\n\nSpeaker 2: Yeah. Okay. All right. And Ken, did you get my extension? Did I give that to you yet?\n\nSpeaker 1: 0042. Perfect. All right. I just wanted to double check that because I'm finishing up\n\nSpeaker 2: my notes here for you. Yeah.\n\nSpeaker 1: All right. So that is done and completed. You should see that probably the middle of next week.\n\nSpeaker 2: Okay. Okay. And then your account is paused.\n\nSpeaker 1: And so after you have the opportunity to try the AVGV, you have my extension, give me a call back\n\nSpeaker 2: and just give me an update and tell me how it works for you. I will. Do you happen to know,\n\nSpeaker 1: like, um, this, the subscription that I received yesterday, um, I'm sure it's going to, it's going\n\nSpeaker 2: to go on my, I can't remember if I put this on my Geezer or my American Express. Do you know how\n\nSpeaker 1: much it's going to be? So that was for the 25, it looks like that was $113.95.\n\nSpeaker 2: Uh, and that was on your Amex 2009. Okay.\n\nSpeaker 1: Is the, um, is the AVGV, is that, is it more expensive?\n\nSpeaker 2: Typically, yeah. Um, but I mean, not by much. I could probably honor those pricings for you\n\nSpeaker 1: for the next order if you choose to do it. Yeah, I could do that for you. Yeah.\n\nSpeaker 2: Yeah, I could, I could probably get you this. I could probably, I could probably match that.\n\nSpeaker 1: Okay. All right. Well, I'll give it a try. And as far as what you sent me yesterday, I'll,\n\nSpeaker 2: I'll keep it and pay for it. I mean, you know, it's already been shipped and everything. So,\n\nSpeaker 1: sure. Yeah. All right. Well, thank you so much for your time today.\n\nSpeaker 2: Yeah. All right. But let's, uh, pause and, um, let's see how the AGB works out and,\n\nSpeaker 1: and go from there. I still have probably, I don't know, probably 21 or 22, uh, pills left from the\n\nSpeaker 2: first order from December and now these 25, so I'm close to about 50. Okay. And you're good for\n\nSpeaker 1: a while. I'm good for a while. That's the point I'm making. Plus I, I will try the, the, when I\n\nSpeaker 2: get the AGB, I will definitely give that a try. Yeah. All right, sir. Well, you were all set. Is\n\nSpeaker 1: there anything else I can do for you today? That'll do it. All right. Perfect. Thank you so\n\nSpeaker 2: much. You have a good rest of your day and have a good weekend. Yep. Thank you. All right. Bye-bye.",
    "duration": 29416,
    "audioDuration": 849.52001953125,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 2.880000114440918,
        "text": " Hi, thank you for calling Viagra at ScoreBlue. How can I help you today?"
      },
      {
        "id": 1,
        "start": 4.639999866485596,
        "end": 9.4399995803833,
        "text": " Yes, this is Ken Perpich. I'm calling out of Novi, Michigan."
      },
      {
        "id": 2,
        "start": 10.319999694824219,
        "end": 21.920000076293945,
        "text": " And last month, actually probably December, I placed an order with ScoreBlue."
      },
      {
        "id": 3,
        "start": 21.920000076293945,
        "end": 34.959999084472656,
        "text": " And very unexpectedly, yesterday, I received another order. I never signed up for like a"
      },
      {
        "id": 4,
        "start": 34.959999084472656,
        "end": 41.36000061035156,
        "text": " full-time subscription. I just signed up for, you know, one time to try it out."
      },
      {
        "id": 5,
        "start": 44.959999084472656,
        "end": 48.47999954223633,
        "text": " Sure. So yeah, Ken, let me get your date of birth so I can pull up your"
      },
      {
        "id": 6,
        "start": 48.47999954223633,
        "end": 51.36000061035156,
        "text": " medical chart and see how the doctor organized your prescription."
      },
      {
        "id": 7,
        "start": 52.720001220703125,
        "end": 56.08000183105469,
        "text": " 10-23-57. Thank you."
      },
      {
        "id": 8,
        "start": 59.20000076293945,
        "end": 63.119998931884766,
        "text": " Okay, so Ken, you're right. I do see the order was placed online on December 9th,"
      },
      {
        "id": 9,
        "start": 63.119998931884766,
        "end": 68,
        "text": " and then the doctor wrote you a prescription that day for the 50 milligram Viagra quantity of 25."
      },
      {
        "id": 10,
        "start": 69.27999877929688,
        "end": 73.36000061035156,
        "text": " What I see here is that the doctor did go ahead and write this with refills."
      },
      {
        "id": 11,
        "start": 73.91999816894531,
        "end": 78.80000305175781,
        "text": " Now, this is not a subscription, Ken. Sorry that this went through automatically. You're"
      },
      {
        "id": 12,
        "start": 78.80000305175781,
        "end": 82.4000015258789,
        "text": " not required to get these monthly, bi-monthly, or in this case, even tri-monthly."
      },
      {
        "id": 13,
        "start": 83.91999816894531,
        "end": 87.44000244140625,
        "text": " You are able to pause it and then call in and place refill orders as needed."
      },
      {
        "id": 14,
        "start": 88.4000015258789,
        "end": 93.19999694824219,
        "text": " So if you were interested, you could always adjust this prescription to those settings."
      },
      {
        "id": 15,
        "start": 93.19999694824219,
        "end": 95.5199966430664,
        "text": " You have about 10 refills left under the script."
      },
      {
        "id": 16,
        "start": 96,
        "end": 103.5199966430664,
        "text": " Yeah, but they just automatically sent these to me yesterday. I didn't even order them."
      },
      {
        "id": 17,
        "start": 103.5199966430664,
        "end": 114,
        "text": " So this was the initial settings set by the doctor. Usually, it's kind of noted in the notes"
      },
      {
        "id": 18,
        "start": 114,
        "end": 118.4000015258789,
        "text": " from the doctor with the initial prescription. You know, we can go any way you'd like. So,"
      },
      {
        "id": 19,
        "start": 118.4000015258789,
        "end": 122.4000015258789,
        "text": " like I said, I could pause it. That would allow you to have access to the remaining"
      },
      {
        "id": 20,
        "start": 123.36000061035156,
        "end": 127.91999816894531,
        "text": " refills in the future. You could cancel it, which would close out the prescription altogether,"
      },
      {
        "id": 21,
        "start": 128.72000122070312,
        "end": 134.0800018310547,
        "text": " which then you would lose access to the medication. Whichever way you really want to go,"
      },
      {
        "id": 22,
        "start": 134.0800018310547,
        "end": 143.52000427246094,
        "text": " I'd be happy to help. I would say pause it for now. Okay. Okay. Let me control when I want them"
      },
      {
        "id": 23,
        "start": 143.52000427246094,
        "end": 149.75999450683594,
        "text": " shipped and when I want them and need them. Exactly. Yeah, that is usually the prescription."
      },
      {
        "id": 24,
        "start": 150.0800018310547,
        "end": 155.36000061035156,
        "text": " Exactly. Yeah, that is usually the preferred method. So what I'll do here is I'll adjust your"
      },
      {
        "id": 25,
        "start": 155.36000061035156,
        "end": 163.36000061035156,
        "text": " settings to where it is paused. Hypothetically, if you need a refill come April, May, June,"
      },
      {
        "id": 26,
        "start": 163.36000061035156,
        "end": 169.1999969482422,
        "text": " all you'll need to do is either give us a call, right, on this line, and you can place a refill"
      },
      {
        "id": 27,
        "start": 169.1999969482422,
        "end": 174.39999389648438,
        "text": " order there. Or you can hop on the ScoreBlue website, and you can order through your dashboard"
      },
      {
        "id": 28,
        "start": 174.39999389648438,
        "end": 181.83999633789062,
        "text": " via the quick refill button, okay? Sure. And as a courtesy here, Ken, as well, I'm putting notes"
      },
      {
        "id": 29,
        "start": 181.83999633789062,
        "end": 189.27999877929688,
        "text": " here for any future orders. We would be happy to just automatically upgrade you for 100 milligrams"
      },
      {
        "id": 30,
        "start": 189.27999877929688,
        "end": 195.75999450683594,
        "text": " on any of these medications free of charge. So I'm putting notes in here due to the inconvenience."
      },
      {
        "id": 31,
        "start": 196.47999572753906,
        "end": 200.47999572753906,
        "text": " Any future orders for the same cost, we'll honor the 100 milligrams."
      },
      {
        "id": 32,
        "start": 201.1199951171875,
        "end": 208.39999389648438,
        "text": " Do you think that that's better than instead of what am I at, 50, right? Yeah, I'm at 50."
      },
      {
        "id": 33,
        "start": 209.44000244140625,
        "end": 217.67999267578125,
        "text": " So it really depends on your body and how used to this medication, how long you've been taking"
      },
      {
        "id": 34,
        "start": 218.24000549316406,
        "end": 224.47999572753906,
        "text": " various forms of ED medication. I do see here, you know, you've never taken an ED medication"
      },
      {
        "id": 35,
        "start": 225.44000244140625,
        "end": 232.39999389648438,
        "text": " before, correct? This is the first time? No. No, excuse me. Sorry, your health survey shows"
      },
      {
        "id": 36,
        "start": 232.39999389648438,
        "end": 237.60000610351562,
        "text": " a doctor never prescribed you anything. No, never, never prescribed me anything."
      },
      {
        "id": 37,
        "start": 238.16000366210938,
        "end": 244.55999755859375,
        "text": " Yeah. Okay. So, you know, 50 is normally a good start, but if 100 milligrams, if you find yourself"
      },
      {
        "id": 38,
        "start": 244.55999755859375,
        "end": 249.44000244140625,
        "text": " taking two pills, because most patients are prescribed 100 milligrams of Viagra or Cetinophil,"
      },
      {
        "id": 39,
        "start": 250.0800018310547,
        "end": 256.8800048828125,
        "text": " um, yeah, it's, you might have better results if you, if you want a little bit extra. Um, yeah,"
      },
      {
        "id": 40,
        "start": 256.8800048828125,
        "end": 260.3999938964844,
        "text": " don't be afraid to do that. Cause I believe on the directions even says you can take one to two pills."
      },
      {
        "id": 41,
        "start": 262,
        "end": 268.32000732421875,
        "text": " It does. Yeah. I've only, uh, I've tried it a few times and I've just did just the one pill."
      },
      {
        "id": 42,
        "start": 269.0400085449219,
        "end": 274.9599914550781,
        "text": " Oh yeah. So try to, um, you know, uh, just make sure obviously for best results, uh,"
      },
      {
        "id": 43,
        "start": 274.9599914550781,
        "end": 281.44000244140625,
        "text": " take it on an empty stomach, uh, diet wise, make sure to try to avoid fattier foods like burgers,"
      },
      {
        "id": 44,
        "start": 281.44000244140625,
        "end": 285.6000061035156,
        "text": " steaks, things like that. If you have that in your system, even like 12, 14 hours prior,"
      },
      {
        "id": 45,
        "start": 286.7200012207031,
        "end": 288.7200012207031,
        "text": " the medication won't break down as easy as it could."
      },
      {
        "id": 46,
        "start": 290.239990234375,
        "end": 296.32000732421875,
        "text": " Oh, I see. Yeah. Kind of hard to control though, you know, what you're going to eat because"
      },
      {
        "id": 47,
        "start": 296.32000732421875,
        "end": 300.4800109863281,
        "text": " you don't even know for sure when you're going to take the pill, you know? Of course."
      },
      {
        "id": 48,
        "start": 300.4800109863281,
        "end": 304.8800048828125,
        "text": " Now it does stay in your system for 14 hours, so you can take it earlier if needed."
      },
      {
        "id": 49,
        "start": 306,
        "end": 314.239990234375,
        "text": " Yeah. Yep. Um, the other question that I had is that when I, um, uh, to the best I remember when"
      },
      {
        "id": 50,
        "start": 314.239990234375,
        "end": 322.7200012207031,
        "text": " I first signed up for this, what, what really interested me is that it was, it was advertised"
      },
      {
        "id": 51,
        "start": 322.7200012207031,
        "end": 332.4800109863281,
        "text": " as, uh, like a new Viagra. I want to say they called it, uh, Viagra ECR or it was SCR. It was"
      },
      {
        "id": 52,
        "start": 332.4800109863281,
        "end": 342.3999938964844,
        "text": " like three letters after, after Viagra and it was AGV. Yeah. AGV. Yeah. Is that what I have?"
      },
      {
        "id": 53,
        "start": 344,
        "end": 350,
        "text": " No. So Scorablue sells multiple. So they sell the generic, they sell the new formula, which"
      },
      {
        "id": 54,
        "start": 350,
        "end": 355.1199951171875,
        "text": " they had for about six months, which is AGV. They sell these, uh, name brand Viagra. They"
      },
      {
        "id": 55,
        "start": 355.1199951171875,
        "end": 361.67999267578125,
        "text": " also sell Cialis, right? I see your medication was written for the, uh, generic sedenafil. So"
      },
      {
        "id": 56,
        "start": 361.67999267578125,
        "end": 367.760009765625,
        "text": " yours are APCO. On the bottom right hand corner of your bottle, you'll probably see APCO Pharma."
      },
      {
        "id": 57,
        "start": 367.760009765625,
        "end": 370.8800048828125,
        "text": " Those are coming out of New Jersey. There's nothing technically wrong with them, but those"
      },
      {
        "id": 58,
        "start": 370.8800048828125,
        "end": 380.55999755859375,
        "text": " are generic. It's just generic, uh, sedenafil. Yeah. Sedenafil. Yeah. Do you want to, do you"
      },
      {
        "id": 59,
        "start": 380.55999755859375,
        "end": 387.0400085449219,
        "text": " want to try the AGV? I can get you a free, uh, free sample. Well, that's what I thought I was"
      },
      {
        "id": 60,
        "start": 387.0400085449219,
        "end": 395.5199890136719,
        "text": " getting. Okay. Well, how, so, um, yeah, I, I see it was selected online for the, the, the base"
      },
      {
        "id": 61,
        "start": 395.5199890136719,
        "end": 401.44000244140625,
        "text": " sedenafil, uh, not the AGV. So I'm not sure what happened, uh, on the computer there when it was"
      },
      {
        "id": 62,
        "start": 401.44000244140625,
        "end": 408.1600036621094,
        "text": " selected. Um, but like I said, if you want, um, I'm just going to do, yeah, I'm going to do that"
      },
      {
        "id": 63,
        "start": 408.1600036621094,
        "end": 415.6000061035156,
        "text": " for you as well on top of the milligram adjustment. Um, and then if you'd like, give me, I'll give you"
      },
      {
        "id": 64,
        "start": 415.6000061035156,
        "end": 421.20001220703125,
        "text": " my extension and then after you have an opportunity to try the AGV, give me a call back and let me"
      },
      {
        "id": 65,
        "start": 421.20001220703125,
        "end": 429.0400085449219,
        "text": " know how your body, um, uh, how it kind of, uh, if it's affected compared to the, uh, generic and"
      },
      {
        "id": 66,
        "start": 429.0400085449219,
        "end": 434.4800109863281,
        "text": " then, you know, you can tell me which one you prefer for any future prescriptions. Yeah. And,"
      },
      {
        "id": 67,
        "start": 434.4800109863281,
        "end": 440.9599914550781,
        "text": " and doctor, what, what was your last name? Uh, I can't, so I'm not a doctor. I'm just one of our,"
      },
      {
        "id": 68,
        "start": 440.9599914550781,
        "end": 448.7200012207031,
        "text": " our telehealth, um, uh, service members. Yeah. Okay. Um, my name is Nick. Nick. Okay."
      },
      {
        "id": 69,
        "start": 448.7200012207031,
        "end": 456.0799865722656,
        "text": " And your extension? Yeah. 0042. 0042. All right. And you're going to send me a,"
      },
      {
        "id": 70,
        "start": 456.79998779296875,
        "end": 465.3599853515625,
        "text": " a free sample of the Viagra AGV? Correct. Yep. Okay. And so I'm going to, uh,"
      },
      {
        "id": 71,
        "start": 466.3999938964844,
        "end": 473.9200134277344,
        "text": " yeah, I'm going to even just automatically send you the 100 milligrams as well. So, uh, you can"
      },
      {
        "id": 72,
        "start": 473.9200134277344,
        "end": 478.8800048828125,
        "text": " just try the, you know, see, see how that, that, the strength of that compares to yours."
      },
      {
        "id": 73,
        "start": 480.1600036621094,
        "end": 492.239990234375,
        "text": " Yeah. Just out of curiosity, does the, um, AGV, does that have more than a"
      },
      {
        "id": 74,
        "start": 492.8800048828125,
        "end": 502.8800048828125,
        "text": " uh, uh, sedum, sedum, aphil, sedinophil? Sedinophil? No. Yeah. So, so the, the,"
      },
      {
        "id": 75,
        "start": 502.8800048828125,
        "end": 509.3599853515625,
        "text": " the specialty about, around AGV is that is specifically formulated from the Pfizer labs"
      },
      {
        "id": 76,
        "start": 509.3599853515625,
        "end": 514.719970703125,
        "text": " in France. Okay. Uh, sedinophil is the leading ingredient in it, but it is the inactive"
      },
      {
        "id": 77,
        "start": 514.719970703125,
        "end": 519.280029296875,
        "text": " ingredients that make it a little bit better, uh, helps it break down in your system faster,"
      },
      {
        "id": 78,
        "start": 519.3599853515625,
        "end": 524.6400146484375,
        "text": " stays in your system for about 14 hours, uh, and then also, um, little to no side"
      },
      {
        "id": 79,
        "start": 524.6400146484375,
        "end": 528.6400146484375,
        "text": " effects compared to many of its predecessors. It's just the most recent release, honestly."
      },
      {
        "id": 80,
        "start": 533.280029296875,
        "end": 542.239990234375,
        "text": " Okay. And you said that it, it, it has, um, it has other, other, uh, properties in it, just,"
      },
      {
        "id": 81,
        "start": 542.8800048828125,
        "end": 551.5999755859375,
        "text": " uh, besides the, uh, uh. Besides the sedinophil? Yeah, sedinophil. That's a hard name."
      },
      {
        "id": 82,
        "start": 553.9199829101562,
        "end": 559.5999755859375,
        "text": " They all are, honestly, all the medications are. Um, so any medication that you take,"
      },
      {
        "id": 83,
        "start": 559.5999755859375,
        "end": 565.6799926757812,
        "text": " whether it is like a sedinophil, a tadalophil, even like an lisinopril, right? Or blood pressure"
      },
      {
        "id": 84,
        "start": 565.6799926757812,
        "end": 571.9199829101562,
        "text": " medication. There's other things in those that are not just that lead, that one ingredient,"
      },
      {
        "id": 85,
        "start": 571.9199829101562,
        "end": 576.719970703125,
        "text": " right? It's not just like a 100% potent lisinopril or sedinophil. There's other things"
      },
      {
        "id": 86,
        "start": 576.719970703125,
        "end": 581.3599853515625,
        "text": " in it that kind of help it break down in your system, uh, counteract side effects, all that"
      },
      {
        "id": 87,
        "start": 581.3599853515625,
        "end": 596.0800170898438,
        "text": " stuff. Yeah. So the Viagra AGV though has, has, so it's gonna be 100 grams of, uh, the F word"
      },
      {
        "id": 88,
        "start": 596.719970703125,
        "end": 604.47998046875,
        "text": " and then what, what are the other? So yeah, so there's, there's some that are similar to the"
      },
      {
        "id": 89,
        "start": 604.47998046875,
        "end": 609.0399780273438,
        "text": " generic, but the main two that are different will be aluminum oxide is one of the ingredients"
      },
      {
        "id": 90,
        "start": 609.0399780273438,
        "end": 614.4000244140625,
        "text": " and then microcrystalline cellulose, which is the, helps it break down. Okay."
      },
      {
        "id": 91,
        "start": 614.4000244140625,
        "end": 627.3599853515625,
        "text": " Okay. Helps break down. Okay. Yeah. Yeah. Yeah. It'd be worth trying. Yeah, I think so."
      },
      {
        "id": 92,
        "start": 630.9600219726562,
        "end": 634.7999877929688,
        "text": " Because actually, like I said, that's what I really thought I was getting in the first place."
      },
      {
        "id": 93,
        "start": 636.1599731445312,
        "end": 641.9199829101562,
        "text": " That's, uh, that's the medication that my dad is on. Uh, and he's, uh, pretty happy with the"
      },
      {
        "id": 94,
        "start": 641.9199829101562,
        "end": 650.4000244140625,
        "text": " AGV compared to, he was prescribed generic for years. Yeah. You mean the Viagra generic?"
      },
      {
        "id": 95,
        "start": 650.4000244140625,
        "end": 655.4400024414062,
        "text": " Correct. Yeah. He, he prefers the, uh, AGV. Which is kind of what I have, right?"
      },
      {
        "id": 96,
        "start": 656.6400146484375,
        "end": 665.3599853515625,
        "text": " Yeah. Well, he was a patient of ours before the AGV came out and then we got him on the AGV. Yeah."
      },
      {
        "id": 97,
        "start": 666.3200073242188,
        "end": 673.52001953125,
        "text": " Yeah. Okay. All right. And Ken, did you get my extension? Did I give that to you yet?"
      },
      {
        "id": 98,
        "start": 674.47998046875,
        "end": 679.5999755859375,
        "text": " 0042. Perfect. All right. I just wanted to double check that because I'm finishing up"
      },
      {
        "id": 99,
        "start": 679.5999755859375,
        "end": 681.8400268554688,
        "text": " my notes here for you. Yeah."
      },
      {
        "id": 100,
        "start": 696.9600219726562,
        "end": 701.760009765625,
        "text": " All right. So that is done and completed. You should see that probably the middle of next week."
      },
      {
        "id": 101,
        "start": 701.760009765625,
        "end": 705.2000122070312,
        "text": " Okay. Okay. And then your account is paused."
      },
      {
        "id": 102,
        "start": 707.1199951171875,
        "end": 713.0399780273438,
        "text": " And so after you have the opportunity to try the AVGV, you have my extension, give me a call back"
      },
      {
        "id": 103,
        "start": 713.0399780273438,
        "end": 718.239990234375,
        "text": " and just give me an update and tell me how it works for you. I will. Do you happen to know,"
      },
      {
        "id": 104,
        "start": 718.239990234375,
        "end": 726.5599975585938,
        "text": " like, um, this, the subscription that I received yesterday, um, I'm sure it's going to, it's going"
      },
      {
        "id": 105,
        "start": 726.5599975585938,
        "end": 733.0399780273438,
        "text": " to go on my, I can't remember if I put this on my Geezer or my American Express. Do you know how"
      },
      {
        "id": 106,
        "start": 733.0399780273438,
        "end": 740.9600219726562,
        "text": " much it's going to be? So that was for the 25, it looks like that was $113.95."
      },
      {
        "id": 107,
        "start": 743.4400024414062,
        "end": 748,
        "text": " Uh, and that was on your Amex 2009. Okay."
      },
      {
        "id": 108,
        "start": 748.3200073242188,
        "end": 753.1199951171875,
        "text": " Is the, um, is the AVGV, is that, is it more expensive?"
      },
      {
        "id": 109,
        "start": 755.9199829101562,
        "end": 764,
        "text": " Typically, yeah. Um, but I mean, not by much. I could probably honor those pricings for you"
      },
      {
        "id": 110,
        "start": 766,
        "end": 770.719970703125,
        "text": " for the next order if you choose to do it. Yeah, I could do that for you. Yeah."
      },
      {
        "id": 111,
        "start": 771.6799926757812,
        "end": 776,
        "text": " Yeah, I could, I could probably get you this. I could probably, I could probably match that."
      },
      {
        "id": 112,
        "start": 777.2000122070312,
        "end": 782.47998046875,
        "text": " Okay. All right. Well, I'll give it a try. And as far as what you sent me yesterday, I'll,"
      },
      {
        "id": 113,
        "start": 783.280029296875,
        "end": 788.8800048828125,
        "text": " I'll keep it and pay for it. I mean, you know, it's already been shipped and everything. So,"
      },
      {
        "id": 114,
        "start": 788.8800048828125,
        "end": 795.9199829101562,
        "text": " sure. Yeah. All right. Well, thank you so much for your time today."
      },
      {
        "id": 115,
        "start": 796.8800048828125,
        "end": 806.1599731445312,
        "text": " Yeah. All right. But let's, uh, pause and, um, let's see how the AGB works out and,"
      },
      {
        "id": 116,
        "start": 806.1599731445312,
        "end": 816.4000244140625,
        "text": " and go from there. I still have probably, I don't know, probably 21 or 22, uh, pills left from the"
      },
      {
        "id": 117,
        "start": 816.4000244140625,
        "end": 823.3599853515625,
        "text": " first order from December and now these 25, so I'm close to about 50. Okay. And you're good for"
      },
      {
        "id": 118,
        "start": 823.3599853515625,
        "end": 830.4000244140625,
        "text": " a while. I'm good for a while. That's the point I'm making. Plus I, I will try the, the, when I"
      },
      {
        "id": 119,
        "start": 830.4000244140625,
        "end": 839.5999755859375,
        "text": " get the AGB, I will definitely give that a try. Yeah. All right, sir. Well, you were all set. Is"
      },
      {
        "id": 120,
        "start": 839.5999755859375,
        "end": 844.4000244140625,
        "text": " there anything else I can do for you today? That'll do it. All right. Perfect. Thank you so"
      },
      {
        "id": 121,
        "start": 844.4000244140625,
        "end": 849.3599853515625,
        "text": " much. You have a good rest of your day and have a good weekend. Yep. Thank you. All right. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "30611d0a-101c-8156-9716-cad1de94a7bc",
    "url": "https://www.notion.so/300000001242204-300000001731694-30611d0a101c81569716cad1de94a7bc"
  },
  "processedAt": "2026-02-13T20:04:13.493Z"
}