{
  "recording": {
    "name": "300000001220962-300000001710949-6822885125 by olivia@superbalife.com @ 10_43_46 AM.wav",
    "size": 335786,
    "modifyTime": 1769626055000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001220962-300000001710949-6822885125 by olivia@superbalife.com @ 10_43_46 AM.wav",
    "uploadDate": "2026-01-28T18:47:35.000Z",
    "callId": "300000001220962-300000001710949",
    "agent": "olivia",
    "phoneNumber": "6822885125",
    "callTimestamp": "2026-01-28T10:43:46.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Livia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: This is Gene.\n\nSpeaker 1: Hi, Gene. How are you?\n\nSpeaker 2: I'm good. So I received the order for the Viagra AVGs and the pill I got is the standard Viagra generic brand. It's not the AVG.\n\nSpeaker 1: Okay. Let me look into this for you. We can definitely fix this. Okay. What's your date of birth, Gene?\n\nSpeaker 2: 10-31-66.\n\nSpeaker 1: Okay. Great. And you're located at 8250 Farm to Market Road, Whitefish, Montana?\n\nSpeaker 2: Correct.\n\nSpeaker 1: Okay. Yeah. Because the pills I received from you are the same generic pills that the VA gives me.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Okay. I will send you out the AGV, obviously, on us as a replacement because you already paid for them right now. And then you will receive them by next week, probably next Wednesday, maybe Thursday or Friday at the very latest. I'm so sorry about that.\n\nSpeaker 2: Okay. So the Viagra AGV, you add 100 milligrams, which is great. You add 20 pills because the original script is for 10, but you did the upgrade, the 50% off upgrade, so you should have 20 pills total. And you said I can ship these to 8250 Farm to Market Road, Whitefish, Montana?\n\nSpeaker 1: Yes.\n\nSpeaker 2: Okay. Great.\n\nSpeaker 1: So perfect. I just sent those and I'm going to message shipping about it separately to make sure you get the 20. I'm so sorry about that, Gene. But yeah. So there was a mess up, right? Because they're not the pill I wanted, right? So the ABG is definitely different.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Yeah. Okay. I kind of thought there was a problem.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: So the whole script is moved over to the AGV. I am really sorry about that. And the way that you will know that they definitely are the AGV is the pills themselves on them, they will say 100 for 100, whereas your regular generics, they say something like AC340 or AC399, one or the other. And then the pill will still be white, but it is the AGV. And this side of the bottle should say Greenstone because that's the manufacturer for AGV. And it should say AGV.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: And they are definitely a superior pill, especially as long as you take them on an empty stomach and no alcohol the day of, or especially around the time you take them.\n\nSpeaker 2: Then yeah, they're definitely a superior pill, but I am really sorry about that. But this will be the right stuff.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Well, I appreciate you guys handling that. Thank you so much.\n\nSpeaker 1: Yeah, of course. Thank you so much, Gene. I hope you have a great day.\n\nSpeaker 2: Thanks. Have a great day. Thank you. Bye.\n\nSpeaker 1: Yeah. Bye.",
    "duration": 7606,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 8.600000381469727,
        "text": " Thank you for calling Viagra. This is Livia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 8.600000381469727,
        "end": 18.399999618530273,
        "text": " with today? This is Gene. Hi, Gene. How are you? I'm good. So I received the order for"
      },
      {
        "id": 2,
        "start": 18.399999618530273,
        "end": 29.979999542236328,
        "text": " the Viagra AVGs and the pill I got is the standard Viagra generic brand. It's not"
      },
      {
        "id": 3,
        "start": 29.979999542236328,
        "end": 39.68000030517578,
        "text": " the AVG. Okay. Let me look into this for you. We can definitely fix this. Okay. What's"
      },
      {
        "id": 4,
        "start": 39.68000030517578,
        "end": 48.58000183105469,
        "text": " your date of birth, Gene? 10-31-66. Okay. Great. And you're located at 8250 Farm to"
      },
      {
        "id": 5,
        "start": 48.58000183105469,
        "end": 59.08000183105469,
        "text": " Market Road, Whitefish, Montana? Correct. Okay. Okay. Yeah. Because the pills I received"
      },
      {
        "id": 6,
        "start": 59.08000183105469,
        "end": 66.08000183105469,
        "text": " from you are the same generic pills that the VA gives me. Yeah. Okay. I will send you"
      },
      {
        "id": 7,
        "start": 66.08000183105469,
        "end": 74.08000183105469,
        "text": " out the AGV, obviously, on us as a replacement because you already paid for them right now."
      },
      {
        "id": 8,
        "start": 74.08000183105469,
        "end": 79.37999725341797,
        "text": " And then you will receive them by next week, probably next Wednesday, maybe Thursday or"
      },
      {
        "id": 9,
        "start": 79.37999725341797,
        "end": 85.68000030517578,
        "text": " Friday at the very latest. I'm so sorry about that. Okay. So the Viagra AGV, you add 100"
      },
      {
        "id": 10,
        "start": 85.68000030517578,
        "end": 90.4800033569336,
        "text": " milligrams, which is great. You add 20 pills because the original script is for 10, but"
      },
      {
        "id": 11,
        "start": 90.4800033569336,
        "end": 96.08000183105469,
        "text": " you did the upgrade, the 50% off upgrade, so you should have 20 pills total. And you"
      },
      {
        "id": 12,
        "start": 96.08000183105469,
        "end": 103.68000030517578,
        "text": " said I can ship these to 8250 Farm to Market Road, Whitefish, Montana? Yes. Okay. Great."
      },
      {
        "id": 13,
        "start": 103.68000030517578,
        "end": 111.68000030517578,
        "text": " So perfect. I just sent those and I'm going to message shipping about it separately to"
      },
      {
        "id": 14,
        "start": 111.68000030517578,
        "end": 119.27999877929688,
        "text": " make sure you get the 20. I'm so sorry about that, Gene. But yeah. So there was a mess"
      },
      {
        "id": 15,
        "start": 119.27999877929688,
        "end": 124.87999725341797,
        "text": " up, right? Because they're not the pill I wanted, right? So the ABG is definitely different."
      },
      {
        "id": 16,
        "start": 124.87999725341797,
        "end": 130.8800048828125,
        "text": " Okay. Yeah. Okay. I kind of thought there was a problem. Yeah. So the whole script is"
      },
      {
        "id": 17,
        "start": 130.8800048828125,
        "end": 138.0800018310547,
        "text": " moved over to the AGV. I am really sorry about that. And the way that you will know that"
      },
      {
        "id": 18,
        "start": 138.0800018310547,
        "end": 152.47999572753906,
        "text": " they definitely are the AGV is the pills themselves on them, they will say 100 for"
      },
      {
        "id": 19,
        "start": 152.47999572753906,
        "end": 161.67999267578125,
        "text": " 100, whereas your regular generics, they say something like AC340 or AC399, one or the"
      },
      {
        "id": 20,
        "start": 161.67999267578125,
        "end": 167.97999572753906,
        "text": " other. And then the pill will still be white, but it is the AGV. And this side of the bottle"
      },
      {
        "id": 21,
        "start": 167.97999572753906,
        "end": 174.3800048828125,
        "text": " should say Greenstone because that's the manufacturer for AGV. And it should say AGV."
      },
      {
        "id": 22,
        "start": 174.3800048828125,
        "end": 181.17999267578125,
        "text": " Yeah. And they are definitely a superior pill, especially as long as you take them on an"
      },
      {
        "id": 23,
        "start": 181.17999267578125,
        "end": 187.5800018310547,
        "text": " empty stomach and no alcohol the day of, or especially around the time you take them."
      },
      {
        "id": 24,
        "start": 187.5800018310547,
        "end": 193.17999267578125,
        "text": " Then yeah, they're definitely a superior pill, but I am really sorry about that. But this"
      },
      {
        "id": 25,
        "start": 193.17999267578125,
        "end": 198.77999877929688,
        "text": " will be the right stuff. Okay. Well, I appreciate you guys handling that. Thank you so much."
      },
      {
        "id": 26,
        "start": 198.77999877929688,
        "end": 201.97999572753906,
        "text": " Yeah, of course. Thank you so much, Gene. I hope you have a great day."
      },
      {
        "id": 27,
        "start": 202.5399932861328,
        "end": 206.3800048828125,
        "text": " Thanks. Have a great day. Thank you. Bye. Yeah. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-81ef-814e-f495020bfa2c",
    "url": "https://www.notion.so/300000001220962-300000001710949-2f711d0a101c81ef814ef495020bfa2c"
  },
  "processedAt": "2026-01-29T00:09:48.378Z"
}