{
  "recording": {
    "name": "300000001222823-300000001712443-6029204235 by kt@superbalife.com @ 12_10_58 PM.wav",
    "size": 1571176,
    "modifyTime": 1769718448000,
    "remotePath": "/five9sftp/upload/SB CS/1_29_2026/300000001222823-300000001712443-6029204235 by kt@superbalife.com @ 12_10_58 PM.wav",
    "uploadDate": "2026-01-29T20:27:28.000Z",
    "callId": "300000001222823-300000001712443",
    "agent": "kt",
    "phoneNumber": "6029204235",
    "callTimestamp": "2026-01-29T12:10:58.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey Robert, yes. Hey bud, I did three things for you bud. Thanks for holding and I have\n\nSpeaker 2: a heart for you because I have prostate issues too, but I'm not at your level. Nothing I\n\nSpeaker 1: can say or do can actually help your heart bud, but I do say bud that I sit with you\n\nSpeaker 2: in your grief and don't lose faith bud. I'm going to be praying for you and here's what\n\nSpeaker 1: I found. I did three things bud. The first thing I did is I put a stop to any and all\n\nSpeaker 2: monthly shipments. I overrode the system and I sent an email to Dr. Bottini. I put a stop\n\nSpeaker 1: to any and all monthly charges and then I put a stop to any and all monthly refills.\n\nSpeaker 2: So I paused your prescription and I noticed in your chart and based on what you're saying,\n\nSpeaker 1: do you mind just answering a couple questions just based on what you've been experiencing\n\nSpeaker 2: because it says here, has patient Torres ever experienced hardness and or erection\n\nSpeaker 1: within a 30 to 60 minute period while taking the 100 milligrams of the generic? No, it's\n\nSpeaker 2: good. Yeah, it's embarrassing. No, but brother, no worries. You know why? Because this is\n\nSpeaker 1: good. This is good because we're here now. We're at a place that we can actually help\n\nSpeaker 2: you because when I noticed is this is what I take every, every 60 days to help my prostate\n\nSpeaker 1: and helps flush me out. And I know you're at a different level, but let's throw you\n\nSpeaker 2: a damn Hail Mary and doesn't cost you anything. You're already a patient of ours and Dr. Bottini,\n\nSpeaker 1: but there's something that we have that is a herbal mother earth organic. It's called\n\nSpeaker 2: an activator, but it does three things. And this is what I use because as a veteran, I\n\nSpeaker 1: sometimes brother, I'll confess to you, you know, during R and R I was kind of wild,\n\nSpeaker 2: you know, I would, I was in Vietnam, you know, um, and I, you know, like I was, uh, in Thailand,\n\nSpeaker 1: just running around. And I, for sometimes I feel like maybe I'm paying for my sins,\n\nSpeaker 2: but nevertheless, what it does, it does. The first thing it does primarily, it helps\n\nSpeaker 1: increase the nitric oxide on a molecular level to help release the nerve endings\n\nSpeaker 2: in the decimal of the penis. Cause there's two chambers. There's the blood, the one for the\n\nSpeaker 1: semen and one for the urine, right? So it pushes it through. The second thing it does, it relaxes\n\nSpeaker 2: the muscle in the, in the arteries, which shaves off the calcium levels in the cells, causing them\n\nSpeaker 1: to relax and dilate the arteries to, to, to have an erection. The third thing is blood flow brother.\n\nSpeaker 2: It enhances the vacillation. So theoretically oxygen, blood is what it does. It helps push\n\nSpeaker 1: it through, but we need to just flush you out and shave that out. It's worth the try. It doesn't\n\nSpeaker 2: cost you anything. You've been with us for quite some time. And as me as a servant, bro, and a\n\nSpeaker 1: vessel of honor, you know, and I swore to the flag is like, dude, I will send you this. It's free.\n\nSpeaker 2: Run the play. Cause I do it every 60 days, every 60 days. Cause I do jujitsu, right? And I can't\n\nSpeaker 1: go more than 10 or 15 minute match without having to go pee. And I, and if I'm going to do,\n\nSpeaker 2: if I want to compete again, I can't just stop and say, ref, I'm going to, I'll be right back,\n\nSpeaker 1: you know? So this helps me go about 15, 20 minutes because it's all about the vacillation,\n\nSpeaker 2: shaving off all the calcium, calcifying buildup, and then helping the arteries dilate again.\n\nSpeaker 1: So anyhow, I put a stop to any and all monthly refills. I put a stop to any other charges,\n\nSpeaker 2: any shipments. I pause your prescription. I'm going to send out this, this free\n\nSpeaker 1: activator. Just take two in the morning, two at night. Okay. And just finish the damn bottle in\n\nSpeaker 2: its entirety. I'm going to give you my extension and then I'm going to do a, a Hail Mary. I'm going\n\nSpeaker 1: to give you a trial of our new and improved Viagra. It's stronger for cases for like you,\n\nSpeaker 2: with men, with prostate and, or any cancer that they have in their survivors. We give them the\n\nSpeaker 1: AGV and that's what I'm on. I'd never had cancer, but I got ahead of it. Did that make sense? So I\n\nSpeaker 2: wanted, I wanted the best of the best. So I'm going to do two things for you, bud. All right.\n\nSpeaker 1: So if I send it to 6909 South 19 lane, Phoenix, Arizona, that'll be good. Yes. There's no fee on\n\nSpeaker 2: this. There's no charges. Just be out, be on the lookout for two packages. We just want to be of\n\nSpeaker 1: service. All right, bud. Call me, call me, write down my name and my number, Taurus. That way you\n\nSpeaker 2: can work with me. So my extension is 0 0 3 7. Okay. And I'm sorry, your first name. It's K T\n\nSpeaker 1: like Tiller Taurus. Last name is Goodrich. So just hear me out again. I'm sending you an activator\n\nSpeaker 2: to help flush you out, cleanse you, use prayer and meditation and fasting bro. Let's get you\n\nSpeaker 1: cleaned out. And then I'm sending you the AGV, which is works for nine out of 10 men with cases\n\nSpeaker 2: like yours. It's a time release. So just don't take you with ultra processed food. Just do a\n\nSpeaker 1: dry run after you finish the activator, but call me before you, you pop the pool, the trigger.\n\nSpeaker 2: Okay. I'll guide you through the process because now this doesn't work. Then we go back to your\n\nSpeaker 1: urologist, but none of this is going to cost you anything. You've been with us for quite some time.\n\nSpeaker 2: Let's just try to get your vitality back further because this is going to hurt your ego and hurt\n\nSpeaker 1: your brain, you know, like your heart, bro. And you know, like men we're hunters and gatherers,\n\nSpeaker 2: bro. We just want love. At the end of the day, we get love and we have, we're loved. We're healing.\n\nSpeaker 1: Love can heal, bro. All right. All right. All right, bud. So just thanks for trusting in me.\n\nSpeaker 2: Go ahead. Also, am I able to just go and send this product in the original packaging\n\nSpeaker 1: back to you guys? I never opened the bottle. So if you don't open the bottle, that's okay. But\n\nSpeaker 2: what happens is we can give a credit to your account for your next refill on something else,\n\nSpeaker 1: or you just hold on to those, bud. And maybe you'll work with, actually, you know what? Try it.\n\nSpeaker 2: And I'll try to, I'll delegate to you. But I would recommend, because normally I don't\n\nSpeaker 1: see refunds. I just see credits to account for the next refill. So what I would do is I'll just\n\nSpeaker 2: hold on to it. Let me send you the activator. Let me send you this AGV to try it out. And that will\n\nSpeaker 1: kind of like make it even, because these are expensive, but we're going to take care of you\n\nSpeaker 2: either way. And then when things work, we'll give you a free credit to the next batch if it works.\n\nSpeaker 1: Right. Let's just run it play by play, bud. All right. Just hold on to those. All right.\n\nSpeaker 2: Rather than sending it back. Yeah, because you're going to have to pay for shipping and wait for\n\nSpeaker 1: this weather storm to go by, because that's going to take another two to three weeks. So\n\nSpeaker 2: wait for this weather to clear and just keep my name. And then next week we'll send it back and\n\nSpeaker 1: then we'll get you going. All right. Sound good? And get what I'm going to send you first.\n\nSpeaker 2: Yeah, because I'm now also I am watching my finances.\n\nSpeaker 1: Okay. Yeah. I'm getting up there and I've cut back a lot on things. So it's like...\n\nSpeaker 2: No, you have to because you're in recovery, bud. You're in recovery.\n\nSpeaker 1: You need to watch your finances, make sure you have money for your medicals.\n\nSpeaker 2: You know, I understand that. So let's do this. Hold on to those. Let this weather clear because\n\nSpeaker 1: all this thing is going on. The logistics are really stuck. And then let next week,\n\nSpeaker 2: you call me when you get the stuff I'm sending you. We'll send it back and I'll get you that\n\nSpeaker 1: credit that for $93.95. All right, bud. I'll make the notes here. Sound good?\n\nSpeaker 2: Okay. The credit for $93.95, what was that for?\n\nSpeaker 1: Yeah. So for the $111. So I'm going to start the process now. So I'm going to put right now...\n\nSpeaker 2: Because this was like a $300 something Viagra.\n\nSpeaker 1: Yeah. So this here, the one that I see is January 11th, 60 pills, $93.95.\n\nSpeaker 2: $93.95, that's the only credit we give us for the last 30 days. So we can do that. But the one in,\n\nSpeaker 1: I don't know, July, they're not able to do that because we're only hearing about that now,\n\nSpeaker 2: regardless of the circumstances. But send those back, bud, and then I'll get you that $93 at\n\nSpeaker 1: least, you know, to help out. Okay. That's another question.\n\nSpeaker 2: It's like, so it was a, I don't remember seeing on my bank statement and the 93,\n\nSpeaker 1: but it was like a $300 something dollar charge. What would that have to deal with\n\nSpeaker 2: besides the pills? Is it something, the pills plus plus? I didn't understand that.\n\nSpeaker 1: Okay. So in January 11th, Robert, you were sent a replace, not a replace, but a refill.\n\nSpeaker 2: And then you got charged $93. I don't know where the $300 is coming from, because I don't see\n\nSpeaker 1: $300 charge. It's only been $93.95. It must've been somewhere else.\n\nSpeaker 2: No, it was the score below. Okay. Are you adding everything together?\n\nSpeaker 1: Is that where you're getting the $300? I only had just 100 milligrams,\n\nSpeaker 2: score blue. That's all that came through the mail. That's all I was charged.\n\nSpeaker 1: So are we talking about 300 milligrams or 100 milligrams or $300? I'm confused now.\n\nSpeaker 2: It's, yeah, I'm confused too. It's 100 milligrams.\n\nSpeaker 1: Okay. That they charged me $300 for.\n\nSpeaker 2: So maybe you have two accounts. Let me see. Let me go back.\n\nSpeaker 1: No. Okay. Well, let me just read what I see.\n\nSpeaker 2: In July 12th, 2025, it was 60 pills of the generic 100 milligrams, $93.95. Then in January 11th,\n\nSpeaker 1: 2026, it was 100 milligrams, 60 pills, $93.95. That's all I see. Before that, it was January 13th,\n\nSpeaker 2: 2025, and it was $88.95. But in light of this, we can do a credit for the 11th, the January 11th,\n\nSpeaker 1: but they won't cover further back than 90 days, I mean, 30 days. They don't do 90 days, 60 days.\n\nSpeaker 2: And in July, August, September, October, November, December, January, that's six months.\n\nSpeaker 1: So you can get back. I can fight for you and go to bat for the $93.95.\n\nSpeaker 2: They're still good stuff. And I'll work on helping you out with the other stuff too. That's no\n\nSpeaker 1: problem. Because the number one thing is getting you back to 93, you focusing on your healing,\n\nSpeaker 2: and then getting you to where you want to be, where your morale and your heart, everything is\n\nSpeaker 1: good. Your health is wealth, bud. Right, right.\n\nSpeaker 2: So do me a favor. Do you still have the address for the pharmacy that we have?\n\nSpeaker 1: It's right on the plastic pill bottle in Alexandria Pike, Southgate, Kentucky.\n\nSpeaker 2: That's correct. So what you do is you probably going to have to pay $10 and put a tracking\n\nSpeaker 1: number on it, unless you have the package already, because we have a tracking on that package.\n\nSpeaker 2: The USPS tracking number? Yes. Yeah. So make sure you fill that up really nice,\n\nSpeaker 1: where it doesn't look like you're legally, you're not authorized or have license to send\n\nSpeaker 2: pharmaceuticals through the airways. Go to USPS, write or write on it, refuse, return to sender.\n\nSpeaker 1: Okay. Circle the address,\n\nSpeaker 2: write refuse, return to sender, drop it in a box or give it to the postal guy.\n\nSpeaker 1: I'm going to start the credit now. All right. So let me write this down. Okay. Hold on.\n\nSpeaker 2: Standby.\n\nSpeaker 1: A credit for on RTS and credit\n\nSpeaker 2: 0111 batch. Okay. Gave instructions for return to sender. Okay. It is good to go. You're good there,\n\nSpeaker 1: but all right. All right. And then, so this is what you do, Robert, take down my number,\n\nSpeaker 2: KT Goodrich, extension 0037. That's correct. And then what you do is when you send that back,\n\nSpeaker 1: give it a couple of days, call me next week. Cause there, you know, this, all this weather\n\nSpeaker 2: is going through. It's a lot, especially because it's going to conduct Kentucky.\n\nSpeaker 1: Call me about Wednesday, Thursday, when, because there's a tracking number on when do I verify\n\nSpeaker 2: that I see it coming through. I'll call the pharmacy on your behalf. I'll have them scan it.\n\nSpeaker 1: Then I'll get you the 9395 and I'll go to bat for you to get to, to be able to get,\n\nSpeaker 2: not just a credit, an actual refund. Cause the credit only is applied to the next refill. But\n\nSpeaker 1: what I'll do is I'll get you the actual credit to help you out, but you can use it to your medical\n\nSpeaker 2: bills. Right. That's what I'll do. And then from there, from there, stay with me. We'll go,\n\nSpeaker 1: we'll take the next step and I'll get you that. Was it the activated to flush out your system\n\nSpeaker 2: so you can live a life of beautiful vitality. All right. One step at a time. Let's get you\n\nSpeaker 1: this money first and then we'll go from there. Sound good. Okay. Okay. So you know what to do?\n\nSpeaker 2: Were we clear on that? You're good to go? Yes. Yes. Okay, bud. Okay. So from there,\n\nSpeaker 1: we'll go to the next step and God bless you, brother. My prayers are with you.\n\nSpeaker 2: Remember Mark 11 24. Therefore I say to you, my brethren, whatever things you pray,\n\nSpeaker 1: pray with your heart and believe when you pray and you'll receive them and you will have them\n\nSpeaker 2: in Jesus mighty name. All right, bud. Yes. Thank you. All right. You bet, bud.\n\nSpeaker 1: Nice crossing paths with you and thank you for being very kind and loving and I know you will\n\nSpeaker 2: heal, but all right, you will. Okay. All right. Yes. You take care. Yes. Adios, bud. All right.\n\nSpeaker 1: Thank you. Bye-bye. You bet.",
    "duration": 29541,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7.199999809265137,
        "text": " Hey Robert, yes. Hey bud, I did three things for you bud. Thanks for holding and I have"
      },
      {
        "id": 1,
        "start": 7.199999809265137,
        "end": 11.84000015258789,
        "text": " a heart for you because I have prostate issues too, but I'm not at your level. Nothing I"
      },
      {
        "id": 2,
        "start": 11.84000015258789,
        "end": 19.34000015258789,
        "text": " can say or do can actually help your heart bud, but I do say bud that I sit with you"
      },
      {
        "id": 3,
        "start": 19.34000015258789,
        "end": 25.200000762939453,
        "text": " in your grief and don't lose faith bud. I'm going to be praying for you and here's what"
      },
      {
        "id": 4,
        "start": 25.200000762939453,
        "end": 30.520000457763672,
        "text": " I found. I did three things bud. The first thing I did is I put a stop to any and all"
      },
      {
        "id": 5,
        "start": 30.520000457763672,
        "end": 36.040000915527344,
        "text": " monthly shipments. I overrode the system and I sent an email to Dr. Bottini. I put a stop"
      },
      {
        "id": 6,
        "start": 36.040000915527344,
        "end": 42.84000015258789,
        "text": " to any and all monthly charges and then I put a stop to any and all monthly refills."
      },
      {
        "id": 7,
        "start": 42.84000015258789,
        "end": 47.599998474121094,
        "text": " So I paused your prescription and I noticed in your chart and based on what you're saying,"
      },
      {
        "id": 8,
        "start": 47.599998474121094,
        "end": 53.119998931884766,
        "text": " do you mind just answering a couple questions just based on what you've been experiencing"
      },
      {
        "id": 9,
        "start": 53.119998931884766,
        "end": 60,
        "text": " because it says here, has patient Torres ever experienced hardness and or erection"
      },
      {
        "id": 10,
        "start": 60,
        "end": 68.55999755859375,
        "text": " within a 30 to 60 minute period while taking the 100 milligrams of the generic? No, it's"
      },
      {
        "id": 11,
        "start": 68.55999755859375,
        "end": 75.68000030517578,
        "text": " good. Yeah, it's embarrassing. No, but brother, no worries. You know why? Because this is"
      },
      {
        "id": 12,
        "start": 75.68000030517578,
        "end": 80.31999969482422,
        "text": " good. This is good because we're here now. We're at a place that we can actually help"
      },
      {
        "id": 13,
        "start": 80.31999969482422,
        "end": 86.68000030517578,
        "text": " you because when I noticed is this is what I take every, every 60 days to help my prostate"
      },
      {
        "id": 14,
        "start": 86.68000030517578,
        "end": 91.16000366210938,
        "text": " and helps flush me out. And I know you're at a different level, but let's throw you"
      },
      {
        "id": 15,
        "start": 91.16000366210938,
        "end": 97.04000091552734,
        "text": " a damn Hail Mary and doesn't cost you anything. You're already a patient of ours and Dr. Bottini,"
      },
      {
        "id": 16,
        "start": 97.04000091552734,
        "end": 101.83999633789062,
        "text": " but there's something that we have that is a herbal mother earth organic. It's called"
      },
      {
        "id": 17,
        "start": 101.83999633789062,
        "end": 107.36000061035156,
        "text": " an activator, but it does three things. And this is what I use because as a veteran, I"
      },
      {
        "id": 18,
        "start": 107.83999633789062,
        "end": 112.4800033569336,
        "text": " sometimes brother, I'll confess to you, you know, during R and R I was kind of wild,"
      },
      {
        "id": 19,
        "start": 112.4800033569336,
        "end": 118.16000366210938,
        "text": " you know, I would, I was in Vietnam, you know, um, and I, you know, like I was, uh, in Thailand,"
      },
      {
        "id": 20,
        "start": 118.16000366210938,
        "end": 122.4800033569336,
        "text": " just running around. And I, for sometimes I feel like maybe I'm paying for my sins,"
      },
      {
        "id": 21,
        "start": 122.4800033569336,
        "end": 128.55999755859375,
        "text": " but nevertheless, what it does, it does. The first thing it does primarily, it helps"
      },
      {
        "id": 22,
        "start": 128.55999755859375,
        "end": 136.16000366210938,
        "text": " increase the nitric oxide on a molecular level to help release the nerve endings"
      },
      {
        "id": 23,
        "start": 136.16000366210938,
        "end": 141.52000427246094,
        "text": " in the decimal of the penis. Cause there's two chambers. There's the blood, the one for the"
      },
      {
        "id": 24,
        "start": 141.52000427246094,
        "end": 148.32000732421875,
        "text": " semen and one for the urine, right? So it pushes it through. The second thing it does, it relaxes"
      },
      {
        "id": 25,
        "start": 148.32000732421875,
        "end": 156.32000732421875,
        "text": " the muscle in the, in the arteries, which shaves off the calcium levels in the cells, causing them"
      },
      {
        "id": 26,
        "start": 156.32000732421875,
        "end": 163.52000427246094,
        "text": " to relax and dilate the arteries to, to, to have an erection. The third thing is blood flow brother."
      },
      {
        "id": 27,
        "start": 163.52000427246094,
        "end": 172.16000366210938,
        "text": " It enhances the vacillation. So theoretically oxygen, blood is what it does. It helps push"
      },
      {
        "id": 28,
        "start": 172.16000366210938,
        "end": 177.60000610351562,
        "text": " it through, but we need to just flush you out and shave that out. It's worth the try. It doesn't"
      },
      {
        "id": 29,
        "start": 177.60000610351562,
        "end": 183.52000427246094,
        "text": " cost you anything. You've been with us for quite some time. And as me as a servant, bro, and a"
      },
      {
        "id": 30,
        "start": 183.52000427246094,
        "end": 190.47999572753906,
        "text": " vessel of honor, you know, and I swore to the flag is like, dude, I will send you this. It's free."
      },
      {
        "id": 31,
        "start": 191.0399932861328,
        "end": 197.27999877929688,
        "text": " Run the play. Cause I do it every 60 days, every 60 days. Cause I do jujitsu, right? And I can't"
      },
      {
        "id": 32,
        "start": 197.27999877929688,
        "end": 203.1999969482422,
        "text": " go more than 10 or 15 minute match without having to go pee. And I, and if I'm going to do,"
      },
      {
        "id": 33,
        "start": 203.1999969482422,
        "end": 207.60000610351562,
        "text": " if I want to compete again, I can't just stop and say, ref, I'm going to, I'll be right back,"
      },
      {
        "id": 34,
        "start": 207.60000610351562,
        "end": 214.24000549316406,
        "text": " you know? So this helps me go about 15, 20 minutes because it's all about the vacillation,"
      },
      {
        "id": 35,
        "start": 214.8000030517578,
        "end": 220.9600067138672,
        "text": " shaving off all the calcium, calcifying buildup, and then helping the arteries dilate again."
      },
      {
        "id": 36,
        "start": 220.9600067138672,
        "end": 227.44000244140625,
        "text": " So anyhow, I put a stop to any and all monthly refills. I put a stop to any other charges,"
      },
      {
        "id": 37,
        "start": 227.44000244140625,
        "end": 233.27999877929688,
        "text": " any shipments. I pause your prescription. I'm going to send out this, this free"
      },
      {
        "id": 38,
        "start": 234.47999572753906,
        "end": 240.72000122070312,
        "text": " activator. Just take two in the morning, two at night. Okay. And just finish the damn bottle in"
      },
      {
        "id": 39,
        "start": 241.67999267578125,
        "end": 248.39999389648438,
        "text": " its entirety. I'm going to give you my extension and then I'm going to do a, a Hail Mary. I'm going"
      },
      {
        "id": 40,
        "start": 248.39999389648438,
        "end": 255.1999969482422,
        "text": " to give you a trial of our new and improved Viagra. It's stronger for cases for like you,"
      },
      {
        "id": 41,
        "start": 255.1999969482422,
        "end": 262,
        "text": " with men, with prostate and, or any cancer that they have in their survivors. We give them the"
      },
      {
        "id": 42,
        "start": 262,
        "end": 267.8399963378906,
        "text": " AGV and that's what I'm on. I'd never had cancer, but I got ahead of it. Did that make sense? So I"
      },
      {
        "id": 43,
        "start": 267.8399963378906,
        "end": 272.79998779296875,
        "text": " wanted, I wanted the best of the best. So I'm going to do two things for you, bud. All right."
      },
      {
        "id": 44,
        "start": 272.79998779296875,
        "end": 282.8800048828125,
        "text": " So if I send it to 6909 South 19 lane, Phoenix, Arizona, that'll be good. Yes. There's no fee on"
      },
      {
        "id": 45,
        "start": 282.8800048828125,
        "end": 288.3999938964844,
        "text": " this. There's no charges. Just be out, be on the lookout for two packages. We just want to be of"
      },
      {
        "id": 46,
        "start": 288.3999938964844,
        "end": 295.760009765625,
        "text": " service. All right, bud. Call me, call me, write down my name and my number, Taurus. That way you"
      },
      {
        "id": 47,
        "start": 295.760009765625,
        "end": 308.0799865722656,
        "text": " can work with me. So my extension is 0 0 3 7. Okay. And I'm sorry, your first name. It's K T"
      },
      {
        "id": 48,
        "start": 308.0799865722656,
        "end": 315.760009765625,
        "text": " like Tiller Taurus. Last name is Goodrich. So just hear me out again. I'm sending you an activator"
      },
      {
        "id": 49,
        "start": 315.760009765625,
        "end": 321.9200134277344,
        "text": " to help flush you out, cleanse you, use prayer and meditation and fasting bro. Let's get you"
      },
      {
        "id": 50,
        "start": 321.9200134277344,
        "end": 329.2799987792969,
        "text": " cleaned out. And then I'm sending you the AGV, which is works for nine out of 10 men with cases"
      },
      {
        "id": 51,
        "start": 329.2799987792969,
        "end": 334.7200012207031,
        "text": " like yours. It's a time release. So just don't take you with ultra processed food. Just do a"
      },
      {
        "id": 52,
        "start": 334.7200012207031,
        "end": 341.1199951171875,
        "text": " dry run after you finish the activator, but call me before you, you pop the pool, the trigger."
      },
      {
        "id": 53,
        "start": 341.1199951171875,
        "end": 346.239990234375,
        "text": " Okay. I'll guide you through the process because now this doesn't work. Then we go back to your"
      },
      {
        "id": 54,
        "start": 346.239990234375,
        "end": 351.8399963378906,
        "text": " urologist, but none of this is going to cost you anything. You've been with us for quite some time."
      },
      {
        "id": 55,
        "start": 351.8399963378906,
        "end": 356.9599914550781,
        "text": " Let's just try to get your vitality back further because this is going to hurt your ego and hurt"
      },
      {
        "id": 56,
        "start": 356.9599914550781,
        "end": 362,
        "text": " your brain, you know, like your heart, bro. And you know, like men we're hunters and gatherers,"
      },
      {
        "id": 57,
        "start": 362,
        "end": 367.6000061035156,
        "text": " bro. We just want love. At the end of the day, we get love and we have, we're loved. We're healing."
      },
      {
        "id": 58,
        "start": 368.55999755859375,
        "end": 375.3599853515625,
        "text": " Love can heal, bro. All right. All right. All right, bud. So just thanks for trusting in me."
      },
      {
        "id": 59,
        "start": 375.3599853515625,
        "end": 388.32000732421875,
        "text": " Go ahead. Also, am I able to just go and send this product in the original packaging"
      },
      {
        "id": 60,
        "start": 388.32000732421875,
        "end": 394.6400146484375,
        "text": " back to you guys? I never opened the bottle. So if you don't open the bottle, that's okay. But"
      },
      {
        "id": 61,
        "start": 394.6400146484375,
        "end": 401.6000061035156,
        "text": " what happens is we can give a credit to your account for your next refill on something else,"
      },
      {
        "id": 62,
        "start": 402.239990234375,
        "end": 410.79998779296875,
        "text": " or you just hold on to those, bud. And maybe you'll work with, actually, you know what? Try it."
      },
      {
        "id": 63,
        "start": 410.79998779296875,
        "end": 416.1600036621094,
        "text": " And I'll try to, I'll delegate to you. But I would recommend, because normally I don't"
      },
      {
        "id": 64,
        "start": 416.1600036621094,
        "end": 423.8399963378906,
        "text": " see refunds. I just see credits to account for the next refill. So what I would do is I'll just"
      },
      {
        "id": 65,
        "start": 423.8399963378906,
        "end": 430.7200012207031,
        "text": " hold on to it. Let me send you the activator. Let me send you this AGV to try it out. And that will"
      },
      {
        "id": 66,
        "start": 430.7200012207031,
        "end": 435.0400085449219,
        "text": " kind of like make it even, because these are expensive, but we're going to take care of you"
      },
      {
        "id": 67,
        "start": 435.0400085449219,
        "end": 442.32000732421875,
        "text": " either way. And then when things work, we'll give you a free credit to the next batch if it works."
      },
      {
        "id": 68,
        "start": 442.32000732421875,
        "end": 447.67999267578125,
        "text": " Right. Let's just run it play by play, bud. All right. Just hold on to those. All right."
      },
      {
        "id": 69,
        "start": 449.2799987792969,
        "end": 454.55999755859375,
        "text": " Rather than sending it back. Yeah, because you're going to have to pay for shipping and wait for"
      },
      {
        "id": 70,
        "start": 454.55999755859375,
        "end": 458.9599914550781,
        "text": " this weather storm to go by, because that's going to take another two to three weeks. So"
      },
      {
        "id": 71,
        "start": 459.5199890136719,
        "end": 464.55999755859375,
        "text": " wait for this weather to clear and just keep my name. And then next week we'll send it back and"
      },
      {
        "id": 72,
        "start": 464.55999755859375,
        "end": 469.0400085449219,
        "text": " then we'll get you going. All right. Sound good? And get what I'm going to send you first."
      },
      {
        "id": 73,
        "start": 470.7200012207031,
        "end": 477.1199951171875,
        "text": " Yeah, because I'm now also I am watching my finances."
      },
      {
        "id": 74,
        "start": 478.0799865722656,
        "end": 484.8800048828125,
        "text": " Okay. Yeah. I'm getting up there and I've cut back a lot on things. So it's like..."
      },
      {
        "id": 75,
        "start": 484.8800048828125,
        "end": 488.6400146484375,
        "text": " No, you have to because you're in recovery, bud. You're in recovery."
      },
      {
        "id": 76,
        "start": 489.3599853515625,
        "end": 494.1600036621094,
        "text": " You need to watch your finances, make sure you have money for your medicals."
      },
      {
        "id": 77,
        "start": 494.1600036621094,
        "end": 499.760009765625,
        "text": " You know, I understand that. So let's do this. Hold on to those. Let this weather clear because"
      },
      {
        "id": 78,
        "start": 499.760009765625,
        "end": 504.4800109863281,
        "text": " all this thing is going on. The logistics are really stuck. And then let next week,"
      },
      {
        "id": 79,
        "start": 504.4800109863281,
        "end": 508.6400146484375,
        "text": " you call me when you get the stuff I'm sending you. We'll send it back and I'll get you that"
      },
      {
        "id": 80,
        "start": 508.6400146484375,
        "end": 515.0399780273438,
        "text": " credit that for $93.95. All right, bud. I'll make the notes here. Sound good?"
      },
      {
        "id": 81,
        "start": 515.3599853515625,
        "end": 518.1599731445312,
        "text": " Okay. The credit for $93.95, what was that for?"
      },
      {
        "id": 82,
        "start": 518.1599731445312,
        "end": 524.6400146484375,
        "text": " Yeah. So for the $111. So I'm going to start the process now. So I'm going to put right now..."
      },
      {
        "id": 83,
        "start": 525.8400268554688,
        "end": 530.4000244140625,
        "text": " Because this was like a $300 something Viagra."
      },
      {
        "id": 84,
        "start": 531.760009765625,
        "end": 539.1199951171875,
        "text": " Yeah. So this here, the one that I see is January 11th, 60 pills, $93.95."
      },
      {
        "id": 85,
        "start": 539.4400024414062,
        "end": 548.6400146484375,
        "text": " $93.95, that's the only credit we give us for the last 30 days. So we can do that. But the one in,"
      },
      {
        "id": 86,
        "start": 548.6400146484375,
        "end": 553.9199829101562,
        "text": " I don't know, July, they're not able to do that because we're only hearing about that now,"
      },
      {
        "id": 87,
        "start": 555.0399780273438,
        "end": 561.0399780273438,
        "text": " regardless of the circumstances. But send those back, bud, and then I'll get you that $93 at"
      },
      {
        "id": 88,
        "start": 561.0399780273438,
        "end": 565.9199829101562,
        "text": " least, you know, to help out. Okay. That's another question."
      },
      {
        "id": 89,
        "start": 565.9199829101562,
        "end": 572.4000244140625,
        "text": " It's like, so it was a, I don't remember seeing on my bank statement and the 93,"
      },
      {
        "id": 90,
        "start": 572.4000244140625,
        "end": 580.719970703125,
        "text": " but it was like a $300 something dollar charge. What would that have to deal with"
      },
      {
        "id": 91,
        "start": 581.5999755859375,
        "end": 588.8800048828125,
        "text": " besides the pills? Is it something, the pills plus plus? I didn't understand that."
      },
      {
        "id": 92,
        "start": 588.8800048828125,
        "end": 598.0800170898438,
        "text": " Okay. So in January 11th, Robert, you were sent a replace, not a replace, but a refill."
      },
      {
        "id": 93,
        "start": 598.9600219726562,
        "end": 604.4000244140625,
        "text": " And then you got charged $93. I don't know where the $300 is coming from, because I don't see"
      },
      {
        "id": 94,
        "start": 604.4000244140625,
        "end": 609.52001953125,
        "text": " $300 charge. It's only been $93.95. It must've been somewhere else."
      },
      {
        "id": 95,
        "start": 611.9199829101562,
        "end": 617.8400268554688,
        "text": " No, it was the score below. Okay. Are you adding everything together?"
      },
      {
        "id": 96,
        "start": 617.8400268554688,
        "end": 625.0399780273438,
        "text": " Is that where you're getting the $300? I only had just 100 milligrams,"
      },
      {
        "id": 97,
        "start": 625.0399780273438,
        "end": 629.4400024414062,
        "text": " score blue. That's all that came through the mail. That's all I was charged."
      },
      {
        "id": 98,
        "start": 631.0399780273438,
        "end": 635.9199829101562,
        "text": " So are we talking about 300 milligrams or 100 milligrams or $300? I'm confused now."
      },
      {
        "id": 99,
        "start": 637.0399780273438,
        "end": 640.239990234375,
        "text": " It's, yeah, I'm confused too. It's 100 milligrams."
      },
      {
        "id": 100,
        "start": 641.280029296875,
        "end": 644.6400146484375,
        "text": " Okay. That they charged me $300 for."
      },
      {
        "id": 101,
        "start": 645.2000122070312,
        "end": 648.4000244140625,
        "text": " So maybe you have two accounts. Let me see. Let me go back."
      },
      {
        "id": 102,
        "start": 648.4000244140625,
        "end": 651.6799926757812,
        "text": " No. Okay. Well, let me just read what I see."
      },
      {
        "id": 103,
        "start": 652.719970703125,
        "end": 664.47998046875,
        "text": " In July 12th, 2025, it was 60 pills of the generic 100 milligrams, $93.95. Then in January 11th,"
      },
      {
        "id": 104,
        "start": 664.8800048828125,
        "end": 675.8400268554688,
        "text": " 2026, it was 100 milligrams, 60 pills, $93.95. That's all I see. Before that, it was January 13th,"
      },
      {
        "id": 105,
        "start": 675.8400268554688,
        "end": 684.7999877929688,
        "text": " 2025, and it was $88.95. But in light of this, we can do a credit for the 11th, the January 11th,"
      },
      {
        "id": 106,
        "start": 684.7999877929688,
        "end": 691.3599853515625,
        "text": " but they won't cover further back than 90 days, I mean, 30 days. They don't do 90 days, 60 days."
      },
      {
        "id": 107,
        "start": 691.3599853515625,
        "end": 697.5999755859375,
        "text": " And in July, August, September, October, November, December, January, that's six months."
      },
      {
        "id": 108,
        "start": 697.5999755859375,
        "end": 701.760009765625,
        "text": " So you can get back. I can fight for you and go to bat for the $93.95."
      },
      {
        "id": 109,
        "start": 703.1199951171875,
        "end": 708.47998046875,
        "text": " They're still good stuff. And I'll work on helping you out with the other stuff too. That's no"
      },
      {
        "id": 110,
        "start": 708.47998046875,
        "end": 714.8800048828125,
        "text": " problem. Because the number one thing is getting you back to 93, you focusing on your healing,"
      },
      {
        "id": 111,
        "start": 714.8800048828125,
        "end": 719.0399780273438,
        "text": " and then getting you to where you want to be, where your morale and your heart, everything is"
      },
      {
        "id": 112,
        "start": 719.0399780273438,
        "end": 723.4400024414062,
        "text": " good. Your health is wealth, bud. Right, right."
      },
      {
        "id": 113,
        "start": 727.2000122070312,
        "end": 733.760009765625,
        "text": " So do me a favor. Do you still have the address for the pharmacy that we have?"
      },
      {
        "id": 114,
        "start": 735.3599853515625,
        "end": 746.5599975585938,
        "text": " It's right on the plastic pill bottle in Alexandria Pike, Southgate, Kentucky."
      },
      {
        "id": 115,
        "start": 747.3599853515625,
        "end": 754.1599731445312,
        "text": " That's correct. So what you do is you probably going to have to pay $10 and put a tracking"
      },
      {
        "id": 116,
        "start": 754.1599731445312,
        "end": 759.280029296875,
        "text": " number on it, unless you have the package already, because we have a tracking on that package."
      },
      {
        "id": 117,
        "start": 760.47998046875,
        "end": 766.1599731445312,
        "text": " The USPS tracking number? Yes. Yeah. So make sure you fill that up really nice,"
      },
      {
        "id": 118,
        "start": 766.1599731445312,
        "end": 771.3599853515625,
        "text": " where it doesn't look like you're legally, you're not authorized or have license to send"
      },
      {
        "id": 119,
        "start": 771.3599853515625,
        "end": 779.760009765625,
        "text": " pharmaceuticals through the airways. Go to USPS, write or write on it, refuse, return to sender."
      },
      {
        "id": 120,
        "start": 783.2000122070312,
        "end": 786.239990234375,
        "text": " Okay. Circle the address,"
      },
      {
        "id": 121,
        "start": 786.7999877929688,
        "end": 791.6799926757812,
        "text": " write refuse, return to sender, drop it in a box or give it to the postal guy."
      },
      {
        "id": 122,
        "start": 791.6799926757812,
        "end": 799.760009765625,
        "text": " I'm going to start the credit now. All right. So let me write this down. Okay. Hold on."
      },
      {
        "id": 123,
        "start": 801.3599853515625,
        "end": 806.5599975585938,
        "text": " Standby."
      },
      {
        "id": 124,
        "start": 812.1599731445312,
        "end": 820.5599975585938,
        "text": " A credit for on RTS and credit"
      },
      {
        "id": 125,
        "start": 820.5599975585938,
        "end": 841.3599853515625,
        "text": " 0111 batch. Okay. Gave instructions for return to sender. Okay. It is good to go. You're good there,"
      },
      {
        "id": 126,
        "start": 841.3599853515625,
        "end": 847.6799926757812,
        "text": " but all right. All right. And then, so this is what you do, Robert, take down my number,"
      },
      {
        "id": 127,
        "start": 848.5599975585938,
        "end": 857.8400268554688,
        "text": " KT Goodrich, extension 0037. That's correct. And then what you do is when you send that back,"
      },
      {
        "id": 128,
        "start": 858.47998046875,
        "end": 862.3200073242188,
        "text": " give it a couple of days, call me next week. Cause there, you know, this, all this weather"
      },
      {
        "id": 129,
        "start": 862.3200073242188,
        "end": 866.719970703125,
        "text": " is going through. It's a lot, especially because it's going to conduct Kentucky."
      },
      {
        "id": 130,
        "start": 866.719970703125,
        "end": 872.4000244140625,
        "text": " Call me about Wednesday, Thursday, when, because there's a tracking number on when do I verify"
      },
      {
        "id": 131,
        "start": 873.2000122070312,
        "end": 879.2000122070312,
        "text": " that I see it coming through. I'll call the pharmacy on your behalf. I'll have them scan it."
      },
      {
        "id": 132,
        "start": 879.2000122070312,
        "end": 884.719970703125,
        "text": " Then I'll get you the 9395 and I'll go to bat for you to get to, to be able to get,"
      },
      {
        "id": 133,
        "start": 884.719970703125,
        "end": 893.5999755859375,
        "text": " not just a credit, an actual refund. Cause the credit only is applied to the next refill. But"
      },
      {
        "id": 134,
        "start": 893.5999755859375,
        "end": 898.6400146484375,
        "text": " what I'll do is I'll get you the actual credit to help you out, but you can use it to your medical"
      },
      {
        "id": 135,
        "start": 898.6400146484375,
        "end": 905.8400268554688,
        "text": " bills. Right. That's what I'll do. And then from there, from there, stay with me. We'll go,"
      },
      {
        "id": 136,
        "start": 905.8400268554688,
        "end": 911.9199829101562,
        "text": " we'll take the next step and I'll get you that. Was it the activated to flush out your system"
      },
      {
        "id": 137,
        "start": 911.9199829101562,
        "end": 916.7999877929688,
        "text": " so you can live a life of beautiful vitality. All right. One step at a time. Let's get you"
      },
      {
        "id": 138,
        "start": 916.7999877929688,
        "end": 923.6799926757812,
        "text": " this money first and then we'll go from there. Sound good. Okay. Okay. So you know what to do?"
      },
      {
        "id": 139,
        "start": 923.6799926757812,
        "end": 929.280029296875,
        "text": " Were we clear on that? You're good to go? Yes. Yes. Okay, bud. Okay. So from there,"
      },
      {
        "id": 140,
        "start": 929.280029296875,
        "end": 933.1199951171875,
        "text": " we'll go to the next step and God bless you, brother. My prayers are with you."
      },
      {
        "id": 141,
        "start": 933.1199951171875,
        "end": 938.4000244140625,
        "text": " Remember Mark 11 24. Therefore I say to you, my brethren, whatever things you pray,"
      },
      {
        "id": 142,
        "start": 940.1599731445312,
        "end": 946.6400146484375,
        "text": " pray with your heart and believe when you pray and you'll receive them and you will have them"
      },
      {
        "id": 143,
        "start": 946.6400146484375,
        "end": 951.9199829101562,
        "text": " in Jesus mighty name. All right, bud. Yes. Thank you. All right. You bet, bud."
      },
      {
        "id": 144,
        "start": 951.9199829101562,
        "end": 958.8800048828125,
        "text": " Nice crossing paths with you and thank you for being very kind and loving and I know you will"
      },
      {
        "id": 145,
        "start": 958.8800048828125,
        "end": 965.280029296875,
        "text": " heal, but all right, you will. Okay. All right. Yes. You take care. Yes. Adios, bud. All right."
      },
      {
        "id": 146,
        "start": 965.280029296875,
        "end": 966.6400146484375,
        "text": " Thank you. Bye-bye. You bet."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-819f-a696-f23e0f1e1051",
    "url": "https://www.notion.so/300000001222823-300000001712443-2f711d0a101c819fa696f23e0f1e1051"
  },
  "processedAt": "2026-01-29T21:34:01.108Z"
}