{
  "recording": {
    "name": "300000001220356-300000001710484-4072851929 by jessie@superbalife.com @ 8_01_12 AM.wav",
    "size": 276180,
    "modifyTime": 1769616260000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001220356-300000001710484-4072851929 by jessie@superbalife.com @ 8_01_12 AM.wav",
    "uploadDate": "2026-01-28T16:04:20.000Z",
    "callId": "300000001220356-300000001710484",
    "agent": "jessie",
    "phoneNumber": "4072851929",
    "callTimestamp": "2026-01-28T08:01:12.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi. Thank you so much for calling Viagra. My name is Jessie. Can I get your first and last name?\n\nSpeaker 2: Brian Puzio.\n\nSpeaker 1: Great. And Mr. Puzio, what is your CISCO?\n\nSpeaker 2: 3-2-8-0-1.\n\nSpeaker 1: Perfect. I have you at 132 East Concord Street in Orlando, Florida?\n\nSpeaker 2: That's right.\n\nSpeaker 1: Great. And you want to turn off the monthlies, is that correct? You don't want any monthly shipments?\n\nSpeaker 2: Right.\n\nSpeaker 1: Okay. Let me go ahead and do that for you. And I can just switch this over to as needed?\n\nSpeaker 2: So that means you can order when you feel like it?\n\nSpeaker 2: No, I'm good. Just cancel it altogether.\n\nSpeaker 1: Okay. Are you canceling it because the pills are not a fit for you or?\n\nSpeaker 2: Yeah, they're not working for me.\n\nSpeaker 1: Oh, no. Okay. Well, let me take a quick look at something here because we don't normally get complaints about these pills. And do you have them with you?\n\nSpeaker 2: No, no more. I tried them and they didn't work, so.\n\nSpeaker 1: Let me just check one quick thing here. I mean, you placed this order online, correct?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Let me make sure you got the right one here. I'm sure you selected the right one.\n\nSpeaker 2: Yeah, it was the 100 milligrams, so it doesn't fit at all, whatever, yeah.\n\nSpeaker 1: Yeah, no, you got the U.S. made ones. It looks like you selected those. I'd like to at least send this to you for you to try. It's still 100 milligram. It's Viagra, but this is the one from France. And this one is exceptional.\n\nSpeaker 2: It's exceptional. I'm happy to send you the 10 free pills to try.\n\nSpeaker 1: Yeah, if it's for free and I don't have, it's not a subscription, right? So we pause everything for six months, try it, let us know if you like it or not, because these are in high demand. I have to keep a prescription open. To make a long story short, if you love them, let us know. If you don't love them, let us know. Either way, just let us know so we know what to do next.\n\nSpeaker 2: Yeah, but you're not going to charge me every month if I don't like them.\n\nSpeaker 1: No, no, no.\n\nSpeaker 2: Okay. All right. I'm going to go ahead and send this out to you.\n\nSpeaker 1: Okay, very good. We'll get that out to you shortly again. These are the AGVs. It will say AGV on the bottle.\n\nSpeaker 2: The stamp on the pill will be completely different from what you have, okay?\n\nSpeaker 1: Okay. It's a single white diamond pill, so when you see it, they might look similar. They're not similar. I'm just giving you a heads up.\n\nSpeaker 2: Okay.\n\nSpeaker 1: All right. You'll get them in the mail shortly.\n\nSpeaker 2: All right. Thank you very much.\n\nSpeaker 1: Thank you. Bye-bye.",
    "duration": 6019,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Hi. Thank you so much for calling Viagra. My name is Jessie. Can I get your first and"
      },
      {
        "id": 1,
        "start": 7,
        "end": 22,
        "text": " last name? Brian Puzio. Great. And Mr. Puzio, what is your CISCO? 3-2-8-0-1. Perfect. I"
      },
      {
        "id": 2,
        "start": 22,
        "end": 28,
        "text": " have you at 132 East Concord Street in Orlando, Florida? That's right. Great. And you want"
      },
      {
        "id": 3,
        "start": 28,
        "end": 32,
        "text": " to turn off the monthlies, is that correct? You don't want any monthly shipments? Right."
      },
      {
        "id": 4,
        "start": 32,
        "end": 39,
        "text": " Okay. Let me go ahead and do that for you. And I can just switch this over to as needed?"
      },
      {
        "id": 5,
        "start": 39,
        "end": 47,
        "text": " So that means you can order when you feel like it? No, I'm good. Just cancel it altogether."
      },
      {
        "id": 6,
        "start": 47,
        "end": 53,
        "text": " Okay. Are you canceling it because the pills are not a fit for you or? Yeah, they're not"
      },
      {
        "id": 7,
        "start": 53,
        "end": 58,
        "text": " working for me. Oh, no. Okay. Well, let me take a quick look at something here because"
      },
      {
        "id": 8,
        "start": 58,
        "end": 67,
        "text": " we don't normally get complaints about these pills. And do you have them with you? No,"
      },
      {
        "id": 9,
        "start": 67,
        "end": 74,
        "text": " no more. I tried them and they didn't work, so. Let me just check one quick thing here."
      },
      {
        "id": 10,
        "start": 74,
        "end": 80,
        "text": " I mean, you placed this order online, correct? Yes. Let me make sure you got the right one"
      },
      {
        "id": 11,
        "start": 80,
        "end": 87,
        "text": " here. I'm sure you selected the right one. Yeah, it was the 100 milligrams, so it doesn't"
      },
      {
        "id": 12,
        "start": 87,
        "end": 92,
        "text": " fit at all, whatever, yeah. Yeah, no, you got the U.S. made ones. It looks like you"
      },
      {
        "id": 13,
        "start": 92,
        "end": 99,
        "text": " selected those. I'd like to at least send this to you for you to try. It's still 100"
      },
      {
        "id": 14,
        "start": 99,
        "end": 104,
        "text": " milligram. It's Viagra, but this is the one from France. And this one is exceptional."
      },
      {
        "id": 15,
        "start": 104,
        "end": 113,
        "text": " It's exceptional. I'm happy to send you the 10 free pills to try. Yeah, if it's for free"
      },
      {
        "id": 16,
        "start": 113,
        "end": 122,
        "text": " and I don't have, it's not a subscription, right? So we pause everything for six months,"
      },
      {
        "id": 17,
        "start": 122,
        "end": 126,
        "text": " try it, let us know if you like it or not, because these are in high demand. I have to"
      },
      {
        "id": 18,
        "start": 126,
        "end": 130,
        "text": " keep a prescription open. To make a long story short, if you love them, let us know. If you"
      },
      {
        "id": 19,
        "start": 130,
        "end": 134,
        "text": " don't love them, let us know. Either way, just let us know so we know what to do next."
      },
      {
        "id": 20,
        "start": 134,
        "end": 141,
        "text": " Yeah, but you're not going to charge me every month if I don't like them. No, no, no. Okay."
      },
      {
        "id": 21,
        "start": 141,
        "end": 147,
        "text": " All right. All right. I'm going to go ahead and send this out to you. Okay, very good."
      },
      {
        "id": 22,
        "start": 147,
        "end": 152,
        "text": " We'll get that out to you shortly again. These are the AGVs. It will say AGV on the bottle."
      },
      {
        "id": 23,
        "start": 152,
        "end": 156,
        "text": " The stamp on the pill will be completely different from what you have, okay? Okay. It's a"
      },
      {
        "id": 24,
        "start": 156,
        "end": 161,
        "text": " single white diamond pill, so when you see it, they might look similar. They're not similar."
      },
      {
        "id": 25,
        "start": 161,
        "end": 166,
        "text": " I'm just giving you a heads up. Okay? Okay. All right. You'll get them in the mail shortly."
      },
      {
        "id": 26,
        "start": 166,
        "end": 169,
        "text": " All right. Thank you very much. Thank you. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81fe-a024-d55701b9d3ec",
    "url": "https://www.notion.so/300000001220356-300000001710484-2f611d0a101c81fea024d55701b9d3ec"
  },
  "processedAt": "2026-01-28T19:09:47.515Z"
}