{
  "recording": {
    "name": "300000001217693-300000001707918-2165707411 by LeoF @ 11_20_28 AM.wav",
    "size": 212676,
    "modifyTime": 1769582536000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001217693-300000001707918-2165707411 by LeoF @ 11_20_28 AM.wav",
    "uploadDate": "2026-01-28T06:42:16.000Z",
    "callId": "300000001217693-300000001707918",
    "phoneNumber": "2165707411",
    "callTimestamp": "2026-01-28T11:20:28.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey, thanks for calling Viagra, how can I help you?\n\nSpeaker 2: Hi, my name is Mark Ricker. I've had a couple calls with you guys. I ordered some Viagra, but they sent me the generic by mistake instead of the AGV. The first one didn't work at all, and the AGV doesn't seem to be doing anything either. I'm wondering if I get any effectiveness? No, and I'm wondering if I have any other options? I don't know what to do.\n\nSpeaker 1: Yeah, yeah, I mean since you still have, you only took one of the AGV?\n\nSpeaker 2: I have them in front of me, yeah. I only took one now, I still have nine left.\n\nSpeaker 1: I took two to see what would happen and I still have 18 left.\n\nSpeaker 2: Yeah, yeah, I mean so it sounds like you'd still want to give it another try.\n\nSpeaker 1: Was this Mark?\n\nSpeaker 2: Yeah, this is Mark. And thanks for, hey by the way, you know, I've been, I'm going to tell everybody that I talked to, you guys are phenomenal. You follow up, you know, your president's contacting me. I mean, this is not what I, wait, this is not what I've experienced in this field. Put it that way.\n\nSpeaker 1: No, we definitely appreciate it.\n\nSpeaker 2: I appreciate it. Yeah, I'm sorry that you're not getting any effect there, Mr. Ricker.\n\nSpeaker 1: What I would say, I mean, there's two other routes to go. I would say the first one, definitely. So we have a multivitamin that we send out to gentlemen like yourself when they're saying they're not getting any results.\n\nSpeaker 2: Basically, it's our activator, what we call it. What it does is it, you know, it clears out any blockages that you may have. It's kind of like a little detox for your reproductive system down there.\n\nSpeaker 1: What I would say is I'll send you that supplement. Take it for 10 days and then give the Viagra another shot. You still have, it sounds like, 18 pills left.\n\nSpeaker 2: So yeah, you're more than welcome to take two at a time if the single one didn't work. Give it 10 days on that supplement.\n\nSpeaker 1: I'm going to send you then try two more of those 50 milligrams and let's see if we can get this thing kick-started.\n\nSpeaker 2: Alright man, I appreciate it very much.\n\nSpeaker 1: No problem, and when you're done, I'll let you try. Feel free to give us any feedback that you may have, okay?\n\nSpeaker 2: Thank you. I will. Thank you. Bye-bye.",
    "duration": 5460,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.599999904632568,
        "text": " Hey thanks for calling Viagra, how can I help you? Hi, my name is Mark Ricker, I've"
      },
      {
        "id": 1,
        "start": 6.599999904632568,
        "end": 15.4399995803833,
        "text": " had a couple calls with you guys. I had, I ordered some Viagra, they sent me the"
      },
      {
        "id": 2,
        "start": 15.4399995803833,
        "end": 22.639999389648438,
        "text": " generic by mistake instead of the AGV. The first one didn't work at all and the"
      },
      {
        "id": 3,
        "start": 22.639999389648438,
        "end": 27.520000457763672,
        "text": " AGV doesn't seem to be doing anything either. And I'm wondering, I get any"
      },
      {
        "id": 4,
        "start": 27.520000457763672,
        "end": 34.7599983215332,
        "text": " effectiveness? No, and I'm wondering if do I have any other options? I don't know"
      },
      {
        "id": 5,
        "start": 34.7599983215332,
        "end": 39.63999938964844,
        "text": " what to do. Yeah, yeah, I mean since you still have, you only took one of them, the"
      },
      {
        "id": 6,
        "start": 39.63999938964844,
        "end": 45.279998779296875,
        "text": " AGV? I have them in front of me, yeah. You only took one now, you still have nine left. I took"
      },
      {
        "id": 7,
        "start": 45.279998779296875,
        "end": 52.36000061035156,
        "text": " two to see what would happen and I still have 18 left. Yeah, yeah, I mean so it"
      },
      {
        "id": 8,
        "start": 52.36000061035156,
        "end": 56.84000015258789,
        "text": " sounds like you'd still want to give it another try. Was this Mark? Yeah, this is"
      },
      {
        "id": 9,
        "start": 56.84000015258789,
        "end": 61.439998626708984,
        "text": " Mark and thanks for, hey by the way, you know I got, I've been, I'm going to tell"
      },
      {
        "id": 10,
        "start": 61.439998626708984,
        "end": 65.83999633789062,
        "text": " everybody that I talked to, you guys are phenomenal. You follow up, you know, your"
      },
      {
        "id": 11,
        "start": 65.83999633789062,
        "end": 71.23999786376953,
        "text": " president's contacting me. I mean it's just, this is not what I, wait, this is"
      },
      {
        "id": 12,
        "start": 71.23999786376953,
        "end": 76.16000366210938,
        "text": " not what I've experienced in this field. Put it that way. No, we definitely"
      },
      {
        "id": 13,
        "start": 76.16000366210938,
        "end": 80.4000015258789,
        "text": " appreciate it. I appreciate it. Yeah, I'm sorry that you're not getting any effect there Mr."
      },
      {
        "id": 14,
        "start": 80.4000015258789,
        "end": 85.5199966430664,
        "text": " Ricker. What I would say, I mean there's two other routes to go. I would say the"
      },
      {
        "id": 15,
        "start": 85.5199966430664,
        "end": 90.12000274658203,
        "text": " first one, definitely. So we have a multivitamin that we send out to"
      },
      {
        "id": 16,
        "start": 90.12000274658203,
        "end": 92.5999984741211,
        "text": " gentlemen like yourself when they're saying they're not getting any results."
      },
      {
        "id": 17,
        "start": 92.5999984741211,
        "end": 96.19999694824219,
        "text": " Basically, it's our activator, what we call it. What it does is it, you know, it"
      },
      {
        "id": 18,
        "start": 96.19999694824219,
        "end": 99.27999877929688,
        "text": " clears out any blockages that you may have. It's kind of like a little detox"
      },
      {
        "id": 19,
        "start": 99.27999877929688,
        "end": 103.5999984741211,
        "text": " for your reproductive system down there. What I would say is I'll send you that"
      },
      {
        "id": 20,
        "start": 103.5999984741211,
        "end": 108.12000274658203,
        "text": " supplement. Take it for 10 days and then give the Viagra another shot. You still"
      },
      {
        "id": 21,
        "start": 108.12000274658203,
        "end": 111.5199966430664,
        "text": " have, it sounds like, 18 pills left. So yeah, you're more than welcome to take two at a"
      },
      {
        "id": 22,
        "start": 111.5199966430664,
        "end": 115.95999908447266,
        "text": " time if the single one didn't work. Give it 10 days on that, on the supplement."
      },
      {
        "id": 23,
        "start": 115.95999908447266,
        "end": 118.87999725341797,
        "text": " I'm going to send you then try two more of those 50 milligrams and let's see if"
      },
      {
        "id": 24,
        "start": 118.87999725341797,
        "end": 123.68000030517578,
        "text": " we can get this thing kick-started. Alright man, I appreciate it very much. No"
      },
      {
        "id": 25,
        "start": 123.68000030517578,
        "end": 126.87999725341797,
        "text": " problem and when you're done, I'll let you try. Feel free to give us any feedback that"
      },
      {
        "id": 26,
        "start": 126.87999725341797,
        "end": 132.0800018310547,
        "text": " you may have, okay? Thank you. I will. Thank you. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-810c-b53e-c5dd17de0f06",
    "url": "https://www.notion.so/300000001217693-300000001707918-2f611d0a101c810cb53ec5dd17de0f06"
  },
  "processedAt": "2026-01-28T17:07:59.336Z"
}