{
  "recording": {
    "name": "300000001222907-300000001712517-8887955826 by olivia@superbalife.com @ 12_52_59 PM.wav",
    "size": 359900,
    "modifyTime": 1769720223000,
    "remotePath": "/five9sftp/upload/SB CS/1_29_2026/300000001222907-300000001712517-8887955826 by olivia@superbalife.com @ 12_52_59 PM.wav",
    "uploadDate": "2026-01-29T20:57:03.000Z",
    "callId": "300000001222907-300000001712517",
    "agent": "olivia",
    "phoneNumber": "8887955826",
    "callTimestamp": "2026-01-29T12:52:59.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Mark Hathaway.\n\nSpeaker 1: Hi, Mark. How are you?\n\nSpeaker 2: Hi, I'm fine. How are you?\n\nSpeaker 1: Good, good. How can I help you today, Mark?\n\nSpeaker 2: Yeah, I have an auto refill with you guys for the generic Viagra and I have a good supply of that right now, so I'd like to cancel that auto refill and next time I need it, I'll just call in.\n\nSpeaker 1: Yeah, I can definitely help you with that. Okay, what is the phone number associated with your prescription?\n\nSpeaker 2: 805-345-0548.\n\nSpeaker 1: Alrighty, Mark. And what's your date of birth, Mark?\n\nSpeaker 2: 3-12-49.\n\nSpeaker 1: Okay, great. Yeah, so if you don't want to receive regular, you know, tri-monthly orders, you certainly don't have to. You always have the option to place your prescription on hold for up to six months at a time, just because six months is when the prescription would expire if we didn't refill it.\n\nSpeaker 2: And the way that would work is, if you did want to order before then you could, you just, like you mentioned, have to give us a call to place the order yourself.\n\nSpeaker 1: No, I'd rather just call it in when I'm ready for it.\n\nSpeaker 2: Yeah, so that's my only option in regards to keeping the prescripts available to you with the same price, the same doctor's approval, is just to place it on hold for you for that duration of time. And then if you need anything, you can have it, you just have to call us.\n\nSpeaker 1: Okay, so you're going to place it on hold for six months?\n\nSpeaker 2: Yeah, yeah, so if you need anything before the end of July, let us know.\n\nSpeaker 1: Okay, so what happens after the six months?\n\nSpeaker 2: Yeah, so July 28th, if, you know, pending that you don't let us know that either you still have more pills, so leave me on hold, or hey, I'm ready to order, which resets your whole script, your script would be refilled so that it didn't expire.\n\nSpeaker 1: Okay, so in six months I'll get it regardless?\n\nSpeaker 2: Right, yeah.\n\nSpeaker 1: But see, that's what I don't want. I want to just get it when I call it in.\n\nSpeaker 2: Okay, well, I mean, if you still have pills in July, like if you haven't run out, you can just call us at any point during then, or even in June, and be like, hey, I still have a lot of pills, will you just leave my prescription on hold for me for another six months, and we can always do that.\n\nSpeaker 1: Okay, so I got to call it in to cancel it again, or to delay it.\n\nSpeaker 2: Right, yeah, if you do, yeah.\n\nSpeaker 1: Okay, so I won't get anything for six months.\n\nSpeaker 2: Correct.\n\nSpeaker 1: Unless I call.\n\nSpeaker 2: Exactly.\n\nSpeaker 1: Okay, all righty.\n\nSpeaker 2: Okay, Mark, I hope you have a great day.\n\nSpeaker 1: Okay, thanks a lot, bye.\n\nSpeaker 2: Okay, thanks, bye.",
    "duration": 7621,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.159999847412109,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 5.159999847412109,
        "end": 13.4399995803833,
        "text": " pleasure of speaking with today? Mark Hathaway. Hi, Mark. How are you? Hi, I'm"
      },
      {
        "id": 2,
        "start": 13.4399995803833,
        "end": 19.920000076293945,
        "text": " fine. How are you? Good, good. How can I help you today, Mark? Yeah, I have an auto"
      },
      {
        "id": 3,
        "start": 19.920000076293945,
        "end": 27.239999771118164,
        "text": " refill with you guys for the generic Viagra and I have a good supply of that"
      },
      {
        "id": 4,
        "start": 27.239999771118164,
        "end": 32.2400016784668,
        "text": " right now, so I'd like to cancel that auto refill and next time I need it, I'll"
      },
      {
        "id": 5,
        "start": 32.2400016784668,
        "end": 37.79999923706055,
        "text": " just call in. Yeah, I can definitely help you with that. Okay, what is the phone"
      },
      {
        "id": 6,
        "start": 37.79999923706055,
        "end": 48.2400016784668,
        "text": " number associated with your prescription? 805-345-0548."
      },
      {
        "id": 7,
        "start": 49.2400016784668,
        "end": 59.79999923706055,
        "text": " Alrighty, Mark. And what's your date of birth, Mark? 3-12-49. Okay, great. Yeah, so if"
      },
      {
        "id": 8,
        "start": 59.79999923706055,
        "end": 65.83999633789062,
        "text": " you don't want to receive regular, you know, tri-monthly orders, you certainly"
      },
      {
        "id": 9,
        "start": 65.83999633789062,
        "end": 71.63999938964844,
        "text": " don't have to. You always have the option to place your prescription on hold for"
      },
      {
        "id": 10,
        "start": 71.63999938964844,
        "end": 75.68000030517578,
        "text": " up to six months at a time, just because six months is when the prescription"
      },
      {
        "id": 11,
        "start": 75.68000030517578,
        "end": 82.08000183105469,
        "text": " would expire if we didn't refill it. And the way that would work is, if you did"
      },
      {
        "id": 12,
        "start": 82.08000183105469,
        "end": 87.19999694824219,
        "text": " want to order before then you could, you just, like you mentioned, have to give us"
      },
      {
        "id": 13,
        "start": 87.19999694824219,
        "end": 92.80000305175781,
        "text": " a call to place the order yourself. No, I'd rather just call it in when I'm"
      },
      {
        "id": 14,
        "start": 92.80000305175781,
        "end": 101.55999755859375,
        "text": " ready for it. Yeah, so that's my only option in regards to keeping the"
      },
      {
        "id": 15,
        "start": 101.55999755859375,
        "end": 106.16000366210938,
        "text": " prescripts available to you with the same price, the same doctor's approval, is"
      },
      {
        "id": 16,
        "start": 106.16000366210938,
        "end": 111.23999786376953,
        "text": " just to place it on hold for you for that duration of time. And then if you need"
      },
      {
        "id": 17,
        "start": 111.23999786376953,
        "end": 117,
        "text": " anything, you can have it, you just have to call us. Okay, so you're going to place"
      },
      {
        "id": 18,
        "start": 117,
        "end": 122.19999694824219,
        "text": " it on hold for six months? Yeah, yeah, so if you need anything before the end of"
      },
      {
        "id": 19,
        "start": 122.19999694824219,
        "end": 128.52000427246094,
        "text": " July, let us know. Okay, so what happens after the six months?"
      },
      {
        "id": 20,
        "start": 128.52000427246094,
        "end": 138.44000244140625,
        "text": " Yeah, so July 28th, if, you know, pending that you don't let us know that either"
      },
      {
        "id": 21,
        "start": 138.44000244140625,
        "end": 143.9199981689453,
        "text": " you still have more pills, so leave me on hold, or hey, I'm ready to order, which"
      },
      {
        "id": 22,
        "start": 143.9199981689453,
        "end": 148.83999633789062,
        "text": " resets your whole script, your script would be refilled so that it didn't"
      },
      {
        "id": 23,
        "start": 148.83999633789062,
        "end": 161.47999572753906,
        "text": " expire. Okay, so in six months I'll get it regardless? Right, yeah. But see, that's"
      },
      {
        "id": 24,
        "start": 161.47999572753906,
        "end": 168.52000427246094,
        "text": " what I don't want. I want to just get it when I call it in. Okay, well, I mean, if"
      },
      {
        "id": 25,
        "start": 168.52000427246094,
        "end": 177.1199951171875,
        "text": " you still have pills in July, like if you haven't run out, you can just call us at"
      },
      {
        "id": 26,
        "start": 177.1199951171875,
        "end": 181.72000122070312,
        "text": " any point during then, or even in June, and be like, hey, I still have a lot of"
      },
      {
        "id": 27,
        "start": 181.72000122070312,
        "end": 186.16000366210938,
        "text": " pills, will you just leave my prescription on hold for me for another"
      },
      {
        "id": 28,
        "start": 186.16000366210938,
        "end": 192.60000610351562,
        "text": " six months, and we can always do that. Okay, so I got to call it in to cancel it"
      },
      {
        "id": 29,
        "start": 192.60000610351562,
        "end": 205,
        "text": " again, or to delay it. Right, yeah, if you do, yeah. Okay, so I won't get anything for"
      },
      {
        "id": 30,
        "start": 205,
        "end": 214.36000061035156,
        "text": " six months. Correct. Unless I call. Exactly. Okay, all righty. Okay, Mark, I hope you"
      },
      {
        "id": 31,
        "start": 214.36000061035156,
        "end": 220.27999877929688,
        "text": " have a great day. Okay, thanks a lot, bye. Okay, thanks, bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-8127-8662-dcfb8f408545",
    "url": "https://www.notion.so/300000001222907-300000001712517-2f711d0a101c81278662dcfb8f408545"
  },
  "processedAt": "2026-01-29T21:23:58.710Z"
}