{
  "recording": {
    "name": "300000001221562-300000001711342-5037913091 by olivia@superbalife.com @ 1_37_10 PM.wav",
    "size": 374330,
    "modifyTime": 1769636483000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001221562-300000001711342-5037913091 by olivia@superbalife.com @ 1_37_10 PM.wav",
    "uploadDate": "2026-01-28T21:41:23.000Z",
    "callId": "300000001221562-300000001711342",
    "agent": "olivia",
    "phoneNumber": "5037913091",
    "callTimestamp": "2026-01-28T13:37:10.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Colin Brown.\n\nSpeaker 1: Hi Colin, how are you?\n\nSpeaker 2: Fine.\n\nSpeaker 1: Good, I'm glad to hear it. How can I help you today, Colin?\n\nSpeaker 2: I ordered some stuff on the 29th of December and I just got received some... I thought I was getting all the new Viagra but I got some Sildenafil and I never did get any of the new Viagra and I got two bills, one for $63.95, one for $29.40, so I was trying to figure out what's cooking.\n\nSpeaker 1: Yeah, I can definitely figure this out for you. Okay Colin, what is your date of birth?\n\nSpeaker 2: 9-29-48.\n\nSpeaker 1: Great, and you're located at 38229 Larson Lane, Astoria, Oregon?\n\nSpeaker 2: Right.\n\nSpeaker 1: Okay, yeah, because I do see that you spoke with somebody a week ago and that... okay... original... I'm not sure there's anything to talk about.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Yeah, you sent a video, that's great. Okay, so you did what you're supposed to do and it looks like the doctor did approve you. So yeah, I will message shipping and I will make sure that we get this out to you as soon as possible and I am so sorry about your wait.\n\nSpeaker 2: Yeah, I'll take care of this though.\n\nSpeaker 1: Yeah, well thank you Colin and yeah once we ship it we'll send you the tracking number. Hopefully you get that today or tomorrow and then you can follow it and then if you need anything in the future we're always here at this phone number Monday through Friday 8 to 5 Pacific.\n\nSpeaker 2: Okay, where are you located?\n\nSpeaker 1: We are in Santa Monica so that's why we're on Pacific time.\n\nSpeaker 2: Okay, all right, well thanks for the help.\n\nSpeaker 1: Thank you so much Colin.\n\nSpeaker 2: Have a great day.\n\nSpeaker 1: Okay, thank you.\n\nSpeaker 2: Oh okay wait, can I ask... maybe I'm crazy. Wait give me one moment.\n\nSpeaker 1: This does actually show... I'm the one who messed up here. This does actually show that it was delivered two days ago to...\n\nSpeaker 2: I was reading it wrong. It shows it was delivered to the 38229 Larson Lane Astoria, Oregon address but you're saying you didn't receive it?\n\nSpeaker 1: I received the Sildenafil but I didn't receive any.\n\nSpeaker 2: I'm so sorry. I see.\n\nSpeaker 1: Okay, so I will have the AGV sent out to you then and of course we won't charge you because you already paid for the product.\n\nSpeaker 2: Okay, I see now.\n\nSpeaker 1: All right, yeah, I'll send this out to you right now Colin and you did say that I can ship it to the exact same address, the 38229 Larson Lane one.\n\nSpeaker 2: That'll do it.\n\nSpeaker 1: Okay, great, I just sent it.\n\nSpeaker 2: Perfect. Thank you so much. I'm sorry for the confusion.\n\nSpeaker 1: All right, see you later. Have a good day.\n\nSpeaker 2: Bye.",
    "duration": 9146,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.440000057220459,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 5.440000057220459,
        "end": 15.880000114440918,
        "text": " pleasure of speaking with today? Colin Brown. Hi Colin, how are you? Fine. Good, I'm"
      },
      {
        "id": 2,
        "start": 15.880000114440918,
        "end": 23.360000610351562,
        "text": " glad to hear it. How can I help you today Colin? I ordered some stuff on the 29th"
      },
      {
        "id": 3,
        "start": 23.360000610351562,
        "end": 32.47999954223633,
        "text": " of December and I just got received some... I thought I was getting all the"
      },
      {
        "id": 4,
        "start": 32.47999954223633,
        "end": 40.2400016784668,
        "text": " new Viagra but I got some Sildenafil and I never did get any of the"
      },
      {
        "id": 5,
        "start": 40.2400016784668,
        "end": 49.08000183105469,
        "text": " new Viagra and I got two bills one for $63.95 one for $29.40 so I was trying to figure out"
      },
      {
        "id": 6,
        "start": 49.08000183105469,
        "end": 55.5,
        "text": " what's cooking. Yeah I can definitely figure this out for you. Okay Colin, what"
      },
      {
        "id": 7,
        "start": 55.5,
        "end": 65.4000015258789,
        "text": " is your date of birth? 9-29-48. Great and you're located at 38229 Larson Lane"
      },
      {
        "id": 8,
        "start": 65.4000015258789,
        "end": 72.87999725341797,
        "text": " Astoria, Oregon? Right. Okay yeah, because I do see that you spoke with somebody a"
      },
      {
        "id": 9,
        "start": 72.87999725341797,
        "end": 85.4800033569336,
        "text": " week ago and that... okay... original... I'm not sure there's anything to talk about. Okay yeah you sent a"
      },
      {
        "id": 10,
        "start": 85.4800033569336,
        "end": 90.72000122070312,
        "text": " video, that's great. Okay so you did what you're supposed to do and it looks like"
      },
      {
        "id": 11,
        "start": 90.72000122070312,
        "end": 98.44000244140625,
        "text": " the doctor did approve you. So yeah I will message shipping and I will make"
      },
      {
        "id": 12,
        "start": 98.44000244140625,
        "end": 104.55999755859375,
        "text": " sure that we get this out to you as soon as possible and I am so sorry about"
      },
      {
        "id": 13,
        "start": 104.55999755859375,
        "end": 116.72000122070312,
        "text": " your wait. Yeah I'll take care of this though. Yeah well thank you Colin and"
      },
      {
        "id": 14,
        "start": 116.72000122070312,
        "end": 121.16000366210938,
        "text": " yeah once we ship it we'll send you the tracking number. Hopefully you get that"
      },
      {
        "id": 15,
        "start": 121.16000366210938,
        "end": 126.27999877929688,
        "text": " today or tomorrow and then you can follow it and then if you need anything"
      },
      {
        "id": 16,
        "start": 126.27999877929688,
        "end": 130.1999969482422,
        "text": " in the future we're always here at this phone number Monday through Friday 8 to"
      },
      {
        "id": 17,
        "start": 130.1999969482422,
        "end": 138.1999969482422,
        "text": " 5 Pacific. Okay where are you located? We are in Santa Monica so that's why we're"
      },
      {
        "id": 18,
        "start": 138.1999969482422,
        "end": 145.67999267578125,
        "text": " on Pacific time. Okay all right well thanks for the help. Thank you so much Colin."
      },
      {
        "id": 19,
        "start": 145.67999267578125,
        "end": 157.9199981689453,
        "text": " Have a great day. Okay thank you. Oh okay wait can I ask... maybe I'm crazy. Wait give"
      },
      {
        "id": 20,
        "start": 157.9199981689453,
        "end": 165.72000122070312,
        "text": " me one moment. This does actually show... I'm the one who messed up here. This does"
      },
      {
        "id": 21,
        "start": 165.72000122070312,
        "end": 175.16000366210938,
        "text": " actually show that it was delivered two days ago to... I was reading it wrong. It"
      },
      {
        "id": 22,
        "start": 175.1999969482422,
        "end": 182.67999267578125,
        "text": " shows it was delivered to the 38229 Larson Lane Astoria, Oregon address but"
      },
      {
        "id": 23,
        "start": 182.67999267578125,
        "end": 188.16000366210938,
        "text": " you're saying you didn't receive it? I received the Sildenafil but I didn't"
      },
      {
        "id": 24,
        "start": 188.16000366210938,
        "end": 198.1199951171875,
        "text": " receive any. I'm so sorry. I see. Okay so I will have the AGV sent out to you then and of"
      },
      {
        "id": 25,
        "start": 198.1199951171875,
        "end": 202.52000427246094,
        "text": " course we won't charge you because you already paid for the product. Okay I see"
      },
      {
        "id": 26,
        "start": 202.52000427246094,
        "end": 207.32000732421875,
        "text": " now. All right yeah I'll send this out to you right now Colin and you did say"
      },
      {
        "id": 27,
        "start": 207.32000732421875,
        "end": 213.36000061035156,
        "text": " that I can ship it to the exact same address the 38229 Larson Lane one."
      },
      {
        "id": 28,
        "start": 213.36000061035156,
        "end": 220.47999572753906,
        "text": " That'll do it. Okay great I just sent it. Perfect. Thank you so much. I'm sorry for"
      },
      {
        "id": 29,
        "start": 220.47999572753906,
        "end": 228.75999450683594,
        "text": " the confusion. All right see you later. Have a good day. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8114-9ff2-c38d448a1a50",
    "url": "https://www.notion.so/300000001221562-300000001711342-2f611d0a101c81149ff2c38d448a1a50"
  },
  "processedAt": "2026-01-28T22:31:25.463Z"
}