{
  "recording": {
    "name": "300000001239486-300000001729119-9186932042 by kt@superbalife.com @ 3_32_00 PM.wav",
    "size": 287946,
    "modifyTime": 1770852920000,
    "remotePath": "/five9sftp/upload/SB CS/2_11_2026/300000001239486-300000001729119-9186932042 by kt@superbalife.com @ 3_32_00 PM.wav",
    "uploadDate": "2026-02-11T23:35:20.000Z",
    "callId": "300000001239486-300000001729119",
    "agent": "kt",
    "phoneNumber": "9186932042",
    "callTimestamp": "2026-02-11T15:32:00.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey Roger, yes, hey, but thank you for being so patient and so classy. So I did—\n\nSpeaker 2: Exactly what you wanted, and I actually was able to help you out and elevate—\n\nSpeaker 1: This. But so I did three things. The first thing I did is I put a stop to all any—\n\nSpeaker 2: And all monthly shipments. And the second thing is I put a stop to any and—\n\nSpeaker 1: All monthly refills. And the third thing I did is I put a stop to any and all—\n\nSpeaker 2: Monthly charges, and I was able to catch this last batch and reverse it and—\n\nSpeaker 1: Credit your account of the $63.95. Okay?\n\nSpeaker 2: Okay, okay, and just correct me if I'm wrong because what I'm looking at is I—\n\nSpeaker 1: Don't think you got the right ones, but I don't think you were—they working, am I—\n\nSpeaker 2: Right? Am I right? They weren't working, right?\n\nSpeaker 1: Yeah, oh, they were. I just have too many of them. I got like, okay, almost three full bottles now, so—\n\nSpeaker 2: Okay, cool, cool. So if they were working fine, I just thought maybe you were under the impression—\n\nSpeaker 1: That they were too strong or maybe you weren't strong enough, but no—\n\nSpeaker 2: Nothing, fine. Okay, so in any case, should you need a—\n\nSpeaker 1: Replacement of anything, as long as you call me, my extension is 0037, right?\n\nSpeaker 2: Bud, my name is KT Goodrich. I'll always take care of you. My fingerprints are on—\n\nSpeaker 1: This. And then in light of everything I did for you, bud, I set up a—\n\nSpeaker 2: Red button for you so you can get refills on your own. So when you go to—\n\nSpeaker 1: Scoreblue.com, right? And you log in with your Gmail, there's gonna be a category—\n\nSpeaker 2: Called your prescription. In that category, Roger, I put a red button with—\n\nSpeaker 1: White font that says quick refill. Okay?\n\nSpeaker 2: Okay, so you can click that button—\n\nSpeaker 1: Anytime. The only caveat, bud, is you can't get more than one refill within a 30-day—\n\nSpeaker 2: Period, and then two refills a year. Like, you all you need is 20 pills a year—\n\nSpeaker 1: You're good to go. So you're good for now, and just click that button, you know—\n\nSpeaker 2: Whenever you need it or call me if you need something stronger. I'll always do a—\n\nSpeaker 1: Replacement and then go from there. All right, bud. All right, so you're able to—\n\nSpeaker 2: Stop all charges and you reversed that already?\n\nSpeaker 1: Yeah, yeah, and when you go to—\n\nSpeaker 2: Scoreblue.com?\n\nSpeaker 1: Yeah, you're very welcome. When you go to scoreblue.com and you log in—\n\nSpeaker 2: Go to the category called your receipts. You'll see there that, um, that, uh, there's—\n\nSpeaker 1: A negative $63.95 that was refunded, and I was actually gonna send you a—\n\nSpeaker 2: Replacement, but you said you're okay.\n\nSpeaker 1: Yeah, you say they work fine, so I—\n\nSpeaker 2: Canceled that. You'll see that too, so I was just trying to get ahead of it, right? So—\n\nSpeaker 1: But you're good to go, and let us know if you need more or click that—\n\nSpeaker 2: Button as long as you get 20 pills a year or every six months, and then you're—\n\nSpeaker 1: Good to go. All right, bud.\n\nSpeaker 2: All right, I appreciate it. Thank you.\n\nSpeaker 1: Yeah, you bet.\n\nSpeaker 2: Adios, bud.\n\nSpeaker 1: Bye.",
    "duration": 9765,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.800000190734863,
        "text": " Hey Roger, yes, hey but thank you for being so patient and so classy so I did"
      },
      {
        "id": 1,
        "start": 6.800000190734863,
        "end": 11.4399995803833,
        "text": " exactly what you wanted and I actually was able to help you out and elevate"
      },
      {
        "id": 2,
        "start": 11.4399995803833,
        "end": 18,
        "text": " this but so I did three things the first thing I did is I put a stop to all any"
      },
      {
        "id": 3,
        "start": 18,
        "end": 23.31999969482422,
        "text": " and all monthly shipments and I put a second thing is I put a stop to any and"
      },
      {
        "id": 4,
        "start": 23.31999969482422,
        "end": 27.65999984741211,
        "text": " all monthly refills and the third thing I did is I put a stop to any and all"
      },
      {
        "id": 5,
        "start": 27.65999984741211,
        "end": 32.900001525878906,
        "text": " monthly charges and I was able to catch this last batch and reverse it and"
      },
      {
        "id": 6,
        "start": 32.900001525878906,
        "end": 38.18000030517578,
        "text": " credit your account of the $63.95 okay okay and and just correct now you're"
      },
      {
        "id": 7,
        "start": 38.18000030517578,
        "end": 42.459999084472656,
        "text": " very welcome and just correct me if I'm wrong because what I'm looking at is I"
      },
      {
        "id": 8,
        "start": 42.459999084472656,
        "end": 48.439998626708984,
        "text": " don't think you got the right ones but I don't think you were they working am I"
      },
      {
        "id": 9,
        "start": 48.439998626708984,
        "end": 52.18000030517578,
        "text": " right am I right they weren't working right yeah oh they were I just have too"
      },
      {
        "id": 10,
        "start": 52.18000030517578,
        "end": 57.220001220703125,
        "text": " many of them I got like okay almost three full bottles now so okay cool cool"
      },
      {
        "id": 11,
        "start": 57.220001220703125,
        "end": 60.619998931884766,
        "text": " so if they were working fine I just thought maybe you were in the impression"
      },
      {
        "id": 12,
        "start": 60.619998931884766,
        "end": 66.58000183105469,
        "text": " that they were too strong or maybe there were you weren't strong enough but no"
      },
      {
        "id": 13,
        "start": 66.58000183105469,
        "end": 71.54000091552734,
        "text": " nothing fine okay so in any case should you need a"
      },
      {
        "id": 14,
        "start": 71.54000091552734,
        "end": 77.37999725341797,
        "text": " replacement of anything with as long as you call me my extension is 0 0 3 7 right"
      },
      {
        "id": 15,
        "start": 77.37999725341797,
        "end": 82.33999633789062,
        "text": " bud my name is KT Goodrich I'll always take care of you my fingerprints are on"
      },
      {
        "id": 16,
        "start": 82.33999633789062,
        "end": 86.54000091552734,
        "text": " this and then in light of everything what I did for you bud is I set up a"
      },
      {
        "id": 17,
        "start": 86.54000091552734,
        "end": 92.0199966430664,
        "text": " red button for you so you can get refills on your own so when you go to"
      },
      {
        "id": 18,
        "start": 92.0199966430664,
        "end": 98.86000061035156,
        "text": " scoreblue.com right and you log in with your Gmail there's gonna be a category"
      },
      {
        "id": 19,
        "start": 98.86000061035156,
        "end": 104.9000015258789,
        "text": " called your prescription in that category Roger I put a red button with"
      },
      {
        "id": 20,
        "start": 104.9000015258789,
        "end": 109.45999908447266,
        "text": " white font that says quick refill okay okay so you can click that button"
      },
      {
        "id": 21,
        "start": 109.45999908447266,
        "end": 115.54000091552734,
        "text": " anytime the only caveat bud is you can't get more than one refill within a 30-day"
      },
      {
        "id": 22,
        "start": 115.54000091552734,
        "end": 120.94000244140625,
        "text": " period and then two refills a year like you all you need is 20 pills a year"
      },
      {
        "id": 23,
        "start": 120.94000244140625,
        "end": 125.33999633789062,
        "text": " you're good to go so you're good for now and just click that button you know"
      },
      {
        "id": 24,
        "start": 125.33999633789062,
        "end": 128.66000366210938,
        "text": " whenever you need it or call me if you need something stronger I'll always do a"
      },
      {
        "id": 25,
        "start": 128.66000366210938,
        "end": 133.10000610351562,
        "text": " replacement and then go from there all right bud all right so you're able to"
      },
      {
        "id": 26,
        "start": 133.10000610351562,
        "end": 137.3000030517578,
        "text": " stop all charges and you reverse that already yeah yeah and you when you go to"
      },
      {
        "id": 27,
        "start": 137.3000030517578,
        "end": 141.05999755859375,
        "text": " scoreblue.com yeah you're very welcome when you go to scoreblue.com and you log in"
      },
      {
        "id": 28,
        "start": 141.05999755859375,
        "end": 149.25999450683594,
        "text": " go to the category called your receipts you'll see there that um that uh there's"
      },
      {
        "id": 29,
        "start": 149.25999450683594,
        "end": 154.33999633789062,
        "text": " a negative $63.95 that was refunded and I was actually gonna send you a"
      },
      {
        "id": 30,
        "start": 154.33999633789062,
        "end": 159.82000732421875,
        "text": " replacement but you said you're okay um yeah you say they work fine so I"
      },
      {
        "id": 31,
        "start": 159.82000732421875,
        "end": 164.6199951171875,
        "text": " canceled that you'll see that too so I was just trying to get ahead of it right so"
      },
      {
        "id": 32,
        "start": 164.6199951171875,
        "end": 168.25999450683594,
        "text": " but you're good to go and it's let us know if you need more or click that"
      },
      {
        "id": 33,
        "start": 168.25999450683594,
        "end": 171.89999389648438,
        "text": " button as long as you get 20 pills a year or every six months and then you're"
      },
      {
        "id": 34,
        "start": 171.89999389648438,
        "end": 175.5,
        "text": " good to go all right bud all right I appreciate it thank you yeah you bet"
      },
      {
        "id": 35,
        "start": 175.5,
        "end": 178.94000244140625,
        "text": " adios bud bye"
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-8138-844d-cc28b532a19c",
    "url": "https://www.notion.so/300000001239486-300000001729119-30511d0a101c8138844dcc28b532a19c"
  },
  "processedAt": "2026-02-12T00:08:53.365Z"
}