{
  "recording": {
    "name": "300000001220531-300000001710615-9294123482 by johanna@superbalife.com @ 8_35_13 AM.wav",
    "size": 1114160,
    "modifyTime": 1769618820000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001220531-300000001710615-9294123482 by johanna@superbalife.com @ 8_35_13 AM.wav",
    "uploadDate": "2026-01-28T16:47:00.000Z",
    "callId": "300000001220531-300000001710615",
    "agent": "johanna",
    "phoneNumber": "9294123482",
    "callTimestamp": "2026-01-28T08:35:13.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Joanna speaking. How can I help you?\n\nSpeaker 2: Yes, I was interested in getting some pills.\n\nSpeaker 1: Of course, yes. So we have the new AGV Viagra and the quantity of 25 is $99 and 40 AGV Viagra is $149. Do you want to place an order?\n\nSpeaker 2: How many do you get for $149?\n\nSpeaker 1: You get a quantity of 40.\n\nSpeaker 2: So we cover the cost of the doctor fee because we're a telehealth.\n\nSpeaker 1: So a doctor will evaluate your health survey, write the prescription, he'll send it to our pharmacy\n\nSpeaker 2: and then we'll ship it to your home. We also cover the shipping fees.\n\nSpeaker 1: This Viagra, do they give you headaches?\n\nSpeaker 2: No, that's one of the best things about the new AGV is that they have modified and improved it to have no side effects.\n\nSpeaker 1: No side effects.\n\nSpeaker 2: Oh, and you get 140 pills you said?\n\nSpeaker 1: No, you get 40 for $149.\n\nSpeaker 2: Oh, you get 40 pills for $149. And how long does it take to arrive to my house?\n\nSpeaker 1: You'll get it within a week.\n\nSpeaker 2: Within a week. 40 pills.\n\nSpeaker 1: All right. I'll check it out.\n\nSpeaker 2: Okay. Did you want to place an order over the phone?\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Okay, perfect. I can go ahead and complete that order for you. So how it works is I'll set up your account, we'll go over the health survey, and then we'll place the order and then the doctor, like I said, will approve it.\n\nSpeaker 1: I see that you already have an existing account. That will actually streamline the process. So is the shipping address still 6747 Quisena Boulevard, Unit 2B?\n\nSpeaker 2: No, no, no. I moved.\n\nSpeaker 1: Okay. I can update this information for you. So what is the new address?\n\nSpeaker 2: 282 Cherry Street. That's apartment 6J. That's in Jerry.\n\nSpeaker 1: The zip code?\n\nSpeaker 2: The zip code is 1002. That's Manhattan, New York.\n\nSpeaker 1: Okay. So I've got 282 Cherry Street, apartment 6J, Manhattan, New York, 1002. Right. And is that the same as the billing address?\n\nSpeaker 2: Yeah, that's my billing address, yes.\n\nSpeaker 1: The billing address. So I updated the shipping address, but has the billing address also changed?\n\nSpeaker 2: Well, that's the change, honey. I just gave it to you.\n\nSpeaker 1: Okay. So I was just wondering if I should update the billing address as well.\n\nSpeaker 2: I'll go ahead and do that now. I don't know what you're talking about.\n\nSpeaker 1: What billing address? What are you talking—\n\nSpeaker 2: You asked me for my new address. I gave you my new address.\n\nSpeaker 1: What are you saying about billing address? I don't understand.\n\nSpeaker 2: Not to worry. I'll just update it to the same address. Normally they ask for a shipping address and sometimes the billing address for your credit card.\n\nSpeaker 1: No, no, no, no. That's it. I live in a complex and I have a post. I got mail coming there.\n\nSpeaker 2: Okay. I'll update it.\n\nSpeaker 1: So it'll arrive in my mailbox, right?\n\nSpeaker 2: Yeah. But to the address you just gave me.\n\nSpeaker 1: Yeah. Can you repeat the address? Make sure you have it right.\n\nSpeaker 2: Yes. It's 282 Cherry Street, Apartment 6J, Manhattan, New York, 1002.\n\nSpeaker 1: Got it. Okay. I have updated that. And the credit card I have on file is visa ending in 6409.\n\nSpeaker 2: No, that's it.\n\nSpeaker 1: Okay. I can update that for you as well.\n\nSpeaker 2: Okay. Whenever you're ready, I can update the card information.\n\nSpeaker 1: It's a visa.\n\nSpeaker 2: Okay. 4117-7300-9785-7712.\n\nSpeaker 1: Okay. I've got 4117-7300-9785-7712.\n\nSpeaker 2: Yes. And the expiration?\n\nSpeaker 1: 0131.\n\nSpeaker 2: Okay. And the security code?\n\nSpeaker 1: 063.\n\nSpeaker 2: Okay. I've updated that. Now I can place the order for the AGD. You said you wanted a quantity of 40 100 milligrams, okay?\n\nSpeaker 1: Yeah. That's what they come with, right?\n\nSpeaker 2: You could do 50 milligrams, 25 milligrams, or 100 milligrams.\n\nSpeaker 1: No, I think the 100 milligram will be just fine.\n\nSpeaker 2: Perfect. I'll go ahead and get that for you.\n\nSpeaker 1: Okay, sir. That went through. It's currently at the pharmacy. They're going to complete that order, ship it out to you today. Once it ships, they're going to send you an email with the tracking number. You'll get it within two to five days.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Cool. If you want to check on the status, you can also call this number. This is our customer service line.\n\nSpeaker 2: Okay.\n\nSpeaker 1: I didn't want to get the other markups easy because I heard they come... I didn't want to get it because they weren't approved by the FDA.\n\nSpeaker 2: They have some other ones that they make you hard right away, but I didn't want to get it because I didn't want to get it approved by the FDA.\n\nSpeaker 1: Yeah, you made the right choice coming here since we are FDA approved, so we are regulated.\n\nSpeaker 2: I know that HIMSS is not a regulated company, and you really don't know what you're getting in their pills. Sometimes they're mixing chiapas, and sometimes they're mixing—\n\nSpeaker 1: chiapas, and sometimes they're mixing chiapas, and sometimes they're mixing chiapas.\n\nSpeaker 2: You really don't know what you're getting in their pills. Sometimes they're mixing—\n\nSpeaker 1: Cialis and Viagra and Prozac, so they could work in the moment, but in the long term,\n\nSpeaker 2: they end up doing more harm.\n\nSpeaker 1: Yeah, that's what I heard. I heard they could mess your system up.\n\nSpeaker 2: Absolutely, and then at some point, everything stops working. One of the best things about us is we're FDA approved. Also,\n\nSpeaker 1: you're not going to be put on some reoccurring monthly fee where you can't even cancel or get through to anyone. We have a customer service line. You can always speak to a live agent,\n\nSpeaker 2: and we're always very flexible and work with our customers to ensure that they're getting their needs met.\n\nSpeaker 1: Oh, okay. I appreciate it,\n\nSpeaker 2: because I'm trying to follow the doctor's rule. He said not to buy any other stuff from them,\n\nSpeaker 1: because they could do a lot of harm. They could really hurt your system and everything.\n\nSpeaker 2: Absolutely, yeah. We're, like I said, FDA approved. All of our Viagra comes from Pfizer Pharmaceuticals, so you're really getting the best of the best with us, and you're ensuring\n\nSpeaker 1: your safety so that you're not looking for instant gratification and then in the long term doing more harm to your body.\n\nSpeaker 2: Right, because I've been using Cialis, the 20 milligrams. They're pretty good, but lately they haven't been really working lately for some reason.\n\nSpeaker 1: Yes, and I do recommend not taking them together. If you take a Viagra, wait 24 hours to take a Cialis, and if you take a Cialis, wait 72 hours to take a Viagra. Don't take them at the same time.\n\nSpeaker 2: But I think by taking the Viagra, the new Viagra, it should be enough for the whole day, right?\n\nSpeaker 1: Oh, yeah. A 100 milligram Viagra, it's 14 hours, but you don't want to exceed taking one in a 24-hour period.\n\nSpeaker 2: No, but you could take them every day. Is that okay?\n\nSpeaker 1: You could, yeah. You could.\n\nSpeaker 2: Oh, okay. I'm not saying that I'm having sex every day, but you know, maybe sometimes, you know, I want to have it like back to back to, you know,\n\nSpeaker 1: but you know, I don't, I'm not going to be using them every day. Maybe like once every three days.\n\nSpeaker 2: Absolutely. I can't wait for you to try the new HDD, and like I said, if you have any questions or concerns, just give us a call on this number.\n\nSpeaker 1: Do you still get aroused by that?\n\nSpeaker 2: By what?\n\nSpeaker 1: Do you feel the arouse when you're having sex?\n\nSpeaker 2: Of course, yeah, absolutely.\n\nSpeaker 1: Because sometimes it just gets you hard, but you're not feeling the arousal as you're having the sex, you know what I'm saying?\n\nSpeaker 2: Oh, no, you should definitely still feel the arousal.\n\nSpeaker 1: Yes, and then once you ejaculate, you should be able to go again more quickly as well.\n\nSpeaker 2: Well, I usually don't ejaculate, you know, I usually, you know, just have sex with my wife,\n\nSpeaker 1: but I could ejaculate with this too?\n\nSpeaker 2: Yeah, yeah, and then you should be able to go again much faster.\n\nSpeaker 1: Oh, okay. All right. All right.\n\nSpeaker 2: All right, sir. Well, I'm happy to have assisted you. Have a wonderful day.\n\nSpeaker 1: Oh, you too. So I should be getting within four or five business days.\n\nSpeaker 2: Correct.\n\nSpeaker 1: Thank you so much, honey.\n\nSpeaker 2: My pleasure. Have a good one if you care.\n\nSpeaker 1: Oh, did that card go through?\n\nSpeaker 2: It did, yeah. Your order's already at the pharmacy. They're going to fulfill it and ship it out to you today.\n\nSpeaker 1: Thank you so much, sweetie. I appreciate it.\n\nSpeaker 2: Enjoy your week, okay?\n\nSpeaker 1: Okay, you too, sir. Thank you.",
    "duration": 25721,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7.360000133514404,
        "text": " Joanna speaking. How can I help you? Yes, I was interested in getting some pills. Of"
      },
      {
        "id": 1,
        "start": 7.360000133514404,
        "end": 16.280000686645508,
        "text": " course, yes. So we have the new AGV Viagra and the quantity of 25 is $99 and 40 AGV Viagra"
      },
      {
        "id": 2,
        "start": 16.280000686645508,
        "end": 24.040000915527344,
        "text": " is $149. Do you want to place an order? How many do you get for $149? You get a quantity"
      },
      {
        "id": 3,
        "start": 24.040000915527344,
        "end": 29.8799991607666,
        "text": " of 40. So we cover the cost of the doctor fee because we're a telehealth. So a doctor"
      },
      {
        "id": 4,
        "start": 29.8799991607666,
        "end": 34.79999923706055,
        "text": " will evaluate your health survey, write the prescription, he'll send it to our pharmacy"
      },
      {
        "id": 5,
        "start": 34.79999923706055,
        "end": 41.47999954223633,
        "text": " and then we'll ship it to your home. We also cover the shipping fees. This Viagra, do they"
      },
      {
        "id": 6,
        "start": 41.47999954223633,
        "end": 46.439998626708984,
        "text": " give you headaches? No, that's one of the best things about the new AGV is that they"
      },
      {
        "id": 7,
        "start": 46.439998626708984,
        "end": 55.36000061035156,
        "text": " have modified and improved it to have no side effects. No side effects. Oh, and you"
      },
      {
        "id": 8,
        "start": 55.36000061035156,
        "end": 67.5999984741211,
        "text": " get 140 pills you said? No, you get 40 for $149. Oh, you get 40 pills for $149. And how"
      },
      {
        "id": 9,
        "start": 67.63999938964844,
        "end": 76.63999938964844,
        "text": " long does it take to arrive to my house? You'll get it within a week. Within a week. 40 pills."
      },
      {
        "id": 10,
        "start": 76.63999938964844,
        "end": 85.63999938964844,
        "text": " All right. I'll check it out. Okay. Did you want to place an order over the phone? Yeah."
      },
      {
        "id": 11,
        "start": 85.63999938964844,
        "end": 95.95999908447266,
        "text": " Okay, perfect. I can go ahead and complete that order for you. So how it works is I'll"
      },
      {
        "id": 12,
        "start": 95.95999908447266,
        "end": 100.5199966430664,
        "text": " set up your account, we'll go over the health survey, and then we'll place the order and"
      },
      {
        "id": 13,
        "start": 100.5199966430664,
        "end": 107.4800033569336,
        "text": " then the doctor, like I said, will approve it. I see that you already have an existing"
      },
      {
        "id": 14,
        "start": 107.4800033569336,
        "end": 113.4800033569336,
        "text": " account. That will actually streamline the process. So is the shipping address still"
      },
      {
        "id": 15,
        "start": 113.4800033569336,
        "end": 125.19999694824219,
        "text": " 6747 Quisena Boulevard, Unit 2B? No, no, no. I moved. Okay. I can update this information"
      },
      {
        "id": 16,
        "start": 125.36000061035156,
        "end": 143.1999969482422,
        "text": " for you. So what is the new address? 282 Cherry Street. That's apartment 6J. That's in Jerry."
      },
      {
        "id": 17,
        "start": 143.1999969482422,
        "end": 164.16000366210938,
        "text": " The zip code is 1002. That's Manhattan, New York. Okay. So I've got 282 Cherry Street,"
      },
      {
        "id": 18,
        "start": 164.32000732421875,
        "end": 174.72000122070312,
        "text": " apartment 6J, Manhattan, New York, 1002. Right. And is that the same as the billing address?"
      },
      {
        "id": 19,
        "start": 182.16000366210938,
        "end": 187.1999969482422,
        "text": " Yeah, that's my billing address, yes. The billing address. So I updated the shipping"
      },
      {
        "id": 20,
        "start": 187.1999969482422,
        "end": 192.72000122070312,
        "text": " address, but has the billing address also changed? Well, that's the change, honey. I"
      },
      {
        "id": 21,
        "start": 192.72000122070312,
        "end": 197.1999969482422,
        "text": " just gave it to you. Okay. So I was just wondering if I should update the billing"
      },
      {
        "id": 22,
        "start": 197.1999969482422,
        "end": 202.39999389648438,
        "text": " address as well. I'll go ahead and do that now. I don't know what you're talking about."
      },
      {
        "id": 23,
        "start": 202.39999389648438,
        "end": 206.8800048828125,
        "text": " What billing address? What are you talking? You asked me for my new address. I gave you my new"
      },
      {
        "id": 24,
        "start": 206.8800048828125,
        "end": 214,
        "text": " address. What are you saying about billing address? I don't understand. Not to worry. I'll"
      },
      {
        "id": 25,
        "start": 214,
        "end": 218.9600067138672,
        "text": " just update it to the same address. Normally they ask for a shipping address and sometimes"
      },
      {
        "id": 26,
        "start": 218.9600067138672,
        "end": 224.72000122070312,
        "text": " the billing address for your credit card. No, no, no, no. That's it. I live in a complex and"
      },
      {
        "id": 27,
        "start": 224.72000122070312,
        "end": 229.52000427246094,
        "text": " I have a post. I got mail coming there. Okay. I'll update it."
      },
      {
        "id": 28,
        "start": 236.0800018310547,
        "end": 242.32000732421875,
        "text": " So it'll arrive in my mailbox, right? Yeah. But to the address you just gave me."
      },
      {
        "id": 29,
        "start": 243.27999877929688,
        "end": 245.75999450683594,
        "text": " Yeah. Can you repeat the address? Make sure you have it right."
      },
      {
        "id": 30,
        "start": 246.47999572753906,
        "end": 252.63999938964844,
        "text": " Yes. It's 282 Cherry Street, Apartment 6J, Manhattan, New York, 1002."
      },
      {
        "id": 31,
        "start": 253.60000610351562,
        "end": 262.0799865722656,
        "text": " Got it. Okay. I have updated that. And the credit card I have on file is visa ending in 6409."
      },
      {
        "id": 32,
        "start": 263.0400085449219,
        "end": 266.79998779296875,
        "text": " No, that's it. Okay. I can update that for you as well."
      },
      {
        "id": 33,
        "start": 272.8800048828125,
        "end": 276.3999938964844,
        "text": " Okay. Whenever you're ready, I can update the card information."
      },
      {
        "id": 34,
        "start": 280.239990234375,
        "end": 283.20001220703125,
        "text": " It's a visa. Okay."
      },
      {
        "id": 35,
        "start": 283.20001220703125,
        "end": 297.760009765625,
        "text": " Okay. 4117-7300-9785-7712."
      },
      {
        "id": 36,
        "start": 304.7200012207031,
        "end": 312.6400146484375,
        "text": " Okay. I've got 4117-7300-9785-7712."
      },
      {
        "id": 37,
        "start": 313.5199890136719,
        "end": 315.44000244140625,
        "text": " Yes. And the expiration?"
      },
      {
        "id": 38,
        "start": 317.8399963378906,
        "end": 322.32000732421875,
        "text": " 0131. Okay. And the security code?"
      },
      {
        "id": 39,
        "start": 324.6400146484375,
        "end": 325.67999267578125,
        "text": " 063."
      },
      {
        "id": 40,
        "start": 329.3599853515625,
        "end": 334.32000732421875,
        "text": " Okay. I've updated that. Now I can place the order for the AGD. You said you wanted a quantity of 40"
      },
      {
        "id": 41,
        "start": 334.9599914550781,
        "end": 340.55999755859375,
        "text": " 100 milligrams, okay? Yeah. That's what they come with, right?"
      },
      {
        "id": 42,
        "start": 341.44000244140625,
        "end": 344.9599914550781,
        "text": " You could do 50 milligrams, 25 milligrams, or 100 milligrams."
      },
      {
        "id": 43,
        "start": 346.0799865722656,
        "end": 361.9200134277344,
        "text": " No, I think the 100 milligram will be just fine. Perfect. I'll go ahead and get that for you."
      },
      {
        "id": 44,
        "start": 362.0799865722656,
        "end": 366.4800109863281,
        "text": " Okay, sir. That went through. It's currently at the pharmacy. They're going to complete that"
      },
      {
        "id": 45,
        "start": 366.4800109863281,
        "end": 371.3599853515625,
        "text": " order, ship it out to you today. Once it ships, they're going to send you an email with the"
      },
      {
        "id": 46,
        "start": 371.3599853515625,
        "end": 375.2799987792969,
        "text": " tracking number. You'll get it within two to five days."
      },
      {
        "id": 47,
        "start": 377.2799987792969,
        "end": 378.8800048828125,
        "text": " Okay. Okay."
      },
      {
        "id": 48,
        "start": 378.8800048828125,
        "end": 384,
        "text": " Cool. If you want to check on the status, you can also call this number. This is our"
      },
      {
        "id": 49,
        "start": 384,
        "end": 386.8800048828125,
        "text": " customer service line. Okay."
      },
      {
        "id": 50,
        "start": 387.8399963378906,
        "end": 397.2799987792969,
        "text": " I didn't want to get the other markups easy because I heard they come... I didn't want to"
      },
      {
        "id": 51,
        "start": 397.2799987792969,
        "end": 406.8800048828125,
        "text": " get it because they weren't approved by the FDA. They have some other ones that they make you hard"
      },
      {
        "id": 52,
        "start": 406.8800048828125,
        "end": 413.0400085449219,
        "text": " right away, but I didn't want to get it because I didn't want to get it approved by the FDA."
      },
      {
        "id": 53,
        "start": 413.0400085449219,
        "end": 419.1199951171875,
        "text": " Yeah, you made the right choice coming here since we are FDA approved, so we are regulated."
      },
      {
        "id": 54,
        "start": 419.1199951171875,
        "end": 423.44000244140625,
        "text": " I know that HIMSS is not a regulated company, and you really don't know what you're getting"
      },
      {
        "id": 55,
        "start": 424.6400146484375,
        "end": 430.8800048828125,
        "text": " in their pills. Sometimes they're mixing chiapas, and sometimes they're mixing"
      },
      {
        "id": 56,
        "start": 430.8800048828125,
        "end": 435.3599853515625,
        "text": " chiapas, and sometimes they're mixing chiapas, and sometimes they're mixing chiapas."
      },
      {
        "id": 57,
        "start": 435.3599853515625,
        "end": 442.7200012207031,
        "text": " You really don't know what you're getting in their pills. Sometimes they're mixing"
      },
      {
        "id": 58,
        "start": 442.7200012207031,
        "end": 447.6000061035156,
        "text": " Cialis and Viagra and Prozac, so they could work in the moment, but in the long term,"
      },
      {
        "id": 59,
        "start": 447.6000061035156,
        "end": 451.67999267578125,
        "text": " they end up doing more harm. Yeah, that's what I heard. I heard"
      },
      {
        "id": 60,
        "start": 451.67999267578125,
        "end": 455.44000244140625,
        "text": " they could mess your system up. Absolutely, and then at some point,"
      },
      {
        "id": 61,
        "start": 455.44000244140625,
        "end": 461.44000244140625,
        "text": " everything stops working. One of the best things about us is we're FDA approved. Also,"
      },
      {
        "id": 62,
        "start": 461.44000244140625,
        "end": 468.32000732421875,
        "text": " you're not going to be put on some reoccurring monthly fee where you can't even cancel or get"
      },
      {
        "id": 63,
        "start": 468.32000732421875,
        "end": 472.9599914550781,
        "text": " through to anyone. We have a customer service line. You can always speak to a live agent,"
      },
      {
        "id": 64,
        "start": 473.67999267578125,
        "end": 479.3599853515625,
        "text": " and we're always very flexible and work with our customers to ensure that they're getting"
      },
      {
        "id": 65,
        "start": 479.3599853515625,
        "end": 484.6400146484375,
        "text": " their needs met. Oh, okay. I appreciate it,"
      },
      {
        "id": 66,
        "start": 485.5199890136719,
        "end": 493.2799987792969,
        "text": " because I'm trying to follow the doctor's rule. He said not to buy any other stuff from them,"
      },
      {
        "id": 67,
        "start": 493.2799987792969,
        "end": 498.79998779296875,
        "text": " because they could do a lot of harm. They could really hurt your system and everything."
      },
      {
        "id": 68,
        "start": 499.6000061035156,
        "end": 506.79998779296875,
        "text": " Absolutely, yeah. We're, like I said, FDA approved. All of our Viagra comes from"
      },
      {
        "id": 69,
        "start": 506.79998779296875,
        "end": 512.6400146484375,
        "text": " Pfizer Pharmaceuticals, so you're really getting the best of the best with us, and you're ensuring"
      },
      {
        "id": 70,
        "start": 512.6400146484375,
        "end": 518.239990234375,
        "text": " your safety so that you're not looking for instant gratification and then in the long term doing"
      },
      {
        "id": 71,
        "start": 518.239990234375,
        "end": 526.3200073242188,
        "text": " more harm to your body. Right, because I've been using Cialis, the 20 milligrams. They're pretty"
      },
      {
        "id": 72,
        "start": 526.3200073242188,
        "end": 534,
        "text": " good, but lately they haven't been really working lately for some reason. Yes, and I do recommend"
      },
      {
        "id": 73,
        "start": 534,
        "end": 539.760009765625,
        "text": " not taking them together. If you take a Viagra, wait 24 hours to take a Cialis, and if you take"
      },
      {
        "id": 74,
        "start": 539.8400268554688,
        "end": 546.239990234375,
        "text": " a Cialis, wait 72 hours to take a Viagra. Don't take them at the same time."
      },
      {
        "id": 75,
        "start": 547.5999755859375,
        "end": 557.0399780273438,
        "text": " But I think by taking the Viagra, the new Viagra, it should be enough for the whole day, right?"
      },
      {
        "id": 76,
        "start": 557.5999755859375,
        "end": 564.5599975585938,
        "text": " Oh, yeah. A 100 milligram Viagra, it's 14 hours, but you don't want to exceed taking"
      },
      {
        "id": 77,
        "start": 564.5599975585938,
        "end": 570.9600219726562,
        "text": " one in a 24-hour period. No, but you could take them every day. Is that okay?"
      },
      {
        "id": 78,
        "start": 571.760009765625,
        "end": 579.2000122070312,
        "text": " You could, yeah. You could. Oh, okay. I'm not saying that I'm having sex every day, but"
      },
      {
        "id": 79,
        "start": 579.2000122070312,
        "end": 583.760009765625,
        "text": " you know, maybe sometimes, you know, I want to have it like back to back to, you know,"
      },
      {
        "id": 80,
        "start": 584.6400146484375,
        "end": 590.1599731445312,
        "text": " but you know, I don't, I'm not going to be using them every day. Maybe like once every three days."
      },
      {
        "id": 81,
        "start": 591.1199951171875,
        "end": 597.0399780273438,
        "text": " Absolutely. I can't wait for you to try the new HDD, and like I said, if you have any questions"
      },
      {
        "id": 82,
        "start": 597.0399780273438,
        "end": 602.0800170898438,
        "text": " or concerns, just give us a call on this number. Do you still get aroused by that?"
      },
      {
        "id": 83,
        "start": 603.4400024414062,
        "end": 609.2000122070312,
        "text": " By what? Do you feel the arouse when you're having sex? Of course, yeah, absolutely."
      },
      {
        "id": 84,
        "start": 609.8400268554688,
        "end": 615.3599853515625,
        "text": " Because sometimes it just gets you hard, but you're not feeling the arousal as you're"
      },
      {
        "id": 85,
        "start": 616.0800170898438,
        "end": 622.719970703125,
        "text": " having the sex, you know what I'm saying? Oh, no, you should definitely still feel the arousal."
      },
      {
        "id": 86,
        "start": 624.719970703125,
        "end": 629.9199829101562,
        "text": " Yes, and then once you ejaculate, you should be able to go again more quickly as well."
      },
      {
        "id": 87,
        "start": 632.3200073242188,
        "end": 636.4000244140625,
        "text": " Well, I usually don't ejaculate, you know, I usually, you know, just have sex with my wife,"
      },
      {
        "id": 88,
        "start": 636.4000244140625,
        "end": 646.6400146484375,
        "text": " but I could ejaculate with this too? Yeah, yeah, and then you should be able to go again"
      },
      {
        "id": 89,
        "start": 646.6400146484375,
        "end": 652.47998046875,
        "text": " much faster. Oh, okay. All right. All right."
      },
      {
        "id": 90,
        "start": 653.5999755859375,
        "end": 657.0399780273438,
        "text": " All right, sir. Well, I'm happy to have assisted you. Have a wonderful day."
      },
      {
        "id": 91,
        "start": 658,
        "end": 661.0399780273438,
        "text": " Oh, you too. So I should be getting within four or five business days."
      },
      {
        "id": 92,
        "start": 661.5999755859375,
        "end": 666.9600219726562,
        "text": " Correct. Thank you so much, honey. My pleasure. Have a good one if you care."
      },
      {
        "id": 93,
        "start": 666.9600219726562,
        "end": 671.6799926757812,
        "text": " Oh, did that card go through? It did, yeah. Your order's already at the pharmacy. They're"
      },
      {
        "id": 94,
        "start": 671.6799926757812,
        "end": 675.760009765625,
        "text": " going to fulfill it and ship it out to you today. Thank you so much, sweetie. I appreciate it."
      },
      {
        "id": 95,
        "start": 675.760009765625,
        "end": 678.9600219726562,
        "text": " Enjoy your week, okay? Okay, you too, sir. Thank you."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8158-84a1-e523bef92d48",
    "url": "https://www.notion.so/300000001220531-300000001710615-2f611d0a101c815884a1e523bef92d48"
  },
  "processedAt": "2026-01-28T18:54:06.199Z"
}