{
  "recording": {
    "name": "300000001219693-300000001709683-3604809136 by olivia@superbalife.com @ 12_20_13 PM.wav",
    "size": 704010,
    "modifyTime": 1769591239000,
    "remotePath": "/five9sftp/upload/SB CS/1_27_2026/300000001219693-300000001709683-3604809136 by olivia@superbalife.com @ 12_20_13 PM.wav",
    "uploadDate": "2026-01-28T09:07:19.000Z",
    "callId": "300000001219693-300000001709683",
    "agent": "olivia",
    "phoneNumber": "3604809136",
    "callTimestamp": "2026-01-28T12:20:13.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: Hi, Olivia. My name is Larry.\n\nSpeaker 1: Hi, Larry. How are you?\n\nSpeaker 2: I'm doing well. I was kind of wanting to go ahead and get a refill.\n\nSpeaker 1: Yeah, yeah, of course. I can definitely help you with that. Okay, Larry, what is your date of birth?\n\nSpeaker 2: 9952.\n\nSpeaker 1: Perfect. Okay, do you just want more of the Cialis? Is that right?\n\nSpeaker 2: Yes, and I think I'd like to go ahead and try Viagra too, if I may.\n\nSpeaker 1: Okay, so there are rules with the pharmacy where you can do one or the other. You just can't order both at the same time just because it's not safe to mix the medication. Because if you compound Viagra and Cialis, it can drop your blood pressure so low it could trigger a heart attack.\n\nSpeaker 2: Oh, okay. So why don't I go ahead and order the Cialis now and try the Viagra in a week or two. Would that work?\n\nSpeaker 1: Perfect. So if you want to order the really big order of Cialis, which is great, because that is, you know, the best deal or whatever, then we unfortunately wouldn't be able to place another order for you for a while. Probably it looks like about 50 days from now at the earliest.\n\nSpeaker 2: If you did want to order a smaller order, then maybe we could do that.\n\nSpeaker 1: Yeah, I just don't want to mislead you, because if we place the Cialis order that you regularly get for like the 50 pills, you would have to wait for the pharmacy at least 50 days to place that Viagra order and for it to go through.\n\nSpeaker 2: Okay. Okay. All right. Cool. Let's go to the other one. I just happen to think I've been using the Cialis. Why don't I go ahead and order the Viagra now and then get the Cialis later? Would that work?\n\nSpeaker 1: Okay. Yeah, that's totally fine. So I'm assuming you want to try the Viagra AGV?\n\nSpeaker 2: I don't know what the letters mean.\n\nSpeaker 1: So AGV, it's their newest stuff, but it's priced very similar to the generic, but it's a far superior product. It's really good stuff. Okay. So do you want to do 25 milligrams, 50 milligrams, or 100 milligrams of the Viagra?\n\nSpeaker 2: What's the difference in the price?\n\nSpeaker 1: They're all the same price.\n\nSpeaker 2: Okay. What would 100 run me?\n\nSpeaker 1: It depends. Do you want to order 10 pills, 25 pills, or 40 pills?\n\nSpeaker 2: 40.\n\nSpeaker 1: Okay. So 40 pills is 163 total.\n\nSpeaker 2: Okay. Okay. Great.\n\nSpeaker 1: So this is going to be 100 milligrams. I'm going to start a new consult just because the doctor will have to approve it since you've been on Cialis, but I think that should be fine.\n\nSpeaker 2: I'm sure they will. Can we ship this to 512 North Buckner Street, Centralia, Washington, 98531?\n\nSpeaker 1: Yes. Okay. Great. Perfect. So yeah, this will be out to you probably by the end of, usually by the end of the week, but that snowstorm is pretty crazy. So I'm going to say it could take until next Tuesday or Wednesday. We'll see.\n\nSpeaker 2: Okay. Yeah. And I hope you love these.\n\nSpeaker 1: Just a reminder, Larry, you want to make sure to take these on an empty stomach. That's really important. And then you want to avoid alcohol and caffeine just because caffeine and alcohol restrict blood flow and you want more, not less.\n\nSpeaker 2: Right. And I also need to get you a new card.\n\nSpeaker 1: Oh, okay. That order did, oh, wait. No, you're right. Okay. Give me one moment.\n\nSpeaker 2: All right. Yeah. So what is the new card info?\n\nSpeaker 1: 4060-9553-1188-1647.\n\nSpeaker 2: Okay. And what's the expiration date on this?\n\nSpeaker 1: 10-27.\n\nSpeaker 2: And what's the CVV on the back?\n\nSpeaker 1: 522.\n\nSpeaker 2: Perfect. So I'm going to read this back to you. This is a Visa and the number is 4060-9553-1188-1647. And the expiration date is 10-27 and the CVV is 522.\n\nSpeaker 1: Yes.\n\nSpeaker 2: Okay. Perfect. So let me go back and you're getting 40 pills of the HEV and you're doing 512 North Buckner Street, Centralia, Washington, 98531.\n\nSpeaker 1: All righty to this Visa that ends in 1647.\n\nSpeaker 2: Okay. Great.\n\nSpeaker 1: All righty. Well, I appreciate it.\n\nSpeaker 2: Yeah. Well, thank you so much, Larry. I hope you have a great day.\n\nSpeaker 1: Okay. You too. Bye-bye.\n\nSpeaker 2: Bye.",
    "duration": 12468,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking"
      },
      {
        "id": 1,
        "start": 7,
        "end": 17,
        "text": " with today? Hi, Olivia. My name is Larry. Hi, Larry. How are you? I'm doing well. I"
      },
      {
        "id": 2,
        "start": 17,
        "end": 24,
        "text": " was kind of wanting to go ahead and get a refill. Yeah, yeah, of course. I can definitely"
      },
      {
        "id": 3,
        "start": 24,
        "end": 37,
        "text": " help you with that. Okay, Larry, what is your date of birth? 9952. Perfect. Okay, are"
      },
      {
        "id": 4,
        "start": 37,
        "end": 44,
        "text": " you, you just want more of the Cialis? Is that right? Yes, and I think I'd like to go"
      },
      {
        "id": 5,
        "start": 44,
        "end": 52,
        "text": " ahead and try Viagra too, if I may. Okay, so there are rules with the pharmacy where"
      },
      {
        "id": 6,
        "start": 52,
        "end": 58,
        "text": " you can do one or the other. You just can't order both at the same time just because it's"
      },
      {
        "id": 7,
        "start": 58,
        "end": 65,
        "text": " not safe to mix the medication. Because if you compound Viagra and Cialis, it can drop"
      },
      {
        "id": 8,
        "start": 65,
        "end": 73,
        "text": " your blood pressure so low it could trigger a heart attack. Oh, okay. So why don't I go"
      },
      {
        "id": 9,
        "start": 74,
        "end": 82,
        "text": " ahead and order the Cialis now and try the Viagra in a week or two. Would that work?"
      },
      {
        "id": 10,
        "start": 82,
        "end": 92,
        "text": " Perfect. So if you want to order the really big order of Cialis, which is great, because"
      },
      {
        "id": 11,
        "start": 92,
        "end": 99,
        "text": " that is, you know, the best deal or whatever, then we unfortunately wouldn't be able to"
      },
      {
        "id": 12,
        "start": 99,
        "end": 109,
        "text": " place another order for you for a while. Probably it looks like about 50 days from"
      },
      {
        "id": 13,
        "start": 109,
        "end": 119,
        "text": " now at the earliest. If you did want to order a smaller order, then maybe we could do that."
      },
      {
        "id": 14,
        "start": 119,
        "end": 127,
        "text": " Yeah, I just don't want to mislead you, because if we place the Cialis order that you regularly"
      },
      {
        "id": 15,
        "start": 127,
        "end": 137,
        "text": " get for like the 50 pills, you would have to wait for the pharmacy at least 50 days"
      },
      {
        "id": 16,
        "start": 137,
        "end": 150,
        "text": " to place that Viagra order and for it to go through. Okay. Okay. All right. Cool. Let's"
      },
      {
        "id": 17,
        "start": 150,
        "end": 155,
        "text": " go to the other one. I just happen to think I've been using the Cialis. Why don't I go"
      },
      {
        "id": 18,
        "start": 155,
        "end": 162,
        "text": " ahead and order the Viagra now and then get the Cialis later? Would that work?"
      },
      {
        "id": 19,
        "start": 162,
        "end": 170,
        "text": " Okay. Yeah, that's totally fine. So I'm assuming you want to try the Viagra AGV?"
      },
      {
        "id": 20,
        "start": 170,
        "end": 182,
        "text": " I don't know what the letters mean. So AGV, it's their newest stuff, but it's priced very"
      },
      {
        "id": 21,
        "start": 182,
        "end": 194,
        "text": " similar to the generic, but it's a far superior product. It's really good stuff. Okay. So"
      },
      {
        "id": 22,
        "start": 194,
        "end": 203,
        "text": " do you want to do 25 milligrams, 50 milligrams, or 100 milligrams of the Viagra? What's the"
      },
      {
        "id": 23,
        "start": 204,
        "end": 216,
        "text": " difference in the price? They're all the same price. Okay. What would 100 run me? It depends."
      },
      {
        "id": 24,
        "start": 216,
        "end": 231,
        "text": " Do you want to order 10 pills, 25 pills, or 40 pills? 40. Okay. So 40 pills is 163 total."
      },
      {
        "id": 25,
        "start": 231,
        "end": 242,
        "text": " Okay. Okay. Great. So this is going to be 100 milligrams. I'm going to start a new consult"
      },
      {
        "id": 26,
        "start": 242,
        "end": 246,
        "text": " just because the doctor will have to approve it since you've been on Cialis, but I think that"
      },
      {
        "id": 27,
        "start": 246,
        "end": 257,
        "text": " should be fine. I'm sure they will. Can we ship this to 512 North Buckner Street, Centralia,"
      },
      {
        "id": 28,
        "start": 257,
        "end": 274,
        "text": " Washington, 98531? Yes. Okay. Great. Perfect. So yeah, this will be out to you probably by the"
      },
      {
        "id": 29,
        "start": 274,
        "end": 280,
        "text": " end of, usually by the end of the week, but that snowstorm is pretty crazy. So I'm going to say"
      },
      {
        "id": 30,
        "start": 281,
        "end": 288,
        "text": " it could take until next Tuesday or Wednesday. We'll see. Okay. Yeah. And I hope you love these."
      },
      {
        "id": 31,
        "start": 288,
        "end": 294,
        "text": " Just a reminder, Larry, you want to make sure to take these on an empty stomach. That's really"
      },
      {
        "id": 32,
        "start": 294,
        "end": 302,
        "text": " important. And then you want to avoid alcohol and caffeine just because caffeine and alcohol"
      },
      {
        "id": 33,
        "start": 302,
        "end": 313,
        "text": " restrict blood flow and you want more, not less. Right. And I also need to get you a new card."
      },
      {
        "id": 34,
        "start": 313,
        "end": 324,
        "text": " Oh, okay. That order did, oh, wait. No, you're right. Okay. Give me one moment. Okay."
      },
      {
        "id": 35,
        "start": 325,
        "end": 352,
        "text": " All right. Yeah. So what is the new card info? 4060-9553-1188-1647. Okay. And what's the expiration"
      },
      {
        "id": 36,
        "start": 353,
        "end": 366,
        "text": " date on this? 10-27. And what's the CVV on the back? 522. Perfect. So I'm going to read this back"
      },
      {
        "id": 37,
        "start": 367,
        "end": 387,
        "text": " to you. This is a Visa and the number is 4060-9553-1188-1647. And the expiration date is 10-27"
      },
      {
        "id": 38,
        "start": 387,
        "end": 403,
        "text": " and the CVV is 522. Yes. Okay. Perfect. So let me go back and you're getting 40 pills of the HEV"
      },
      {
        "id": 39,
        "start": 403,
        "end": 413,
        "text": " and you're doing 512 North Buckner Street, Centralia, Washington, 98531. All righty to this Visa"
      },
      {
        "id": 40,
        "start": 414,
        "end": 425,
        "text": " that ends in 1647. Okay. Great. All righty. Well, I appreciate it. Yeah. Well, thank you so much, Larry."
      },
      {
        "id": 41,
        "start": 425,
        "end": 429,
        "text": " I hope you have a great day. Okay. You too. Bye-bye. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8160-b898-e2f66095ee37",
    "url": "https://www.notion.so/300000001219693-300000001709683-2f611d0a101c8160b898e2f66095ee37"
  },
  "processedAt": "2026-01-28T11:41:49.377Z"
}