{
  "recording": {
    "name": "300000001241180-300000001730676-6172936114 by olivier@superbalife.com @ 3_24_13 PM.wav",
    "size": 550220,
    "modifyTime": 1770939004000,
    "remotePath": "/five9sftp/upload/SB CS/2_12_2026/300000001241180-300000001730676-6172936114 by olivier@superbalife.com @ 3_24_13 PM.wav",
    "uploadDate": "2026-02-12T23:30:04.000Z",
    "callId": "300000001241180-300000001730676",
    "agent": "olivier",
    "phoneNumber": "6172936114",
    "callTimestamp": "2026-02-12T15:24:13.000Z",
    "campaign": "test one",
    "audioUrl": "https://sfo3.digitaloceanspaces.com/spaces-bucket/five9-recordings/2026-02-12_olivier_300000001241180-300000001730676_6172936114.wav",
    "transcriptUrl": "https://sfo3.digitaloceanspaces.com/spaces-bucket/five9-recordings/2026-02-12_olivier_300000001241180-300000001730676_6172936114.txt"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Viagra. Hi, how are you? Good. Thank you for asking. How may I assist you, sir?\n\nSpeaker 2: I have a question for you. Yes. I have one pill. It says AC340 and the other ones are—\n\nSpeaker 1: Score blue. Same Rx number. These ones say 100. Yes. So what's the difference?\n\nSpeaker 2: The difference is the 100, that's the AGV, and the AC is the regular generic. We have—\n\nSpeaker 1: A Viagra called AGV and the other one is regular generic. So which one works the fastest?\n\nSpeaker 2: Depends on your body. Technically, it's the AGV, the 100. That's the one that works the fastest. That's—\n\nSpeaker 1: The new improved formula. So the one that says 100 on the pill, that's the one to take?\n\nSpeaker 2: Yes. I mean, both of them are great. They made it between US and France FDA approved. All of them are great.\n\nSpeaker 1: But then if you want a preference, you do the 100. Everybody, you know, all of them are fantastic. Just—\n\nSpeaker 2: If you have a doubt, go for the 100. But it says to me on Facebook that there's one now that will—\n\nSpeaker 1: Work in within 11 minutes.\n\nSpeaker 2: Yes. So which one is that, the HCV and the 100?\n\nSpeaker 1: The 100. The thing is the time release is that everybody's different, right? So when you do the study, they record, they—\n\nSpeaker 2: Keep doing the test over and over and over and over and record the reaction of people, and people—\n\nSpeaker 1: Go up to 11 minutes. Some people, even the erection hasn't started, but they feel the effect before—\n\nSpeaker 2: Even 11 minutes. As soon as they take it, the next five, seven minutes, if the stomach is empty, they—\n\nSpeaker 1: Start feeling that they took a potent medication. Erection is coming. Some people get erected 11—\n\nSpeaker 2: Minutes. You see what I'm saying, right? So it's the lowest time and record that, you know, they—\n\nSpeaker 1: Register basically it's 11 minutes, you know. But now you can be a person, you need 20 minutes, you—\n\nSpeaker 2: Need 15 minutes, you know. Nobody controls really what is you. We have patients who say, oh, I was—\n\nSpeaker 1: Taking that for three months, you activate in 11 minutes, but then you activate in 20 minutes because—\n\nSpeaker 2: You know, your body changes, you know, over time. So your diet, you get some rest, you know, different—\n\nSpeaker 1: Factors basically.\n\nSpeaker 2: So what about if you go out, have dinner, have a few drinks, come home and take it, does it work or not?\n\nSpeaker 1: So ideally, I would say, let's say you spend all day, you haven't eaten, and—\n\nSpeaker 2: You're about to go out dinner. I would have you take your pill before you go to dinner, right? So—\n\nSpeaker 1: Now you're getting dressed, you do all of that, you take your pill now, you get activated and you feel—\n\nSpeaker 2: Like you're ready. Now you go eat or whatever, but the system is already fixed stuff I set up for—\n\nSpeaker 1: You because like any other medicine, when your stomach is full, the product gets swamped into—\n\nSpeaker 2: Other substances and it takes longer, you get diluted and all that kind of stuff, you see—\n\nSpeaker 1: What I'm saying? So take it at 6 o'clock in the evening before I go out to dinner, and if I come home at 12—\n\nSpeaker 2: At midnight, I don't have to take it again?\n\nSpeaker 1: Yes, you see, you did it already. Some people, they do half—\n\nSpeaker 2: And they take another half later, you see, I'm saying, like little technique you get to see for—\n\nSpeaker 1: Yourself what works better for you, you know what I mean?\n\nSpeaker 2: I understand you. So another question is, can you—\n\nSpeaker 1: Take it without alcohol, yes or no?\n\nSpeaker 2: Ideally no, but some people, they work with them, they can take—\n\nSpeaker 1: Alcohol or not, no problem. So it's mostly you to monitor how your body works because there is so—\n\nSpeaker 2: Many individuals and reactions are different, you know what I'm saying? So some people, they take with—\n\nSpeaker 1: Alcohol, no problem, but ideally any doctor, any medication, antibiotic meds, yeah, no alcohol, no—\n\nSpeaker 2: Caffeine, no, you know what I'm saying, stuff of that nature, you know.\n\nSpeaker 1: I get you, I get you.\n\nSpeaker 2: Yeah, perfect, thanks for this advice, Felice. Now I know what I'm doing. I was taking the wrong ones all along. I mean—\n\nSpeaker 1: You can take the other one too. The other ones are great. Don't lose them, keep them on a side, you're—\n\nSpeaker 2: Gonna need them. I think that's the one, I think that's the first one you gave me, and then I called—\n\nSpeaker 1: You back and say you gave me the wrong stuff, and then they sent me out the 100. But they're still—\n\nSpeaker 2: Good because we have people who still taking, who take the AC, they don't want to change to the AGV—\n\nSpeaker 1: Because AC works good for them. So don't underestimate those AC 340, the first pill you got—\n\nSpeaker 2: Don't underestimate it. But you say you sent them back?\n\nSpeaker 1: No, I told them I wanted the ones that were on—\n\nSpeaker 2: Facebook to work in 11 minutes.\n\nSpeaker 1: Yes. So they sent me out the hundreds around, just the other way—\n\nSpeaker 2: Around, I'm not sure.\n\nSpeaker 1: Yeah, the hundred is the good one. The hundred is the new one basically, but the—\n\nSpeaker 2: Other one is good as well. Don't underestimate them, that's what I'm saying. Keep them, those are—\n\nSpeaker 1: Great pills as well. The only difference is hundred is improved for patients who have more—\n\nSpeaker 2: Difficulties, but there are patients who have no problem, they get activated quickly even with—\n\nSpeaker 1: Just a regular generic.\n\nSpeaker 2: I understand. Yeah, all right, so thanks for your advice. Have a good night.\n\nSpeaker 1: Thank you, bye-bye.",
    "duration": 10468,
    "audioDuration": 338.55999755859375,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 11,
        "text": " Hi this is Viagra. Hi how are you? Good. Thank you for asking. How may I assist you sir?"
      },
      {
        "id": 1,
        "start": 11,
        "end": 24.520000457763672,
        "text": " I have a question for you. Yes. I have one pill. It says AC340 and the other ones are"
      },
      {
        "id": 2,
        "start": 24.520000457763672,
        "end": 40.279998779296875,
        "text": " score blue. Same Rx number. These ones say 100. Yes. So what's the difference? So the"
      },
      {
        "id": 3,
        "start": 40.279998779296875,
        "end": 46.47999954223633,
        "text": " difference is the 100 that's the AGV and the AC that's the regular generic. We have"
      },
      {
        "id": 4,
        "start": 46.47999954223633,
        "end": 55.040000915527344,
        "text": " a Viagra called AGV and the other one is regular generic. So which one works the fastest? Depends"
      },
      {
        "id": 5,
        "start": 55.040000915527344,
        "end": 60.040000915527344,
        "text": " on your body. Technically it's the AGV the 100. That's the one that works the fastest. That's"
      },
      {
        "id": 6,
        "start": 60.040000915527344,
        "end": 66.72000122070312,
        "text": " the new improved formula. So the one that says 100 on the pill that's the one to take? Yes. I"
      },
      {
        "id": 7,
        "start": 66.72000122070312,
        "end": 72.36000061035156,
        "text": " mean both of them are great. They made it between US and France FDA approved. All of them are great."
      },
      {
        "id": 8,
        "start": 72.36000061035156,
        "end": 79.04000091552734,
        "text": " But then if you want a preference you do the 100. Everybody you know all of them are fantastic. Just"
      },
      {
        "id": 9,
        "start": 79.04000091552734,
        "end": 88.4800033569336,
        "text": " if you have a doubt go for the 100. But it says to me on Facebook that there's one now that will"
      },
      {
        "id": 10,
        "start": 88.4800033569336,
        "end": 98.16000366210938,
        "text": " walk in within 11 minutes. Yes. So which one is that the HCV and the 100? The 100. The thing is"
      },
      {
        "id": 11,
        "start": 98.31999969482422,
        "end": 105.44000244140625,
        "text": " the time release is that everybody's different. Right? So when you do the study they record they"
      },
      {
        "id": 12,
        "start": 105.44000244140625,
        "end": 110.80000305175781,
        "text": " keep doing the test over and over and over and over and record the reaction of people and people"
      },
      {
        "id": 13,
        "start": 110.80000305175781,
        "end": 117.55999755859375,
        "text": " go up to 11 minutes. Some people even the erection haven't started but they feel the effect before"
      },
      {
        "id": 14,
        "start": 117.55999755859375,
        "end": 123.08000183105469,
        "text": " even 11 minutes. As soon as they take it the next five seven minutes if the stomach is empty they"
      },
      {
        "id": 15,
        "start": 123.08000183105469,
        "end": 128,
        "text": " start feeling that they took a potent medication erection is coming. Some people get erected 11"
      },
      {
        "id": 16,
        "start": 128.55999755859375,
        "end": 134.60000610351562,
        "text": " minutes. You see what I'm saying right? So it's the lowest time and record that you know they"
      },
      {
        "id": 17,
        "start": 134.60000610351562,
        "end": 140.9199981689453,
        "text": " register basically it's 11 minutes you know. But now you can be a person you need 20 minutes you"
      },
      {
        "id": 18,
        "start": 140.9199981689453,
        "end": 146.36000061035156,
        "text": " need 15 minutes you know nobody control really what is you. We have patients who say oh I was"
      },
      {
        "id": 19,
        "start": 146.36000061035156,
        "end": 152.32000732421875,
        "text": " taking that for three months you activate in 11 minutes but then you activate in 20 minutes because"
      },
      {
        "id": 20,
        "start": 152.32000732421875,
        "end": 158.55999755859375,
        "text": " you know your body change you know over time. So your diet you get some rest you know different"
      },
      {
        "id": 21,
        "start": 158.55999755859375,
        "end": 163.9600067138672,
        "text": " factors basically. So what about if you go out have dinner have a few drinks come home and take"
      },
      {
        "id": 22,
        "start": 163.9600067138672,
        "end": 170.75999450683594,
        "text": " it does it work or not? So ideally I would say let's say you spend all day you haven't ate and"
      },
      {
        "id": 23,
        "start": 170.75999450683594,
        "end": 176.1999969482422,
        "text": " you're about to go out dinner I would have you take your pill before you go to dinner right? So"
      },
      {
        "id": 24,
        "start": 176.1999969482422,
        "end": 181.0399932861328,
        "text": " now you're getting dressed you do all of that you take your pill now you get activated and you feel"
      },
      {
        "id": 25,
        "start": 181.0399932861328,
        "end": 186.9600067138672,
        "text": " like you're ready. Now you go eat or whatever but the system is already fixed stuff I set up for"
      },
      {
        "id": 26,
        "start": 186.9600067138672,
        "end": 193.36000061035156,
        "text": " you because like any other medicine when your stomach is full the product gets swamped into"
      },
      {
        "id": 27,
        "start": 193.36000061035156,
        "end": 199.52000427246094,
        "text": " other other substances and it takes longer you get diluted and all that kind of stuff you see"
      },
      {
        "id": 28,
        "start": 199.52000427246094,
        "end": 209.36000061035156,
        "text": " what I'm saying? So take it at 6 o'clock in the evening before I go out to dinner and if I come home at 12"
      },
      {
        "id": 29,
        "start": 209.36000061035156,
        "end": 215.32000732421875,
        "text": " at midnight I don't have to take it again? Yes you see you did it already some people they do half"
      },
      {
        "id": 30,
        "start": 215.32000732421875,
        "end": 219.83999633789062,
        "text": " and they take another half later you see I'm saying like little technique you get to see for"
      },
      {
        "id": 31,
        "start": 219.83999633789062,
        "end": 228.39999389648438,
        "text": " yourself what works better for you you know I mean? I understand you. So another question is can you"
      },
      {
        "id": 32,
        "start": 228.39999389648438,
        "end": 234.32000732421875,
        "text": " take it without alcohol yes or no? Ideally no but some people they work with them they can take"
      },
      {
        "id": 33,
        "start": 234.32000732421875,
        "end": 240.1999969482422,
        "text": " alcohol or not no problem so it's mostly you to monitor how your body works because there is so"
      },
      {
        "id": 34,
        "start": 240.1999969482422,
        "end": 245.8000030517578,
        "text": " many individual and reaction are different you know I'm saying so some people they take with"
      },
      {
        "id": 35,
        "start": 245.8000030517578,
        "end": 255,
        "text": " alcohol no problem but ideally any doctor any medication antibiotic meds yeah no alcohol no"
      },
      {
        "id": 36,
        "start": 255,
        "end": 262.3599853515625,
        "text": " caffeine no you know I'm saying stuff of that nature you know. I get you I get you. Yeah perfect"
      },
      {
        "id": 37,
        "start": 262.5199890136719,
        "end": 267.67999267578125,
        "text": " thanks for this advice Felice now I know what I'm doing I was taking the wrong ones all along. I mean"
      },
      {
        "id": 38,
        "start": 267.67999267578125,
        "end": 272.3599853515625,
        "text": " you can take the other one too the other one are great don't lose them keep them on a side you're"
      },
      {
        "id": 39,
        "start": 272.3599853515625,
        "end": 277.8399963378906,
        "text": " gonna need them. I think that's the one I think that's the first one you gave me and then I called"
      },
      {
        "id": 40,
        "start": 277.8399963378906,
        "end": 282.239990234375,
        "text": " you back and say you gave me the wrong stuff and then they send me out the 100. But they're still"
      },
      {
        "id": 41,
        "start": 282.239990234375,
        "end": 288.1600036621094,
        "text": " good because we have people who still taking who take the AC they don't want to change to the AGV"
      },
      {
        "id": 42,
        "start": 288.1600036621094,
        "end": 294.1600036621094,
        "text": " because AC work good for them so don't underestimate those AC 340 the first pill you got"
      },
      {
        "id": 43,
        "start": 294.1600036621094,
        "end": 300.1600036621094,
        "text": " don't underestimate it but you say you send them back? No I told them I wanted the ones that were on"
      },
      {
        "id": 44,
        "start": 300.1600036621094,
        "end": 306.5199890136719,
        "text": " Facebook to walk in 11 minutes. Yes. So they sent me out the hundreds around just the other way"
      },
      {
        "id": 45,
        "start": 306.5199890136719,
        "end": 313.0400085449219,
        "text": " around I'm not sure. Yeah the hundred is the good one the hundred is the new one basically but the"
      },
      {
        "id": 46,
        "start": 313.0400085449219,
        "end": 317.8399963378906,
        "text": " other one is good as well don't underestimate them that's what I'm saying keep them those are"
      },
      {
        "id": 47,
        "start": 317.8399963378906,
        "end": 323.9200134277344,
        "text": " great pill as well. The only difference is hundred is improved for patient who have more"
      },
      {
        "id": 48,
        "start": 323.9200134277344,
        "end": 329.1199951171875,
        "text": " difficulties but there is patient who have no problem they get activated quickly even with"
      },
      {
        "id": 49,
        "start": 329.1199951171875,
        "end": 336.20001220703125,
        "text": " just a regular generic. I understand yeah all right so thanks for your advice have a good night."
      },
      {
        "id": 50,
        "start": 336.20001220703125,
        "end": 337.3599853515625,
        "text": " Thank you bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "30611d0a-101c-81c7-b747-fe2a60cc6b43",
    "url": "https://www.notion.so/300000001241180-300000001730676-30611d0a101c81c7b747fe2a60cc6b43"
  },
  "processedAt": "2026-02-13T00:07:51.291Z"
}