{
  "recording": {
    "name": "300000001220948-300000001710943-9102635053 by olivier@superbalife.com @ 10_41_30 AM.wav",
    "size": 207930,
    "modifyTime": 1769625839000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001220948-300000001710943-9102635053 by olivier@superbalife.com @ 10_41_30 AM.wav",
    "uploadDate": "2026-01-28T18:43:59.000Z",
    "callId": "300000001220948-300000001710943",
    "agent": "olivier",
    "phoneNumber": "9102635053",
    "callTimestamp": "2026-01-28T10:41:30.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Viagra. Yes. How are we doing, sir?\n\nSpeaker 2: Alright, I need to cancel my prescription for the Viagra 50mg, the 4 blue.\n\nSpeaker 1: Mr. Gregory?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Yes, well I see you have a prescription for 10 tablets every 30 days from Dr. Tariq. Any health concerns?\n\nSpeaker 2: Just don't need to refill at the moment.\n\nSpeaker 1: You want to order as needed?\n\nSpeaker 2: No, yes, I want to cancel everything. I haven't even used the first prescription that I got.\n\nSpeaker 1: Yes?\n\nSpeaker 2: I haven't even touched them. I've been in the hospital so I haven't even touched them. I do not need them. I want to cancel. No more money took out of my account, please.\n\nSpeaker 1: Yes, you could pause the prescription if you don't want it and they're not going to send you or bill you, but the thing is you just lock your price in when you try to reorder and you still have the doctor consultation.\n\nSpeaker 2: You're just not up for any refill because you're not required to get it as often anyway.\n\nSpeaker 1: I'm just asking in the occasion that you think in the future you might need Viagra so you don't have to pay a new price. We're just going to advise the pharmacy to pause that prescription they financed for you so you can reuse it but not getting any monthly refill or any monthly charge.\n\nSpeaker 2: I don't know if... No, I want it canceled completely.\n\nSpeaker 1: Okay. All right, just be aware if anything's changed you try to reorder because you haven't even used what you ordered. Either order not going to go through due to the doctor consultation we're canceling or if it does, price will be different. I'll cancel the doctor prescription.\n\nSpeaker 2: I'll cancel the VIP account and you all set, Mr. Grigori.\n\nSpeaker 1: All right. Thank you, sir. Bye-bye.",
    "duration": 5063,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 11.359999656677246,
        "text": " Hi this is Viagra. Yes. How are we doing sir? Alright, I need to cancel my prescription"
      },
      {
        "id": 1,
        "start": 11.359999656677246,
        "end": 23.31999969482422,
        "text": " for the Viagra 50mg, the 4 blue. Mr. Gregory? Yes. Yes, well I see you have a prescription"
      },
      {
        "id": 2,
        "start": 23.31999969482422,
        "end": 30,
        "text": " for 10 tablets every 30 days from Dr. Tariq. Any health concerns? Just don't need to refill"
      },
      {
        "id": 3,
        "start": 30,
        "end": 36.20000076293945,
        "text": " at the moment? You want to order as needed? No, yes, I want to cancel everything. I haven't"
      },
      {
        "id": 4,
        "start": 36.20000076293945,
        "end": 46,
        "text": " even used the first prescription that I got. Yes, I haven't even touched them. I've been"
      },
      {
        "id": 5,
        "start": 46,
        "end": 52.119998931884766,
        "text": " in the hospital so I haven't even touched them. I do not need them. I want to cancel."
      },
      {
        "id": 6,
        "start": 52.119998931884766,
        "end": 59.599998474121094,
        "text": " No more money took out of my account, please. Yes, you could pause the prescription if you"
      },
      {
        "id": 7,
        "start": 59.599998474121094,
        "end": 64.23999786376953,
        "text": " don't want it and they're not going to send you, bill you, but the thing is you just lock"
      },
      {
        "id": 8,
        "start": 64.23999786376953,
        "end": 68.4800033569336,
        "text": " your price in when you try to reorder and you still have the doctor consultation. You're"
      },
      {
        "id": 9,
        "start": 68.4800033569336,
        "end": 74,
        "text": " just not up for any refill because you're not required to get it as often anyway. I'm"
      },
      {
        "id": 10,
        "start": 74,
        "end": 78.5199966430664,
        "text": " just asking in the occasion that you think in the future you might need Viagra so you"
      },
      {
        "id": 11,
        "start": 78.5199966430664,
        "end": 82.87999725341797,
        "text": " don't have to pay a new price. We're just going to advise the pharmacy to pause that"
      },
      {
        "id": 12,
        "start": 82.87999725341797,
        "end": 87.91999816894531,
        "text": " prescription they financed for you so you can reuse it but not getting any monthly refill"
      },
      {
        "id": 13,
        "start": 87.91999816894531,
        "end": 96.91999816894531,
        "text": " or any monthly charge. I don't know if... No, I want it canceled completely. Okay. All"
      },
      {
        "id": 14,
        "start": 96.91999816894531,
        "end": 101.80000305175781,
        "text": " right, just be aware if anything's changed you try to reorder because you haven't even"
      },
      {
        "id": 15,
        "start": 101.80000305175781,
        "end": 107.31999969482422,
        "text": " used what you ordered. Either order not going to go through due to the doctor consultation"
      },
      {
        "id": 16,
        "start": 107.31999969482422,
        "end": 113.5199966430664,
        "text": " we're canceling or if it does, price will be different. I'll cancel the doctor prescription."
      },
      {
        "id": 17,
        "start": 113.5199966430664,
        "end": 120.12000274658203,
        "text": " I'll cancel the VIP account and you all set, Mr. Grigori. All right. Thank you, sir. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-81ae-972e-ea0d5bd6f93e",
    "url": "https://www.notion.so/300000001220948-300000001710943-2f711d0a101c81ae972eea0d5bd6f93e"
  },
  "processedAt": "2026-01-29T00:11:34.090Z"
}