{
  "recording": {
    "name": "300000001219244-300000001709350-3302316115 by olivier@superbalife.com @ 10_33_16 AM.wav",
    "size": 283526,
    "modifyTime": 1769583737000,
    "remotePath": "/five9sftp/upload/SB CS/1_27_2026/300000001219244-300000001709350-3302316115 by olivier@superbalife.com @ 10_33_16 AM.wav",
    "uploadDate": "2026-01-28T07:02:17.000Z",
    "callId": "300000001219244-300000001709350",
    "agent": "olivier",
    "phoneNumber": "3302316115",
    "callTimestamp": "2026-01-28T10:33:16.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Vagra. Hello? Hello. How are we doing, sir? Hello. I'm doing fine. Yeah, I need to cancel a prescription.\n\nSpeaker 2: Okay. Mr. Bearer? William? Yes. Yes. Okay. Yeah, I see that you have a prescription for 10 tablets Vagra AGV from Dr. Parikh.\n\nSpeaker 1: You just don't need a refill. You can pause everything and just order as needed. No, I just want to cancel. Okay.\n\nSpeaker 2: Yeah, just be advised, you know, if anything changes or price changes in the future because I'm going to cancel the doctor prescription they initially financed for you.\n\nSpeaker 1: So when they go to refinance that, either they're not going to take the order or they're going to charge a little more. Okay.\n\nSpeaker 2: I just want you to be aware of that. That's why they offer to pause up to half a year and you get to refill maybe once or twice a year but not every month or every other month basically.\n\nSpeaker 1: It's pretty easy but... It's not really working for me. Even the AGV we sent you? Nope.\n\nSpeaker 2: And that was your first time taking Vagra if you don't mind me asking? Yeah. Okay. Did you take Cialis in the past? Yeah. The other drug, yeah. Is it Cialis?\n\nSpeaker 1: Cialis. Cardanophil. Yeah. Was it better for you? Not really. I don't think anything's working.\n\nSpeaker 2: Yeah, because usually it's either or. It's either or. That's why I'm asking. I'm trying to assess what kind of help I can get you because, you know, if both don't work there's not much I can do.\n\nSpeaker 1: I was trying to see if you have a little bit of a better result with Cialis because it works different. You can do the daily. You can do the one like the Vagra when you need to perform.\n\nSpeaker 2: So I was trying to assess what would be the help and let's say if you'd say that Cialis was a little bit better I would have sent you four pills of sampling our Cialis and if that would work we could have made it your prescription if you would call and be like, hey, that was a better help and stuff like that.\n\nSpeaker 1: But if you say both don't work there's not really much I can do. Yeah. It's kind of... Yeah. Both have the same no result for sure. One don't work a little better than the other. Nope. Okay.\n\nSpeaker 2: All right. So I'm going to cancel your account and your prescription. Okay. Okay. Yeah. Yeah. All right. So I cancel everything, Mr. Burr, and you all set. Okay. All right. Thank you. Bye bye.\n\nSpeaker 1: Bye bye.",
    "duration": 6659,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 11,
        "text": " Hi this is Vagra. Hello? Hello. How are we doing sir? Hello. I'm doing fine. Yeah I need to cancel a prescription."
      },
      {
        "id": 1,
        "start": 11,
        "end": 25,
        "text": " Okay. Mr. Bearer? William? Yes. Yes. Okay. Yeah I see that you have a prescription for 10 tablet Vagra AGV from Dr. Parikh."
      },
      {
        "id": 2,
        "start": 25,
        "end": 33,
        "text": " You just don't need a refill. You can pause everything and just order as needed. No I just want to cancel. Okay."
      },
      {
        "id": 3,
        "start": 33,
        "end": 41,
        "text": " Yeah just be advised of you know if anything change or price change in the future because I'm going to cancel the doctor prescription they initially financed for you."
      },
      {
        "id": 4,
        "start": 41,
        "end": 48,
        "text": " So when they got to refinance that either they're not going to take the order or they're going to charge a little more. Okay."
      },
      {
        "id": 5,
        "start": 48,
        "end": 57,
        "text": " I just want you to be aware of that. That's why they offer to pause up to half a year and you get to refill maybe once or twice a year but not every month or every other month basically."
      },
      {
        "id": 6,
        "start": 57,
        "end": 67,
        "text": " It's pretty easy but. It's not really working for me. Even the AGV we sent you? Nope."
      },
      {
        "id": 7,
        "start": 68,
        "end": 82,
        "text": " And that was your first time taking Vagra if you don't mind me asking? Yeah. Okay. Did you take Cialis in the past? Yeah. The other drug yeah. Is it Cialis?"
      },
      {
        "id": 8,
        "start": 82,
        "end": 93,
        "text": " Cialis. Cardanophil. Yeah. Was it better for you? Not really. I don't think anything's working."
      },
      {
        "id": 9,
        "start": 94,
        "end": 103,
        "text": " Yeah because usually it's either or. It's either or. That's why I'm asking. I'm trying to assess what kind of help I can get you because you know if both don't work there's not much I can do."
      },
      {
        "id": 10,
        "start": 103,
        "end": 113,
        "text": " I was trying to see if you have a little bit of a better result with Cialis because it works different. You can do the daily. You can do the one like the Vagra when you need to perform."
      },
      {
        "id": 11,
        "start": 113,
        "end": 129,
        "text": " So I was trying to assess what would be the help and let's say if you'd say that Cialis was a little bit better I would have sent you four pills of sampling our Cialis and if that would work we could have make it your prescription if you would call and be like hey that was a better help and stuff like that."
      },
      {
        "id": 12,
        "start": 129,
        "end": 147,
        "text": " But if you say both don't work there's not really much I can do. Yeah. It's kind of. Yeah. Both have the same no result for sure. One don't work a little better than the other. Nope. Okay."
      },
      {
        "id": 13,
        "start": 147,
        "end": 173,
        "text": " All right. So I'm going to cancel your account and your prescription. Okay. Okay. Yeah. Yeah. All right. So I cancel everything Mr. Burr and you all set. Okay. All right. Thank you. Bye bye. Bye bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81c4-b75a-ce1e0cd7e50c",
    "url": "https://www.notion.so/300000001219244-300000001709350-2f611d0a101c81c4b75ace1e0cd7e50c"
  },
  "processedAt": "2026-01-28T15:50:39.859Z"
}