{
  "recording": {
    "name": "300000001222724-300000001712388-7743538106 by olivia@superbalife.com @ 11_32_25 AM.wav",
    "size": 529746,
    "modifyTime": 1769715493000,
    "remotePath": "/five9sftp/upload/SB CS/1_29_2026/300000001222724-300000001712388-7743538106 by olivia@superbalife.com @ 11_32_25 AM.wav",
    "uploadDate": "2026-01-29T19:38:13.000Z",
    "callId": "300000001222724-300000001712388",
    "agent": "olivia",
    "phoneNumber": "7743538106",
    "callTimestamp": "2026-01-29T11:32:25.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Thank you for calling Viagra. This is Olivia speaking. Who do I have the pleasure of speaking with today?\n\nSpeaker 2: My name is John O'Brien.\n\nSpeaker 1: Hi John. I have your number if that'll help you.\n\nSpeaker 2: No, I actually, you would be surprised when your phone number is put in correct.\n\nSpeaker 1: So much of you pops right up and I'm able to just confirm your date of birth and see all the rest of it. So yeah, what's your date of birth John?\n\nSpeaker 2: 5-28-53.\n\nSpeaker 1: Perfect. And you're located at 18 Sherwood, Harwich, Massachusetts 02645?\n\nSpeaker 2: That's correct.\n\nSpeaker 1: Yeah, yeah. So I see. Yeah, you've ordered with us intermittently since 2022, usually annually.\n\nSpeaker 2: Yeah, great.\n\nSpeaker 1: Okay, yeah. So how can I help you today?\n\nSpeaker 2: I need a refill.\n\nSpeaker 1: Yeah, you just want to do that regular 150 pills of the Sildenafil.\n\nSpeaker 2: Do we have other options? Well, sure. Is there a larger order or whatever?\n\nSpeaker 1: Well, now the answer to that question is a no. Not only is your order the largest order, but it's definitely going to be the best deal overall for Sildenafil. Now if you wanted to try our newest product, which is our Viagra AGB, which is not only an incredible product, but no matter how you spin it, it's still going to be at least more potent than your Sildenafil. And the reason for that being the milligrams start at 25 and go up to 100, and they're all the same price.\n\nSpeaker 2: So you could do 25, 50, or 100. But the largest order you would be able to place with that would be 40 pills, which is the best deal of the three options of ordering the AGB.\n\nSpeaker 1: However, unlike your current order of the Sildenafil, if you did order the Viagra AGB because they are smaller orders, they do have to come with a saved refill, at least one every six months. So you would have to agree to that and let me know how you want that set up.\n\nSpeaker 2: Well, how much are they? That's the big question.\n\nSpeaker 1: Oh, yeah. So 40 pills would actually be the exact same price as your regular order of 150 pills.\n\nSpeaker 2: However, if you were to say, you know, order the 100 milligrams or whatever, really you're ordering five doses of your Sildenafil in one pill. And I don't think it's possible to cut up the pill that small, nor is it my job to recommend something like that. However, that is just a perspective to hold about it. I don't know. It's up to you.\n\nSpeaker 1: So what does it come down to? How much is it for the 40 pills of 100 milligrams?\n\nSpeaker 2: Oh, yeah. $163.95.\n\nSpeaker 1: Okay. So it's a little bit more money, but that's okay. I'll take those.\n\nSpeaker 2: Okay, great. So we'll do 40 pills. And what milligrams do you want to do? They're all the same price.\n\nSpeaker 1: I want to do 100 because I'm doing 100 with these now anyway.\n\nSpeaker 2: Okay, great. So yeah. I'm burning through them like candy.\n\nSpeaker 1: Oh, yeah. That's good. That's great. Okay. And can I ship these to 18 Sherwood, Harwich, Massachusetts 02645?\n\nSpeaker 2: Yep.\n\nSpeaker 1: Okay, perfect. So these will be right out to you. Usually I'd say, you know, pretty quick, maybe even Saturday or Monday, but you know, that winter storm is crazy. So we'll see, but probably no later than Wednesday or Thursday. And yeah, for your refills, do you want me to just place them on hold for six months, or I can do sooner than that? It's whatever you want to do.\n\nSpeaker 2: Yeah, just place them on hold for the six months. And if I need them sooner, I'll just call you.\n\nSpeaker 1: Exactly. That's perfect. Okay. Yeah. If you need anything before July 28, just give us a call. I hope you love these and I think you will.\n\nSpeaker 2: I'm gonna find out.\n\nSpeaker 1: Okay. Great. Have a great day.\n\nSpeaker 2: Do you need the card or anything to volunteer?\n\nSpeaker 1: Oh, I use the one we have on file. So let me see. If you just give me the last four numbers, I'll let you know if that's the one.\n\nSpeaker 2: Yeah, so it's 4011.\n\nSpeaker 1: Okay, that's the right one.\n\nSpeaker 2: Okay, great. Perfect. Thank you so much.\n\nSpeaker 1: Sean. Yeah, I hope you have a great day.\n\nSpeaker 2: You too. Thank you.\n\nSpeaker 1: Okay. Bye.",
    "duration": 13430,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.28000020980835,
        "text": " Thank you for calling Viagra. This is Olivia speaking. Who do I have the"
      },
      {
        "id": 1,
        "start": 5.28000020980835,
        "end": 12.760000228881836,
        "text": " pleasure of speaking with today? My name is John O'Brien. Hi John. I have your number if that'll help you."
      },
      {
        "id": 2,
        "start": 12.760000228881836,
        "end": 17.719999313354492,
        "text": " No, I actually, you would be surprised when your phone number is put in correct."
      },
      {
        "id": 3,
        "start": 17.719999313354492,
        "end": 22.399999618530273,
        "text": " So much of you pops right up and I'm able to just confirm your date of birth"
      },
      {
        "id": 4,
        "start": 22.399999618530273,
        "end": 28.84000015258789,
        "text": " and see all the rest of it. So yeah, what's your date of birth John? 5-28-53."
      },
      {
        "id": 5,
        "start": 28.84000015258789,
        "end": 36.52000045776367,
        "text": " Perfect. And you're located at 18 Sherwood, Harwich, Massachusetts 02645?"
      },
      {
        "id": 6,
        "start": 36.52000045776367,
        "end": 44.119998931884766,
        "text": " That's correct. Yeah, yeah. So I see. Yeah, you've ordered with us intermittently"
      },
      {
        "id": 7,
        "start": 44.119998931884766,
        "end": 51.119998931884766,
        "text": " since 2022, usually annually. Yeah, great. Okay, yeah. So how can I help you today?"
      },
      {
        "id": 8,
        "start": 51.119998931884766,
        "end": 60.400001525878906,
        "text": " I need a refill. Yeah, you just want to do that regular 150 pills of the Sildenafil."
      },
      {
        "id": 9,
        "start": 60.400001525878906,
        "end": 71.04000091552734,
        "text": " Do we have other options? Well, sure. Is there a larger order or whatever? Well, now the answer to"
      },
      {
        "id": 10,
        "start": 71.04000091552734,
        "end": 76.4800033569336,
        "text": " that question is a no. Not only is your order the largest order, but it's"
      },
      {
        "id": 11,
        "start": 76.95999908447266,
        "end": 83.5199966430664,
        "text": " definitely going to be the best deal overall for Sildenafil. Now if you wanted to try our"
      },
      {
        "id": 12,
        "start": 83.5199966430664,
        "end": 92.95999908447266,
        "text": " newest product, which is our Viagra AGB, which is not only an incredible product, but no matter"
      },
      {
        "id": 13,
        "start": 92.95999908447266,
        "end": 99.68000030517578,
        "text": " how you spin it, it's still going to be at least more potent than your Sildenafil. And the reason"
      },
      {
        "id": 14,
        "start": 99.68000030517578,
        "end": 106.31999969482422,
        "text": " for that being the milligrams start at 25 and go up to 100, and they're all the same price."
      },
      {
        "id": 15,
        "start": 107.44000244140625,
        "end": 114.87999725341797,
        "text": " So you could do 25, 50, or 100. But the largest order you would be able to place with that"
      },
      {
        "id": 16,
        "start": 115.44000244140625,
        "end": 121.27999877929688,
        "text": " would be 40 pills, which is the best deal of the three options of ordering the AGB."
      },
      {
        "id": 17,
        "start": 121.91999816894531,
        "end": 129.83999633789062,
        "text": " However, unlike your current order of the Sildenafil, if you did order the Viagra AGB"
      },
      {
        "id": 18,
        "start": 129.83999633789062,
        "end": 137.9199981689453,
        "text": " because they are smaller orders, they do have to come with a saved refill, at least one every six"
      },
      {
        "id": 19,
        "start": 137.9199981689453,
        "end": 144.16000366210938,
        "text": " months. So you would have to agree to that and let me know how you want that set up."
      },
      {
        "id": 20,
        "start": 145.0399932861328,
        "end": 147.83999633789062,
        "text": " Well, how much are they? That's the big question."
      },
      {
        "id": 21,
        "start": 148.63999938964844,
        "end": 158.55999755859375,
        "text": " Oh, yeah. So 40 pills would actually be the exact same price as your regular order"
      },
      {
        "id": 22,
        "start": 159.52000427246094,
        "end": 167.67999267578125,
        "text": " of 150 pills. However, if you were to say, you know, order the 100 milligrams or whatever,"
      },
      {
        "id": 23,
        "start": 168.63999938964844,
        "end": 175.9199981689453,
        "text": " really you're ordering five doses of your Sildenafil in one pill. And I don't think it's"
      },
      {
        "id": 24,
        "start": 175.9199981689453,
        "end": 182.8000030517578,
        "text": " possible to cut up the pill that small, nor is it my job to recommend something like that. However,"
      },
      {
        "id": 25,
        "start": 182.8000030517578,
        "end": 189.75999450683594,
        "text": " that is just a perspective to hold about it. I don't know. It's up to you. Yeah."
      },
      {
        "id": 26,
        "start": 189.75999450683594,
        "end": 194.72000122070312,
        "text": " So what does it come down to? How much is it for the 40 pills of 100 milligrams?"
      },
      {
        "id": 27,
        "start": 194.72000122070312,
        "end": 202.0800018310547,
        "text": " Oh, yeah. $163.95. Okay. So it's a little bit more money, but that's okay. I'll take those."
      },
      {
        "id": 28,
        "start": 203.60000610351562,
        "end": 209.44000244140625,
        "text": " Okay, great. So we'll do 40 pills. And what milligrams do you want to do? They're all"
      },
      {
        "id": 29,
        "start": 209.44000244140625,
        "end": 214,
        "text": " the same price. I want to do 100 because I'm doing 100 with these now anyway."
      },
      {
        "id": 30,
        "start": 215.27999877929688,
        "end": 220.47999572753906,
        "text": " Okay, great. So yeah. I'm burning through them like candy."
      },
      {
        "id": 31,
        "start": 221.44000244140625,
        "end": 227.83999633789062,
        "text": " Oh, yeah. That's good. That's great. Okay. And can I ship these to 18 Sherwood,"
      },
      {
        "id": 32,
        "start": 227.83999633789062,
        "end": 232.39999389648438,
        "text": " Harwich, Massachusetts 02645? Yep."
      },
      {
        "id": 33,
        "start": 233.60000610351562,
        "end": 240.16000366210938,
        "text": " Okay, perfect. So these will be right out to you. Usually I'd say, you know, pretty quick,"
      },
      {
        "id": 34,
        "start": 240.16000366210938,
        "end": 246.16000366210938,
        "text": " maybe even Saturday or Monday, but you know, that winter storm is crazy. So we'll see,"
      },
      {
        "id": 35,
        "start": 246.24000549316406,
        "end": 254.63999938964844,
        "text": " but probably no later than Wednesday or Thursday. And yeah, for your refills, do you want me to just"
      },
      {
        "id": 36,
        "start": 254.63999938964844,
        "end": 264.6400146484375,
        "text": " place them on hold for six months, or I can do sooner than that? It's whatever you want to do."
      },
      {
        "id": 37,
        "start": 267.3599853515625,
        "end": 270.9599914550781,
        "text": " Yeah, just place them on hold for the six months. And if I need them sooner, I'll just call you."
      },
      {
        "id": 38,
        "start": 271.5199890136719,
        "end": 276.3999938964844,
        "text": " Exactly. That's perfect. Okay. Yeah. If you need anything before July 28,"
      },
      {
        "id": 39,
        "start": 276.3999938964844,
        "end": 280.32000732421875,
        "text": " just give us a call. I hope you love these and I think you will."
      },
      {
        "id": 40,
        "start": 281.760009765625,
        "end": 287.2799987792969,
        "text": " I'm gonna find out. Okay. Great. Have a great day."
      },
      {
        "id": 41,
        "start": 288.79998779296875,
        "end": 299.67999267578125,
        "text": " Do you need the card or anything to volunteer? Oh, I use the one we have on file. So let me see."
      },
      {
        "id": 42,
        "start": 301.9200134277344,
        "end": 304.3999938964844,
        "text": " If you just give me the last four numbers, I'll let you know if that's the one."
      },
      {
        "id": 43,
        "start": 305.20001220703125,
        "end": 318.3999938964844,
        "text": " Yeah, so it's 4011. Okay, that's the right one. Okay, great. Perfect. Thank you so much,"
      },
      {
        "id": 44,
        "start": 318.3999938964844,
        "end": 325.8399963378906,
        "text": " Sean. Yeah, I hope you have a great day. You too. Thank you. Okay. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f711d0a-101c-8115-91ad-c871dc4eea17",
    "url": "https://www.notion.so/300000001222724-300000001712388-2f711d0a101c811591adc871dc4eea17"
  },
  "processedAt": "2026-01-29T21:54:11.149Z"
}