{
  "recording": {
    "name": "300000001220492-300000001710529-9547014730 by kt@superbalife.com @ 8_24_53 AM.wav",
    "size": 1077826,
    "modifyTime": 1769618182000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001220492-300000001710529-9547014730 by kt@superbalife.com @ 8_24_53 AM.wav",
    "uploadDate": "2026-01-28T16:36:22.000Z",
    "callId": "300000001220492-300000001710529",
    "agent": "kt",
    "phoneNumber": "9547014730",
    "callTimestamp": "2026-01-28T08:24:53.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey Hubert? Yes sir. Thank you so much. Do you have a pen and paper so you can take down\n\nSpeaker 2: my name and my extension? That way whenever you need something just call me. You definitely\n\nSpeaker 1: don't have to wait in the queue anymore. Yes, I'm ready. So it came to me like Kilo Tango.\n\nSpeaker 2: My last name is Goodrich. Okay, alright. Like Macintosh, you know, like the Apple Macintosh.\n\nSpeaker 1: Okay brother. Killer testicle, Goodrich. So my extension, would you dial this number\n\nSpeaker 2: Hubert? It's 0037. 0037, okay. Let me explain to you what I did. The first thing I did is\n\nSpeaker 1: exactly what you want. I put a stop to any and all monthly refills. And I overrode the\n\nSpeaker 2: system. I put a stop to any and all monthly charges. And then I put a stop to any and\n\nSpeaker 1: all monthly shipments. And I overrode the system again. And I was able to get you the\n\nSpeaker 2: refund for this one batch. So you'll see it on your credit card within the next hour if\n\nSpeaker 1: not immediately. And then on top of that, to put the cherry on top so you have full\n\nSpeaker 2: autonomy is when you get a chance, use your phone Hubert. And then log in to scoreblue.com.\n\nSpeaker 1: Right? And then when you go to scoreblue.com. Let me try. Let me try. Because I was having\n\nSpeaker 2: some. So let me try. Let me try to make sure that. Yeah, let's get you in there. Okay,\n\nSpeaker 1: log in. Okay. Please enter a six-digit code. Okay. All right. I got a six-digit code.\n\nSpeaker 2: 1-9-8-6-7-1. Let me confirm the buy. Very good, my friend. Very good. Thank you so much.\n\nSpeaker 1: Yeah. Yeah, but let me show you something what I did too. Did you see the receipt? It got\n\nSpeaker 2: refunded. Receipt. Go to receipt. Go to receipt. You'll see it says amount refunded. Yes. Yes.\n\nSpeaker 1: You're the best. You're the best. Okay. Now take a look at this now. And I appreciate\n\nSpeaker 2: the time where it's go to your prescription, the category your prescription. Yeah. Okay.\n\nSpeaker 1: You see that red button with white font that I put? Yes. Yes. So you can get that anytime,\n\nSpeaker 2: anywhere. Even if you went from Florida to Vegas, and you don't, you didn't want to fly\n\nSpeaker 1: with your batch, type in your hotel room number and the address of the hotel at the Venetian\n\nSpeaker 2: or whatever it is. Click that button. We'll send it to your hotel room. All you have to\n\nSpeaker 1: do then is tip the butler and have him send the ladies up so you can do a menage a trois\n\nSpeaker 2: or something like that. Thank you, brother. Thank you. Thank you. Thank you so much. Yeah,\n\nSpeaker 1: and so you have total control. Now listen to this. If you ever need anything stronger,\n\nSpeaker 2: more powerful, little, no side effects, call me. I'll make that lateral move. If you need\n\nSpeaker 1: something, you want a higher dosage or you want the blue pill, the hundred dollar pill Viagra,\n\nSpeaker 2: the brand new one, call me. We got over like eight, nine different FDA approved Pfizer Viagra. So\n\nSpeaker 1: just call me. Talk to me about that one, Katie, because the other one there, man, the effect is\n\nSpeaker 2: not, it's not working as was promised. So let's do this. So just check this out then. I'm going\n\nSpeaker 1: to send you something that I'm on. It's part of the AGG family with little to no side effects.\n\nSpeaker 2: And the way it works, it's going to be, it's going to look identical. The difference is going\n\nSpeaker 1: to say 100 on them. The beauty of power is this is on reserve. And the reason why we put on reserve,\n\nSpeaker 2: because men get anti-climatic just like with a woman. Let's just face it. You got to switch it\n\nSpeaker 1: up every once in a while. You can't get salad all the time. You need some space. That's right.\n\nSpeaker 2: Like that. So what, what this does, as long as you don't take any highly ultra processed food\n\nSpeaker 1: or highly ultra processed oils, especially when they're cooking like beef, don't take beef,\n\nSpeaker 2: just do whole foods, especially if you want to taste good to your partner, like eat some bananas,\n\nSpeaker 1: some watermelons, you know, that way you discharge good flavor. But if you take this,\n\nSpeaker 2: it slides down your esophagus with no acid reflex, no heartburn or indigestion. It goes down and it\n\nSpeaker 1: drops to the bottom of your gut like a bowling ball. It disperses, goes off like a grenade.\n\nSpeaker 2: Then it sends a web to spread across the inner gut membrane of your inner gut lining. Then it\n\nSpeaker 1: tells your gut lining's membrane, tells your brain, your hippocampus to send 70% of your\n\nSpeaker 2: blood from your arch of the aorta and your heart down to your Johnson or schlong resulting in,\n\nSpeaker 1: you know, like she's going to spray brother, you're going to be king of the jungle.\n\nSpeaker 2: So this is what I'll do. I'm going to send you 10 for free to enjoy them and try them out.\n\nSpeaker 1: Run this play bud. Man, I appreciate you. I appreciate you, brother.\n\nSpeaker 2: Brother, you know what? We're not here for a long time. We're here for a good time. And you know\n\nSpeaker 1: what? We've seen a lot of shit. All we do is work 12, 14 hour days. Doesn't matter what industry,\n\nSpeaker 2: someone's grinding out there, man. We're machines. So I'm not going to charge anything. It's going\n\nSpeaker 1: to be zero cost, but can I send it to your Florida location? Yes, please. I want to do that.\n\nSpeaker 2: You'll get it. Consider the weather, but it'll get to you by Friday or Saturday at best Monday\n\nSpeaker 1: at worst. Okay, man, you do that brother. I'm going to personally call him. Thank you. I so\n\nSpeaker 2: appreciate it. You know what brother? No, you know what? I received that in the name of Jesus,\n\nSpeaker 1: brother, in the name of our universe and God and mother earth. If you can do, if there's any\n\nSpeaker 2: consolation to you, bud is because I'm a veteran. I was homeless during COVID. You know, I'm just\n\nSpeaker 1: trying to, you guys gave me a chance. I was an orphan, you know, and then God's blessed me,\n\nSpeaker 2: buddy. If you can go to score blue support at score blue.com and just use, write an email\n\nSpeaker 1: support at score blue.com and just write an email organically of how you feel about this,\n\nSpeaker 2: this experience. What I'm trying to do brothers, because we're in LA, I'm trying to get back and\n\nSpeaker 1: to San Diego so I can just focus on my jujitsu. You know, I'm in my fifties, but\n\nSpeaker 2: I just want to do jujitsu work from home, do this remotely, maybe get a sailboat again and\n\nSpeaker 1: sell the season, do this remotely, you know, live on the yacht. You know, we'll see. Because\n\nSpeaker 2: here in San Diego, just like Florida, you can just buy like a 36 footer for like\n\nSpeaker 1: seven grand bro. And it's the cheapest rent. You know that because all the, all the military guys\n\nSpeaker 2: are getting deployed, the younger guys and they use their money so they can't get rid of it.\n\nSpeaker 1: They're not going to pay for the mooring or for the slip. So they just dump it. So they just dump\n\nSpeaker 2: it, bro. You can get like a Catalina for like six grand. You can get an old day for like four\n\nSpeaker 1: grand. I've seen different things. You know, you're kidding me. You're kidding me, Katie.\n\nSpeaker 2: You're kidding me, man. You're, you're, you're encouraging me to fly out there, brother. You're\n\nSpeaker 1: encouraging me. Go to San Diego and then go to OfferUp. Go to OfferUp, right? Or, and then just\n\nSpeaker 2: go to OfferUp or Craigslist and just type in like Catalina, you know, like, you know, or sailboats\n\nSpeaker 1: for sale on Craigslist or even OfferUp. And you'll see, cause it's a Navy town, bud. There's a lot\n\nSpeaker 2: of young guys cause we're older, right? But there's a lot of young guys. As long as that,\n\nSpeaker 1: that, as long as the bottom is good, because fiberglass lasts a long time, as long as there's\n\nSpeaker 2: no leaks, you know, the, the, the, the aft and the, the, everything's good. You know, it's no leaks.\n\nSpeaker 1: It's painted well. You know, you'd be good to go. You don't even need an inboard engine. You\n\nSpeaker 2: just need an outboard and you could just park it in the slip and it's like 20 bucks a foot\n\nSpeaker 1: on a slip and you got power. You got power, dude. Yeah, you got power, dude. It's the cheapest,\n\nSpeaker 2: you know, during COVID when I was homeless and I bought my friend's boat with a stimulus,\n\nSpeaker 1: right? Cause I didn't, they were holding off all like veterans pays and all that.\n\nSpeaker 2: What I did, bud, is I bought my friend's boat. It was a 1977 O'Day 30 foot, 34 footer\n\nSpeaker 1: for four grand. And all I did was sell around though. Catalina Island. Oh my God. And I put\n\nSpeaker 2: solar powders on it so I can charge up and I bought the even flow battery that can charge\n\nSpeaker 1: and power the boat in entirety. Yeah, bro. And I just fished for tuna. Yeah. And I just,\n\nSpeaker 2: I just ordered spring water and I had the guy deliver like six bottles every month of spring\n\nSpeaker 1: water. And I just haven't delivered to the dock and I take it on the dinghy and I just load it up.\n\nSpeaker 2: It's simple. KT, this is awesome, brother. I'm so thankful for this conversation, brother. I am\n\nSpeaker 1: so thankful. You too. Your class and your demeanor, brother. I've get a lot of calls,\n\nSpeaker 2: man. And a lot of guys don't have class anymore. They don't have education and style, bud.\n\nSpeaker 1: You're the man, dude. You inspire me, dude. You're inspiring me, bud. You handled this call really\n\nSpeaker 2: smooth, really romantic. You probably get a lot of women, bud. You probably mend a lot.\n\nSpeaker 1: You probably mend a lot of hearts. You are too good, bud. You are too good. KT, you're the best,\n\nSpeaker 2: brother. You are the best. Hey, bud, if you get a chance, please email my director. Just say,\n\nSpeaker 1: go to support at scoreblue.com. Email my director and say, tell them organically what your insurance\n\nSpeaker 2: would like. I put a stop to the monthly refills. I put a stop to the monthly charges. I refunded\n\nSpeaker 1: you back. I sent you a replacement for free of something better. And then in the future,\n\nSpeaker 2: you know my extension is 0037, Hubert. I've made a note of it, brother. I've made a note of it.\n\nSpeaker 1: Yes, sir. You're badass, dude. Thank you, brother. Thank you, man. So I'm looking forward\n\nSpeaker 2: to getting that thing and I'm going to send that email and all that, man. Hey, thank you, brother.\n\nSpeaker 1: Please, man. Hey, Jah loves you, man. Bless up, brother. I receive it. I receive it. I receive\n\nSpeaker 2: it, brother. Be blessed. Stay up, brother. All right, KT. I'll look out for that email when my\n\nSpeaker 1: boss says, hey, good job, KT. Good job. I will. All right. I will, brother. You got it. All right.\n\nSpeaker 2: I will. All right. Thank you. Thank you. Stay blessed. All right. You too. Bye-bye.",
    "duration": 30672,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 6.480000019073486,
        "text": " Hey Hubert? Yes sir. Thank you so much. Do you have a pen and paper so you can take down"
      },
      {
        "id": 1,
        "start": 6.480000019073486,
        "end": 11.800000190734863,
        "text": " my name and my extension? That way whenever you need something just call me. You definitely"
      },
      {
        "id": 2,
        "start": 11.800000190734863,
        "end": 21.920000076293945,
        "text": " don't have to wait in the queue anymore. Yes, I'm ready. So it came to me like Kilo Tango."
      },
      {
        "id": 3,
        "start": 21.920000076293945,
        "end": 30.920000076293945,
        "text": " My last name is Goodrich. Okay, alright. Like Macintosh, you know, like the Apple Macintosh."
      },
      {
        "id": 4,
        "start": 30.920000076293945,
        "end": 38.560001373291016,
        "text": " Okay brother. Killer testicle, Goodrich. So my extension, would you dial this number"
      },
      {
        "id": 5,
        "start": 38.560001373291016,
        "end": 48.880001068115234,
        "text": " Hubert? It's 0037. 0037, okay. Let me explain to you what I did. The first thing I did is"
      },
      {
        "id": 6,
        "start": 48.880001068115234,
        "end": 56.08000183105469,
        "text": " exactly what you want. I put a stop to any and all monthly refills. And I overrode the"
      },
      {
        "id": 7,
        "start": 56.08000183105469,
        "end": 61.880001068115234,
        "text": " system. I put a stop to any and all monthly charges. And then I put a stop to any and"
      },
      {
        "id": 8,
        "start": 61.880001068115234,
        "end": 67.72000122070312,
        "text": " all monthly shipments. And I overrode the system again. And I was able to get you the"
      },
      {
        "id": 9,
        "start": 67.72000122070312,
        "end": 75.4800033569336,
        "text": " refund for this one batch. So you'll see it on your credit card within the next hour if"
      },
      {
        "id": 10,
        "start": 75.4800033569336,
        "end": 80.36000061035156,
        "text": " not immediately. And then on top of that, to put the cherry on top so you have full"
      },
      {
        "id": 11,
        "start": 80.36000061035156,
        "end": 88.63999938964844,
        "text": " autonomy is when you get a chance, use your phone Hubert. And then log in to scoreblue.com."
      },
      {
        "id": 12,
        "start": 88.63999938964844,
        "end": 95.12000274658203,
        "text": " Right? And then when you go to scoreblue.com. Let me try. Let me try. Because I was having"
      },
      {
        "id": 13,
        "start": 95.12000274658203,
        "end": 101.36000061035156,
        "text": " some. So let me try. Let me try to make sure that. Yeah, let's get you in there. Okay,"
      },
      {
        "id": 14,
        "start": 101.36000061035156,
        "end": 108.87999725341797,
        "text": " log in. Okay. Please enter a six-digit code. Okay. All right. I got a six-digit code."
      },
      {
        "id": 15,
        "start": 108.87999725341797,
        "end": 121.5199966430664,
        "text": " 1-9-8-6-7-1. Let me confirm the buy. Very good, my friend. Very good. Thank you so much."
      },
      {
        "id": 16,
        "start": 121.5199966430664,
        "end": 125.44000244140625,
        "text": " Yeah. Yeah, but let me show you something what I did too. Did you see the receipt? It got"
      },
      {
        "id": 17,
        "start": 125.44000244140625,
        "end": 135.8800048828125,
        "text": " refunded. Receipt. Go to receipt. Go to receipt. You'll see it says amount refunded. Yes. Yes."
      },
      {
        "id": 18,
        "start": 135.8800048828125,
        "end": 140.67999267578125,
        "text": " You're the best. You're the best. Okay. Now take a look at this now. And I appreciate"
      },
      {
        "id": 19,
        "start": 140.67999267578125,
        "end": 145.8000030517578,
        "text": " the time where it's go to your prescription, the category your prescription. Yeah. Okay."
      },
      {
        "id": 20,
        "start": 145.8000030517578,
        "end": 152.1199951171875,
        "text": " You see that red button with white font that I put? Yes. Yes. So you can get that anytime,"
      },
      {
        "id": 21,
        "start": 152.1199951171875,
        "end": 156.60000610351562,
        "text": " anywhere. Even if you went from Florida to Vegas, and you don't, you didn't want to fly"
      },
      {
        "id": 22,
        "start": 156.60000610351562,
        "end": 163.39999389648438,
        "text": " with your batch, type in your hotel room number and the address of the hotel at the Venetian"
      },
      {
        "id": 23,
        "start": 163.39999389648438,
        "end": 168.1999969482422,
        "text": " or whatever it is. Click that button. We'll send it to your hotel room. All you have to"
      },
      {
        "id": 24,
        "start": 168.1999969482422,
        "end": 171.9600067138672,
        "text": " do then is tip the butler and have him send the ladies up so you can do a menage a trois"
      },
      {
        "id": 25,
        "start": 171.9600067138672,
        "end": 181.0800018310547,
        "text": " or something like that. Thank you, brother. Thank you. Thank you. Thank you so much. Yeah,"
      },
      {
        "id": 26,
        "start": 181.24000549316406,
        "end": 186.75999450683594,
        "text": " and so you have total control. Now listen to this. If you ever need anything stronger,"
      },
      {
        "id": 27,
        "start": 186.75999450683594,
        "end": 192.0399932861328,
        "text": " more powerful, little, no side effects, call me. I'll make that lateral move. If you need"
      },
      {
        "id": 28,
        "start": 192.0399932861328,
        "end": 197,
        "text": " something, you want a higher dosage or you want the blue pill, the hundred dollar pill Viagra,"
      },
      {
        "id": 29,
        "start": 197,
        "end": 205.0800018310547,
        "text": " the brand new one, call me. We got over like eight, nine different FDA approved Pfizer Viagra. So"
      },
      {
        "id": 30,
        "start": 205.0800018310547,
        "end": 211.47999572753906,
        "text": " just call me. Talk to me about that one, Katie, because the other one there, man, the effect is"
      },
      {
        "id": 31,
        "start": 211.47999572753906,
        "end": 217.63999938964844,
        "text": " not, it's not working as was promised. So let's do this. So just check this out then. I'm going"
      },
      {
        "id": 32,
        "start": 217.63999938964844,
        "end": 223.63999938964844,
        "text": " to send you something that I'm on. It's part of the AGG family with little to no side effects."
      },
      {
        "id": 33,
        "start": 223.63999938964844,
        "end": 227.8000030517578,
        "text": " And the way it works, it's going to be, it's going to look identical. The difference is going"
      },
      {
        "id": 34,
        "start": 227.8000030517578,
        "end": 234.52000427246094,
        "text": " to say 100 on them. The beauty of power is this is on reserve. And the reason why we put on reserve,"
      },
      {
        "id": 35,
        "start": 234.52000427246094,
        "end": 240.0399932861328,
        "text": " because men get anti-climatic just like with a woman. Let's just face it. You got to switch it"
      },
      {
        "id": 36,
        "start": 240.0399932861328,
        "end": 244.27999877929688,
        "text": " up every once in a while. You can't get salad all the time. You need some space. That's right."
      },
      {
        "id": 37,
        "start": 244.27999877929688,
        "end": 252.0399932861328,
        "text": " Like that. So what, what this does, as long as you don't take any highly ultra processed food"
      },
      {
        "id": 38,
        "start": 252.0399932861328,
        "end": 257.8800048828125,
        "text": " or highly ultra processed oils, especially when they're cooking like beef, don't take beef,"
      },
      {
        "id": 39,
        "start": 257.8800048828125,
        "end": 262.9200134277344,
        "text": " just do whole foods, especially if you want to taste good to your partner, like eat some bananas,"
      },
      {
        "id": 40,
        "start": 262.9200134277344,
        "end": 267.239990234375,
        "text": " some watermelons, you know, that way you discharge good flavor. But if you take this,"
      },
      {
        "id": 41,
        "start": 267.239990234375,
        "end": 274.760009765625,
        "text": " it slides down your esophagus with no acid reflex, no heartburn or indigestion. It goes down and it"
      },
      {
        "id": 42,
        "start": 274.760009765625,
        "end": 279.55999755859375,
        "text": " drops to the bottom of your gut like a bowling ball. It disperses, goes off like a grenade."
      },
      {
        "id": 43,
        "start": 279.55999755859375,
        "end": 288.20001220703125,
        "text": " Then it sends a web to spread across the inner gut membrane of your inner gut lining. Then it"
      },
      {
        "id": 44,
        "start": 288.20001220703125,
        "end": 295.32000732421875,
        "text": " tells your gut lining's membrane, tells your brain, your hippocampus to send 70% of your"
      },
      {
        "id": 45,
        "start": 295.8800048828125,
        "end": 301.239990234375,
        "text": " blood from your arch of the aorta and your heart down to your Johnson or schlong resulting in,"
      },
      {
        "id": 46,
        "start": 301.8800048828125,
        "end": 305.4800109863281,
        "text": " you know, like she's going to spray brother, you're going to be king of the jungle."
      },
      {
        "id": 47,
        "start": 305.4800109863281,
        "end": 311.4800109863281,
        "text": " So this is what I'll do. I'm going to send you 10 for free to enjoy them and try them out."
      },
      {
        "id": 48,
        "start": 312.0400085449219,
        "end": 317.32000732421875,
        "text": " Run this play bud. Man, I appreciate you. I appreciate you, brother."
      },
      {
        "id": 49,
        "start": 319.32000732421875,
        "end": 324.5199890136719,
        "text": " Brother, you know what? We're not here for a long time. We're here for a good time. And you know"
      },
      {
        "id": 50,
        "start": 324.5199890136719,
        "end": 330.44000244140625,
        "text": " what? We've seen a lot of shit. All we do is work 12, 14 hour days. Doesn't matter what industry,"
      },
      {
        "id": 51,
        "start": 330.44000244140625,
        "end": 336.2799987792969,
        "text": " someone's grinding out there, man. We're machines. So I'm not going to charge anything. It's going"
      },
      {
        "id": 52,
        "start": 336.2799987792969,
        "end": 343.9599914550781,
        "text": " to be zero cost, but can I send it to your Florida location? Yes, please. I want to do that."
      },
      {
        "id": 53,
        "start": 343.9599914550781,
        "end": 351,
        "text": " You'll get it. Consider the weather, but it'll get to you by Friday or Saturday at best Monday"
      },
      {
        "id": 54,
        "start": 351,
        "end": 357.0799865722656,
        "text": " at worst. Okay, man, you do that brother. I'm going to personally call him. Thank you. I so"
      },
      {
        "id": 55,
        "start": 357.0799865722656,
        "end": 363.32000732421875,
        "text": " appreciate it. You know what brother? No, you know what? I received that in the name of Jesus,"
      },
      {
        "id": 56,
        "start": 363.32000732421875,
        "end": 367.79998779296875,
        "text": " brother, in the name of our universe and God and mother earth. If you can do, if there's any"
      },
      {
        "id": 57,
        "start": 367.79998779296875,
        "end": 373.6400146484375,
        "text": " consolation to you, bud is because I'm a veteran. I was homeless during COVID. You know, I'm just"
      },
      {
        "id": 58,
        "start": 373.6400146484375,
        "end": 378.1199951171875,
        "text": " trying to, you guys gave me a chance. I was an orphan, you know, and then God's blessed me,"
      },
      {
        "id": 59,
        "start": 378.1199951171875,
        "end": 386.1199951171875,
        "text": " buddy. If you can go to score blue support at score blue.com and just use, write an email"
      },
      {
        "id": 60,
        "start": 386.1199951171875,
        "end": 392.44000244140625,
        "text": " support at score blue.com and just write an email organically of how you feel about this,"
      },
      {
        "id": 61,
        "start": 392.8399963378906,
        "end": 399,
        "text": " this experience. What I'm trying to do brothers, because we're in LA, I'm trying to get back and"
      },
      {
        "id": 62,
        "start": 399,
        "end": 403.7200012207031,
        "text": " to San Diego so I can just focus on my jujitsu. You know, I'm in my fifties, but"
      },
      {
        "id": 63,
        "start": 403.7200012207031,
        "end": 409.9599914550781,
        "text": " I just want to do jujitsu work from home, do this remotely, maybe get a sailboat again and"
      },
      {
        "id": 64,
        "start": 409.9599914550781,
        "end": 414.20001220703125,
        "text": " sell the season, do this remotely, you know, live on the yacht. You know, we'll see. Because"
      },
      {
        "id": 65,
        "start": 414.20001220703125,
        "end": 418.20001220703125,
        "text": " here in San Diego, just like Florida, you can just buy like a 36 footer for like"
      },
      {
        "id": 66,
        "start": 418.760009765625,
        "end": 424.9200134277344,
        "text": " seven grand bro. And it's the cheapest rent. You know that because all the, all the military guys"
      },
      {
        "id": 67,
        "start": 424.9200134277344,
        "end": 430.5199890136719,
        "text": " are getting deployed, the younger guys and they use their money so they can't get rid of it."
      },
      {
        "id": 68,
        "start": 430.5199890136719,
        "end": 436.3599853515625,
        "text": " They're not going to pay for the mooring or for the slip. So they just dump it. So they just dump"
      },
      {
        "id": 69,
        "start": 436.3599853515625,
        "end": 442.1199951171875,
        "text": " it, bro. You can get like a Catalina for like six grand. You can get an old day for like four"
      },
      {
        "id": 70,
        "start": 442.1199951171875,
        "end": 446.6000061035156,
        "text": " grand. I've seen different things. You know, you're kidding me. You're kidding me, Katie."
      },
      {
        "id": 71,
        "start": 446.6000061035156,
        "end": 451.4800109863281,
        "text": " You're kidding me, man. You're, you're, you're encouraging me to fly out there, brother. You're"
      },
      {
        "id": 72,
        "start": 451.4800109863281,
        "end": 459.239990234375,
        "text": " encouraging me. Go to San Diego and then go to OfferUp. Go to OfferUp, right? Or, and then just"
      },
      {
        "id": 73,
        "start": 459.239990234375,
        "end": 465.7200012207031,
        "text": " go to OfferUp or Craigslist and just type in like Catalina, you know, like, you know, or sailboats"
      },
      {
        "id": 74,
        "start": 465.7200012207031,
        "end": 472.6000061035156,
        "text": " for sale on Craigslist or even OfferUp. And you'll see, cause it's a Navy town, bud. There's a lot"
      },
      {
        "id": 75,
        "start": 472.6000061035156,
        "end": 478.1199951171875,
        "text": " of young guys cause we're older, right? But there's a lot of young guys. As long as that,"
      },
      {
        "id": 76,
        "start": 478.1199951171875,
        "end": 483.79998779296875,
        "text": " that, as long as the bottom is good, because fiberglass lasts a long time, as long as there's"
      },
      {
        "id": 77,
        "start": 483.79998779296875,
        "end": 490.3599853515625,
        "text": " no leaks, you know, the, the, the, the aft and the, the, everything's good. You know, it's no leaks."
      },
      {
        "id": 78,
        "start": 490.3599853515625,
        "end": 494.5199890136719,
        "text": " It's painted well. You know, you'd be good to go. You don't even need an inboard engine. You"
      },
      {
        "id": 79,
        "start": 494.5199890136719,
        "end": 498.760009765625,
        "text": " just need an outboard and you could just park it in the slip and it's like 20 bucks a foot"
      },
      {
        "id": 80,
        "start": 499.32000732421875,
        "end": 506.1199951171875,
        "text": " on a slip and you got power. You got power, dude. Yeah, you got power, dude. It's the cheapest,"
      },
      {
        "id": 81,
        "start": 506.1199951171875,
        "end": 511.79998779296875,
        "text": " you know, during COVID when I was homeless and I bought my friend's boat with a stimulus,"
      },
      {
        "id": 82,
        "start": 511.79998779296875,
        "end": 515.5599975585938,
        "text": " right? Cause I didn't, they were holding off all like veterans pays and all that."
      },
      {
        "id": 83,
        "start": 516.280029296875,
        "end": 523.4000244140625,
        "text": " What I did, bud, is I bought my friend's boat. It was a 1977 O'Day 30 foot, 34 footer"
      },
      {
        "id": 84,
        "start": 523.9600219726562,
        "end": 531.0800170898438,
        "text": " for four grand. And all I did was sell around though. Catalina Island. Oh my God. And I put"
      },
      {
        "id": 85,
        "start": 531.0800170898438,
        "end": 537.719970703125,
        "text": " solar powders on it so I can charge up and I bought the even flow battery that can charge"
      },
      {
        "id": 86,
        "start": 537.719970703125,
        "end": 544.9199829101562,
        "text": " and power the boat in entirety. Yeah, bro. And I just fished for tuna. Yeah. And I just,"
      },
      {
        "id": 87,
        "start": 544.9199829101562,
        "end": 550.760009765625,
        "text": " I just ordered spring water and I had the guy deliver like six bottles every month of spring"
      },
      {
        "id": 88,
        "start": 550.760009765625,
        "end": 557.3200073242188,
        "text": " water. And I just haven't delivered to the dock and I take it on the dinghy and I just load it up."
      },
      {
        "id": 89,
        "start": 557.3200073242188,
        "end": 565.239990234375,
        "text": " It's simple. KT, this is awesome, brother. I'm so thankful for this conversation, brother. I am"
      },
      {
        "id": 90,
        "start": 565.239990234375,
        "end": 571.4000244140625,
        "text": " so thankful. You too. Your class and your demeanor, brother. I've get a lot of calls,"
      },
      {
        "id": 91,
        "start": 571.4000244140625,
        "end": 576.9199829101562,
        "text": " man. And a lot of guys don't have class anymore. They don't have education and style, bud."
      },
      {
        "id": 92,
        "start": 577.6400146484375,
        "end": 583.5599975585938,
        "text": " You're the man, dude. You inspire me, dude. You're inspiring me, bud. You handled this call really"
      },
      {
        "id": 93,
        "start": 583.5599975585938,
        "end": 590.4400024414062,
        "text": " smooth, really romantic. You probably get a lot of women, bud. You probably mend a lot."
      },
      {
        "id": 94,
        "start": 590.4400024414062,
        "end": 598.8400268554688,
        "text": " You probably mend a lot of hearts. You are too good, bud. You are too good. KT, you're the best,"
      },
      {
        "id": 95,
        "start": 598.8400268554688,
        "end": 604.0399780273438,
        "text": " brother. You are the best. Hey, bud, if you get a chance, please email my director. Just say,"
      },
      {
        "id": 96,
        "start": 604.8400268554688,
        "end": 612.0399780273438,
        "text": " go to support at scoreblue.com. Email my director and say, tell them organically what your insurance"
      },
      {
        "id": 97,
        "start": 612.0399780273438,
        "end": 617.7999877929688,
        "text": " would like. I put a stop to the monthly refills. I put a stop to the monthly charges. I refunded"
      },
      {
        "id": 98,
        "start": 617.7999877929688,
        "end": 625.239990234375,
        "text": " you back. I sent you a replacement for free of something better. And then in the future,"
      },
      {
        "id": 99,
        "start": 625.239990234375,
        "end": 630.8400268554688,
        "text": " you know my extension is 0037, Hubert. I've made a note of it, brother. I've made a note of it."
      },
      {
        "id": 100,
        "start": 630.9199829101562,
        "end": 637,
        "text": " Yes, sir. You're badass, dude. Thank you, brother. Thank you, man. So I'm looking forward"
      },
      {
        "id": 101,
        "start": 637,
        "end": 641.5599975585938,
        "text": " to getting that thing and I'm going to send that email and all that, man. Hey, thank you, brother."
      },
      {
        "id": 102,
        "start": 641.5599975585938,
        "end": 648.2000122070312,
        "text": " Please, man. Hey, Jah loves you, man. Bless up, brother. I receive it. I receive it. I receive"
      },
      {
        "id": 103,
        "start": 648.2000122070312,
        "end": 652.760009765625,
        "text": " it, brother. Be blessed. Stay up, brother. All right, KT. I'll look out for that email when my"
      },
      {
        "id": 104,
        "start": 652.760009765625,
        "end": 658.2000122070312,
        "text": " boss says, hey, good job, KT. Good job. I will. All right. I will, brother. You got it. All right."
      },
      {
        "id": 105,
        "start": 658.2000122070312,
        "end": 663.47998046875,
        "text": " I will. All right. Thank you. Thank you. Stay blessed. All right. You too. Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8169-a851-c7abec715271",
    "url": "https://www.notion.so/300000001220492-300000001710529-2f611d0a101c8169a851c7abec715271"
  },
  "processedAt": "2026-01-28T18:59:28.700Z"
}