{
  "recording": {
    "name": "300000001239587-300000001729196-8189229738 by olivier@superbalife.com @ 4_36_30 PM.wav",
    "size": 1791786,
    "modifyTime": 1770857707000,
    "remotePath": "/five9sftp/upload/SB CS/2_11_2026/300000001239587-300000001729196-8189229738 by olivier@superbalife.com @ 4_36_30 PM.wav",
    "uploadDate": "2026-02-12T00:55:07.000Z",
    "callId": "300000001239587-300000001729196",
    "agent": "olivier",
    "phoneNumber": "8189229738",
    "callTimestamp": "2026-02-12T16:36:30.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Viagra.\n\nSpeaker 2: Hi, I have a question.\n\nSpeaker 1: Yes, sir.\n\nSpeaker 2: I ordered your pills a little while back, and when I ordered them from the young lady,\n\nSpeaker 1: I explained to her that I had Viagra already, but it did not work for me,\n\nSpeaker 2: and my concern was the advertisement that I saw with your pills, the blue,\n\nSpeaker 1: score blue, that she worked with in about 15 minutes.\n\nSpeaker 2: Yes.\n\nSpeaker 1: And I told her that I had Viagra that I got from the VA,\n\nSpeaker 2: and it takes her hours, sometimes longer than that.\n\nSpeaker 1: She said that that wouldn't be the case with your pills.\n\nSpeaker 2: Unfortunately, it is.\n\nSpeaker 1: I've taken them twice already,\n\nSpeaker 2: and each time I did not get the performance that I was expecting.\n\nSpeaker 1: Now, being truthful, I did get an erection, but the timing was so far off,\n\nSpeaker 2: so far off that it was like, okay, I already had this situation.\n\nSpeaker 1: So I was wondering what exactly do I have to do in order to say, okay,\n\nSpeaker 2: you know what, this is not working for me, and I would like a refund,\n\nSpeaker 1: because I have pills.\n\nSpeaker 2: I have the regular Viagra, it's 100%.\n\nSpeaker 1: And I only ordered these because they were supposed to be better\n\nSpeaker 2: and gave me more of a window to work with.\n\nSpeaker 1: I took one last night, and I didn't get an erection until first thing this morning.\n\nSpeaker 2: Okay.\n\nSpeaker 1: All right.\n\nSpeaker 2: Let me ask you this, Mr. Jackson.\n\nSpeaker 1: I have a quick question for you.\n\nSpeaker 2: Have you tried Cialis in the past?\n\nSpeaker 1: Whatever this is, Cialis, Viagra, I'm not sure.\n\nSpeaker 2: No, that's Viagra.\n\nSpeaker 1: The reason I'm asking, because those two meds are the most important meds for ED,\n\nSpeaker 2: and usually one or the other is going to fit you better.\n\nSpeaker 1: So I'm trying to have a quick assessment of what fits you better,\n\nSpeaker 2: because if with the VA and this one you still have a slow activation,\n\nSpeaker 1: you could be somebody who would be better fit with Cialis.\n\nSpeaker 2: But I just need to know if you tried that before, if it helped, if it didn't help.\n\nSpeaker 1: Because sometimes people get stuck with the med thinking,\n\nSpeaker 2: oh, that's my solution, when there is other meds with a better fit,\n\nSpeaker 1: because those work with your body chemistry.\n\nSpeaker 2: So we got to find out which match you better, what's your good fit, right?\n\nSpeaker 1: So that's what I'm trying to assess, kind of understand.\n\nSpeaker 2: Some people say, oh, I already took that one, it didn't work as well.\n\nSpeaker 1: So I'm trying to see where you're standing at,\n\nSpeaker 2: to kind of evaluate if we're in a good direction with Viagra\n\nSpeaker 1: and offer you some things more potent.\n\nSpeaker 2: But I don't want to continue giving you a poor potent Viagra\n\nSpeaker 1: if it's not really a good fit for you, it's too slow, you know what I mean?\n\nSpeaker 2: So that's what I was trying to see.\n\nSpeaker 1: Did you try Cialis before?\n\nSpeaker 2: Not that I know of. All I know is it was Viagra.\n\nSpeaker 1: Viagra, okay. So Viagra is Tadanofil.\n\nSpeaker 2: That's a scientific name. Cialis is Tadanofil.\n\nSpeaker 1: So you never had Tadanofil prescribed to you, right?\n\nSpeaker 2: So then Cigenafil, I'm sure I had.\n\nSpeaker 1: Okay.\n\nSpeaker 2: If that's the Viagra.\n\nSpeaker 1: Yes, that's the Viagra.\n\nSpeaker 2: So a couple of things.\n\nSpeaker 1: So here, all both work, right?\n\nSpeaker 2: Viagra is only when you want to perform, right?\n\nSpeaker 1: Now, Cialis, you have two options.\n\nSpeaker 2: You can get the Cialis when you want to perform,\n\nSpeaker 1: or you can get the Cialis daily.\n\nSpeaker 2: That means if you're somebody maybe with a slow activation,\n\nSpeaker 1: you could be in a better shape if you take it every day\n\nSpeaker 2: so it builds up in your system, right?\n\nSpeaker 1: So now when you want to have an erection,\n\nSpeaker 2: stuff are ready, right?\n\nSpeaker 1: But not when you take a pill as you go\n\nSpeaker 2: because your system tends to be slower.\n\nSpeaker 1: You know, maybe metabolism is slow to spread in the system\n\nSpeaker 2: where it gets you to the next day.\n\nSpeaker 1: You get what I'm saying?\n\nSpeaker 2: So because a lot of people don't know about Cialis.\n\nSpeaker 1: It's such an underrated medicine,\n\nSpeaker 2: even though it offers a lot of benefit\n\nSpeaker 1: and even works with prostate as well.\n\nSpeaker 2: So that's why I was trying to kind of assess and see, you know,\n\nSpeaker 1: but you say you probably didn't take Cialis, right?\n\nSpeaker 2: I don't believe so.\n\nSpeaker 1: Okay.\n\nSpeaker 2: So what I could do, if you like,\n\nSpeaker 1: I could send you a sample of four pills of Cialis to try\n\nSpeaker 2: so you can monitor yourself and see how you react.\n\nSpeaker 1: If it gets you a better help, we can get you a Cialis prescription\n\nSpeaker 2: and then, you know, you can let us know if that works for you\n\nSpeaker 1: or you want it, if you like it every 60 days, months, 90 days,\n\nSpeaker 2: whatever the case may be.\n\nSpeaker 1: I can get you four pills of the Cialis as you go,\n\nSpeaker 2: the one that you take when you want to perform.\n\nSpeaker 1: You can cut one in half because the maximum for Cialis is 20 milligrams.\n\nSpeaker 2: It's a little different than Viagra.\n\nSpeaker 1: So 20 milligrams is the max.\n\nSpeaker 2: You can cut it in half to introduce your system to it\n\nSpeaker 1: and then get the other half,\n\nSpeaker 2: and then maybe two days later you want to perform again,\n\nSpeaker 1: you take a full pill.\n\nSpeaker 2: And then you monitor if you feel like you get a faster activation.\n\nSpeaker 1: Even if it's a little faster, that means we're going in a better direction.\n\nSpeaker 2: And now we can assess if you want to keep the 20 milligrams\n\nSpeaker 1: or you want to get on a daily.\n\nSpeaker 2: Right.\n\nSpeaker 1: So we can resolve the ED situation.\n\nSpeaker 2: Okay, I think I'm understanding what you're saying.\n\nSpeaker 1: You're saying the one that I can take every day,\n\nSpeaker 2: which means it will be introduced into my system slowly\n\nSpeaker 1: and I wouldn't have these delays as far as when I want to perform.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: But it should be able to work.\n\nSpeaker 2: Okay, well, actually I thought that's what I was getting.\n\nSpeaker 1: I thought I was getting the one that within 15 minutes of taking,\n\nSpeaker 2: I would be able to perform.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: That's how it was working for me.\n\nSpeaker 1: Yeah, no, absolutely not.\n\nSpeaker 2: But, you know, the thing is it can be a med who get activated fast,\n\nSpeaker 1: but the problem is if there is something else with your system\n\nSpeaker 2: who creates resistance, it's kind of, you know.\n\nSpeaker 1: So two things I can do here.\n\nSpeaker 2: I can either get you a sample of the Cialis, like I said, four pills.\n\nSpeaker 1: You try it and you call me back to confirm that that was a better fit for you.\n\nSpeaker 2: Right.\n\nSpeaker 1: Because it's not a potent medicine as well.\n\nSpeaker 2: Cialis is really potent too.\n\nSpeaker 1: Or I can send you what we call an activator,\n\nSpeaker 2: which is a supplement that you pair with the Viagra.\n\nSpeaker 1: We usually release blockages as a support to the Viagra so you get a better outcome.\n\nSpeaker 2: Whichever one you suggest, I'm willing to try because I'm very frustrated.\n\nSpeaker 1: I have ordered pills before that did not work.\n\nSpeaker 2: And the reason I ordered this one because it was government, I guess,\n\nSpeaker 1: government approved and money back guaranteed.\n\nSpeaker 2: And I said, well, how can I lose if it's money back guaranteed\n\nSpeaker 1: and government approved?\n\nSpeaker 2: So whichever one you're suggesting, I'm willing to try,\n\nSpeaker 1: but I'm getting a little bit impatient because I don't like throwing away money\n\nSpeaker 2: that I don't have to.\n\nSpeaker 1: No, no, I agree.\n\nSpeaker 2: I'm the same way as you are.\n\nSpeaker 1: You want to invest in something that is worthy, but, you know,\n\nSpeaker 2: we've got to work together and find a solution for you, right,\n\nSpeaker 1: because, you know, you have your own system, your own self.\n\nSpeaker 2: So, you know, you've got to try and let us know so we can assess and take a route.\n\nSpeaker 1: That's what we're here, right, to, you know, to kind of assist you and adjust.\n\nSpeaker 2: And, you know, so now what I'm going to do,\n\nSpeaker 1: I'm going to get you four pills of the Cialis to try, right?\n\nSpeaker 2: Now, if per se Cialis was good, we know we're in a good direction.\n\nSpeaker 1: If it doesn't, we know that Viagra is better for you,\n\nSpeaker 2: and then we can get you maybe an activator which is going to release blockages\n\nSpeaker 1: so you can absorb the Viagra better.\n\nSpeaker 2: But from what I understand, you try the VA, it's slow.\n\nSpeaker 1: You try our Viagra, which is really fast for most of the people.\n\nSpeaker 2: You say it's slow with you.\n\nSpeaker 1: So I'm kind of thinking that maybe you should try a different med and see, right?\n\nSpeaker 2: So Cialis is the second option that we have here, right?\n\nSpeaker 1: Okay.\n\nSpeaker 2: And then if you get a good reaction with that, the good part is you have two choices with those.\n\nSpeaker 1: You can stay with the one that when you want to perform, or you can actually get daily.\n\nSpeaker 2: But that option, you don't have that with Viagra.\n\nSpeaker 1: So that's why I kind of like Cialis personally as a good alternative, you know.\n\nSpeaker 2: So I'm going to get that going for you, and then you're going to compare between the two meds,\n\nSpeaker 1: and we're going to stick with the one that you like better.\n\nSpeaker 2: And if we need to get you an activator, which is a supplement that you entitled one time for free,\n\nSpeaker 1: and if that supplement helps you in the future, you're going to order that yourself at your own leisure by Googling it.\n\nSpeaker 2: But it's a good supplement.\n\nSpeaker 1: It's called an activator.\n\nSpeaker 2: Okay?\n\nSpeaker 1: Okay.\n\nSpeaker 2: Now let me ask them, with this activator, do I still have those restrictions that I have to be on an empty stomach?\n\nSpeaker 1: Because that's another problem.\n\nSpeaker 2: And I'm thinking, okay, so the first time I took it and it did not really work.\n\nSpeaker 1: Then I said, okay, next time I'm not going to eat.\n\nSpeaker 2: But that did make it difficult because, you know, like I wanted to eat, but my, you know,\n\nSpeaker 1: like sexual activity is not really planned.\n\nSpeaker 2: It's spontaneous.\n\nSpeaker 1: And so it's like, okay, I can't take the pill because I have a full stomach.\n\nSpeaker 2: Or will it work because I have a full stomach?\n\nSpeaker 1: Yesterday I made sure that I was on an empty stomach, and that was a little bit uncomfortable,\n\nSpeaker 2: but I wanted to just make sure that I was giving it an honest try.\n\nSpeaker 1: With this new one that you're talking about something now, do I still have to be on an empty stomach?\n\nSpeaker 2: So ideally, ideally those meds are better like that because even any other medication,\n\nSpeaker 1: probably you took antibiotic and stuff like that.\n\nSpeaker 2: You see all certain things they tell you, an empty stomach, some food supplement, like vitamin.\n\nSpeaker 1: You take it after your food because it pairs with the meal that you have.\n\nSpeaker 2: Everything is different.\n\nSpeaker 1: Now, this one that I'm sending you, I'm sending you that as a test so you can look closely\n\nSpeaker 2: and see if you feel like that's better.\n\nSpeaker 1: Now, even it's slightly better.\n\nSpeaker 2: Now, if it does, we know that you can get on a daily.\n\nSpeaker 1: The good thing with a daily is like a supplement, so it doesn't matter how you take it.\n\nSpeaker 2: You get what I'm saying?\n\nSpeaker 1: It doesn't matter.\n\nSpeaker 2: The supplement, because it's every day, it builds up in your system, and over time,\n\nSpeaker 1: you're going to be there and, you know, it's going to be solid with you.\n\nSpeaker 2: So that one is a supplement, so it doesn't matter how you take it because it's daily.\n\nSpeaker 1: It's almost like a supplement and a treatment.\n\nSpeaker 2: But the trick with the pill that you take as you want to perform is a little tricky, as you mentioned,\n\nSpeaker 1: because you got to watch, oh, make sure my stomach is empty, make sure this and that.\n\nSpeaker 2: So, you know, so that's why I kind of like to offer sometimes a daily because it becomes just a supplement.\n\nSpeaker 1: You know what I'm saying?\n\nSpeaker 2: Like you take it for a month or two, it's just there with you,\n\nSpeaker 1: and then now it gets you an erection and it builds up, you know, in your system constantly.\n\nSpeaker 2: You get your pills, you micro-dose it, micro-dose it, micro-dose it, you know what I'm saying?\n\nSpeaker 1: So that's why I want you to try that because you're probably going to be more comfortable with a daily supplement.\n\nSpeaker 2: You know what I mean?\n\nSpeaker 1: But we got to know first if you get a better, like a little bit of a better reaction.\n\nSpeaker 2: Even if it's not crazy better, but if you see that it's going in a better direction,\n\nSpeaker 1: so we know and we get you that on a daily.\n\nSpeaker 2: Okay?\n\nSpeaker 1: Okay.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Okay.\n\nSpeaker 2: I'll give it a try.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: So I'm sending you that and then you're going to compare which one you like better,\n\nSpeaker 1: and I'm pausing your prescription for now for the Cialis as well.\n\nSpeaker 2: So, you know, you have time to decide.\n\nSpeaker 1: So we make a choice for you and we get you stick, you know, in something that is a little helpful for you, okay?\n\nSpeaker 2: Okay.\n\nSpeaker 1: Do you need my address and all of that?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: 8072 Kitamatwe Blaine 98230, Mr. David Jackson.\n\nSpeaker 2: That is correct.\n\nSpeaker 1: All right.\n\nSpeaker 2: So let me place notes here for you real quick.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Okay.\n\nSpeaker 1: All right.\n\nSpeaker 2: You all said, Mr. Jackson, a low two to five business day, you're going to receive the four pills of Cialis.\n\nSpeaker 1: Okay?\n\nSpeaker 2: Okay.\n\nSpeaker 1: And again, with the Cialis, I can just take any time.\n\nSpeaker 2: I don't have to worry about...\n\nSpeaker 1: So this one, let's just do empty stomach just because we're trying that for the first time.\n\nSpeaker 2: We want to make sure that you're able to see clearly what's going on with that med, right?\n\nSpeaker 1: We don't want any confusing diagnostic.\n\nSpeaker 2: So you're going to try empty stomach, ideally the same things you did, but now if it works better, we know that's better.\n\nSpeaker 1: Now you can use it the way you want it and you can get on a daily where you don't need to have an empty stomach or anything.\n\nSpeaker 2: You just take it every day.\n\nSpeaker 1: Right?\n\nSpeaker 2: Okay.\n\nSpeaker 1: But that one, just do a plain trial.\n\nSpeaker 2: Like if you can, empty stomach and also you can have a better view and see exactly how you react with you.\n\nSpeaker 1: You know what I mean?\n\nSpeaker 2: Okay.\n\nSpeaker 1: And to make sure I understand also because I was a little confused about this portion.\n\nSpeaker 2: Once I take it on an empty stomach, can I eat afterwards or don't eat until I...\n\nSpeaker 1: Yes.\n\nSpeaker 2: No, no.\n\nSpeaker 1: Let it activate first.\n\nSpeaker 2: When you feel like the effects are there, you can get your little meal or whatever after.\n\nSpeaker 1: But let me make sure that you see the activation start and you get an erection and arousal so you know, okay, I'm ready and you can eat your food and all that.\n\nSpeaker 2: That means it's already in the system.\n\nSpeaker 1: It's already in the system already set up.\n\nSpeaker 2: Okay.\n\nSpeaker 1: So take the pill and don't eat anything until I get an erection.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: If you feel like, okay, I feel like I'd be ready if I want to have an erection.\n\nSpeaker 2: I'd be ready.\n\nSpeaker 1: So, you know, you load it.\n\nSpeaker 2: Now, you can eat and do other stuff.\n\nSpeaker 1: Only thing is don't eat too heavy, of course, you know.\n\nSpeaker 2: Don't eat too much.\n\nSpeaker 1: Don't drink too much alcohol because those are vaso-restrictor.\n\nSpeaker 2: Meaning that we want the blood flow because there's an issue with the blood flow going over there.\n\nSpeaker 1: So we want to make sure the blood is flowing, you know.\n\nSpeaker 2: So, you know, you don't want to do stuff while vaso-restricting, you know.\n\nSpeaker 1: Because, you know, the blood flow is nothing that we know we can't control.\n\nSpeaker 2: Meaning that we just got to make sure we don't make it worse, right.\n\nSpeaker 1: So the blood flow is good and then you get the erection.\n\nSpeaker 2: You know what I mean?\n\nSpeaker 1: So.\n\nSpeaker 2: Okay.\n\nSpeaker 1: So once I get an erection, I can eat?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: And then I'll be able to have another erection.\n\nSpeaker 2: I'll do.\n\nSpeaker 1: How long is that?\n\nSpeaker 2: Otherwise, if I say right now I take a pill and I feel myself, I feel it working an hour from now.\n\nSpeaker 1: Which is what they suggest an hour from now.\n\nSpeaker 2: And then I get an erection.\n\nSpeaker 1: Okay.\n\nSpeaker 2: And then I relieve myself.\n\nSpeaker 1: And then I could eat because at that point I hadn't had nothing on my stomach.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: And then would I be able to have another erection or would I have to take another pill?\n\nSpeaker 2: Yeah, no.\n\nSpeaker 1: No, you can have another erection.\n\nSpeaker 2: Now, the thing is, think about, you know, performance in bed like when you go to the gym.\n\nSpeaker 1: Right.\n\nSpeaker 2: When you want to have a good gym session, if you eat, you're going to be, you're going to be sleepy.\n\nSpeaker 1: You're going to be tired.\n\nSpeaker 2: You know, you're not going to be able to do the rope and jump, you know, the jumping rope and all that.\n\nSpeaker 1: Right.\n\nSpeaker 2: So that's the same thing with the bed, which actually the bed take more energy than the gym.\n\nSpeaker 1: Right.\n\nSpeaker 2: But we don't realize that.\n\nSpeaker 1: So that being said, even when you eat, always make sure that you eat like an athlete, meaning that you eat light portion and all that,\n\nSpeaker 2: because you know you have like basically a challenge.\n\nSpeaker 1: You know, you cannot go in the ring boxing with a full stomach, even you're a boxing champion.\n\nSpeaker 2: Right.\n\nSpeaker 1: So that's something that sometimes people don't do the analogy because even when you put all of that food, you knock yourself out.\n\nSpeaker 2: You see what I'm saying?\n\nSpeaker 1: So the system is slow.\n\nSpeaker 2: I got you.\n\nSpeaker 1: The system is slow.\n\nSpeaker 2: You know what I'm saying?\n\nSpeaker 1: Like the system is slow because eating and digestion is one of the major, major activity taking your energy.\n\nSpeaker 2: Right.\n\nSpeaker 1: So, and you need a higher energy to perform, but you have those two things conflicting, happening at the same time.\n\nSpeaker 2: You know what I mean?\n\nSpeaker 1: Right.\n\nSpeaker 2: So I can take the pill.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: And then after I took the pill, after I have an erection, I should be able to get, I'm asking the question,\n\nSpeaker 1: I should be able to get another erection without taking another pill?\n\nSpeaker 2: Yes.\n\nSpeaker 1: Mm-hmm.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Because the 20 milligram is at least 24 hours or more, the 20 milligram of Cialis.\n\nSpeaker 2: It's at least 24 hours or more.\n\nSpeaker 1: Now, later on, like I said, you can get on a daily, so I'm sure three, four weeks, a week, a month and a half,\n\nSpeaker 2: those five milligrams every day are going to be loaded with Cialis.\n\nSpeaker 1: You see what I'm saying?\n\nSpeaker 2: So.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Okay.\n\nSpeaker 1: All right.\n\nSpeaker 2: Well, I'll try it.\n\nSpeaker 1: I'll wait and see how these work, the samples that you give me, see how it works, and then I'll move on from there.\n\nSpeaker 2: Yes, absolutely.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: We just have to try and try to find a route and be a little strategic to reach the goal, right?\n\nSpeaker 1: So, you know.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Well, I appreciate you.\n\nSpeaker 2: All right.\n\nSpeaker 1: So you're all set for now.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Thank you so much.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Bye-bye.\n\nSpeaker 2: Bye-bye.",
    "duration": 42253,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 3,
        "text": " Hi, this is Viagra."
      },
      {
        "id": 1,
        "start": 3,
        "end": 6,
        "text": " Hi, I have a question."
      },
      {
        "id": 2,
        "start": 6,
        "end": 8,
        "text": " Yes, sir."
      },
      {
        "id": 3,
        "start": 8,
        "end": 16,
        "text": " I ordered your pills a little while back, and when I ordered them from the young lady,"
      },
      {
        "id": 4,
        "start": 16,
        "end": 21,
        "text": " I explained to her that I had Viagra already, but it did not work for me,"
      },
      {
        "id": 5,
        "start": 21,
        "end": 26,
        "text": " and my concern was the advertisement that I saw with your pills, the blue,"
      },
      {
        "id": 6,
        "start": 26,
        "end": 30,
        "text": " score blue, that she worked with in about 15 minutes."
      },
      {
        "id": 7,
        "start": 30,
        "end": 31,
        "text": " Yes."
      },
      {
        "id": 8,
        "start": 31,
        "end": 36,
        "text": " And I told her that I had Viagra that I got from the VA,"
      },
      {
        "id": 9,
        "start": 36,
        "end": 39,
        "text": " and it takes her hours, sometimes longer than that."
      },
      {
        "id": 10,
        "start": 39,
        "end": 42,
        "text": " She said that that wouldn't be the case with your pills."
      },
      {
        "id": 11,
        "start": 42,
        "end": 44,
        "text": " Unfortunately, it is."
      },
      {
        "id": 12,
        "start": 44,
        "end": 46,
        "text": " I've taken them twice already,"
      },
      {
        "id": 13,
        "start": 46,
        "end": 51,
        "text": " and each time I did not get the performance that I was expecting."
      },
      {
        "id": 14,
        "start": 51,
        "end": 57,
        "text": " Now, being truthful, I did get an erection, but the timing was so far off,"
      },
      {
        "id": 15,
        "start": 57,
        "end": 62,
        "text": " so far off that it was like, okay, I already had this situation."
      },
      {
        "id": 16,
        "start": 62,
        "end": 69,
        "text": " So I was wondering what exactly do I have to do in order to say, okay,"
      },
      {
        "id": 17,
        "start": 69,
        "end": 73,
        "text": " you know what, this is not working for me, and I would like a refund,"
      },
      {
        "id": 18,
        "start": 73,
        "end": 75,
        "text": " because I have pills."
      },
      {
        "id": 19,
        "start": 75,
        "end": 78,
        "text": " I have the regular Viagra, it's 100%."
      },
      {
        "id": 20,
        "start": 79,
        "end": 82,
        "text": " And I only ordered these because they were supposed to be better"
      },
      {
        "id": 21,
        "start": 82,
        "end": 85,
        "text": " and gave me more of a window to work with."
      },
      {
        "id": 22,
        "start": 87,
        "end": 92,
        "text": " I took one last night, and I didn't get an erection until first thing this morning."
      },
      {
        "id": 23,
        "start": 92,
        "end": 93,
        "text": " Okay."
      },
      {
        "id": 24,
        "start": 93,
        "end": 95,
        "text": " All right."
      },
      {
        "id": 25,
        "start": 95,
        "end": 97,
        "text": " Let me ask you this, Mr. Jackson."
      },
      {
        "id": 26,
        "start": 97,
        "end": 99,
        "text": " I have a quick question for you."
      },
      {
        "id": 27,
        "start": 99,
        "end": 102,
        "text": " Have you tried Cialis in the past?"
      },
      {
        "id": 28,
        "start": 103,
        "end": 109,
        "text": " Whatever this is, Cialis, Viagra, I'm not sure."
      },
      {
        "id": 29,
        "start": 109,
        "end": 111,
        "text": " No, that's Viagra."
      },
      {
        "id": 30,
        "start": 111,
        "end": 116,
        "text": " The reason I'm asking, because those two meds are the most important meds for ED,"
      },
      {
        "id": 31,
        "start": 116,
        "end": 119,
        "text": " and usually one or the other is going to fit you better."
      },
      {
        "id": 32,
        "start": 119,
        "end": 123,
        "text": " So I'm trying to have a quick assessment of what fits you better,"
      },
      {
        "id": 33,
        "start": 123,
        "end": 128,
        "text": " because if with the VA and this one you still have a slow activation,"
      },
      {
        "id": 34,
        "start": 128,
        "end": 132,
        "text": " you could be somebody who would be better fit with Cialis."
      },
      {
        "id": 35,
        "start": 132,
        "end": 137,
        "text": " But I just need to know if you tried that before, if it helped, if it didn't help."
      },
      {
        "id": 36,
        "start": 137,
        "end": 140,
        "text": " Because sometimes people get stuck with the med thinking,"
      },
      {
        "id": 37,
        "start": 140,
        "end": 143,
        "text": " oh, that's my solution, when there is other meds with a better fit,"
      },
      {
        "id": 38,
        "start": 143,
        "end": 145,
        "text": " because those work with your body chemistry."
      },
      {
        "id": 39,
        "start": 145,
        "end": 150,
        "text": " So we got to find out which match you better, what's your good fit, right?"
      },
      {
        "id": 40,
        "start": 150,
        "end": 153,
        "text": " So that's what I'm trying to assess, kind of understand."
      },
      {
        "id": 41,
        "start": 153,
        "end": 156,
        "text": " Some people say, oh, I already took that one, it didn't work as well."
      },
      {
        "id": 42,
        "start": 156,
        "end": 158,
        "text": " So I'm trying to see where you're standing at,"
      },
      {
        "id": 43,
        "start": 158,
        "end": 161,
        "text": " to kind of evaluate if we're in a good direction with Viagra"
      },
      {
        "id": 44,
        "start": 161,
        "end": 164,
        "text": " and offer you some things more potent."
      },
      {
        "id": 45,
        "start": 164,
        "end": 167,
        "text": " But I don't want to continue giving you a poor potent Viagra"
      },
      {
        "id": 46,
        "start": 167,
        "end": 170,
        "text": " if it's not really a good fit for you, it's too slow, you know what I mean?"
      },
      {
        "id": 47,
        "start": 170,
        "end": 172,
        "text": " So that's what I was trying to see."
      },
      {
        "id": 48,
        "start": 172,
        "end": 174,
        "text": " Did you try Cialis before?"
      },
      {
        "id": 49,
        "start": 174,
        "end": 177,
        "text": " Not that I know of. All I know is it was Viagra."
      },
      {
        "id": 50,
        "start": 177,
        "end": 180,
        "text": " Viagra, okay. So Viagra is Tadanofil."
      },
      {
        "id": 51,
        "start": 180,
        "end": 183,
        "text": " That's a scientific name. Cialis is Tadanofil."
      },
      {
        "id": 52,
        "start": 184,
        "end": 187,
        "text": " So you never had Tadanofil prescribed to you, right?"
      },
      {
        "id": 53,
        "start": 187,
        "end": 190,
        "text": " So then Cigenafil, I'm sure I had."
      },
      {
        "id": 54,
        "start": 190,
        "end": 191,
        "text": " Okay."
      },
      {
        "id": 55,
        "start": 191,
        "end": 193,
        "text": " If that's the Viagra."
      },
      {
        "id": 56,
        "start": 193,
        "end": 194,
        "text": " Yes, that's the Viagra."
      },
      {
        "id": 57,
        "start": 194,
        "end": 196,
        "text": " So a couple of things."
      },
      {
        "id": 58,
        "start": 196,
        "end": 198,
        "text": " So here, all both work, right?"
      },
      {
        "id": 59,
        "start": 198,
        "end": 202,
        "text": " Viagra is only when you want to perform, right?"
      },
      {
        "id": 60,
        "start": 202,
        "end": 204,
        "text": " Now, Cialis, you have two options."
      },
      {
        "id": 61,
        "start": 204,
        "end": 207,
        "text": " You can get the Cialis when you want to perform,"
      },
      {
        "id": 62,
        "start": 207,
        "end": 209,
        "text": " or you can get the Cialis daily."
      },
      {
        "id": 63,
        "start": 209,
        "end": 212,
        "text": " That means if you're somebody maybe with a slow activation,"
      },
      {
        "id": 64,
        "start": 212,
        "end": 215,
        "text": " you could be in a better shape if you take it every day"
      },
      {
        "id": 65,
        "start": 215,
        "end": 218,
        "text": " so it builds up in your system, right?"
      },
      {
        "id": 66,
        "start": 218,
        "end": 220,
        "text": " So now when you want to have an erection,"
      },
      {
        "id": 67,
        "start": 220,
        "end": 222,
        "text": " stuff are ready, right?"
      },
      {
        "id": 68,
        "start": 222,
        "end": 224,
        "text": " But not when you take a pill as you go"
      },
      {
        "id": 69,
        "start": 224,
        "end": 226,
        "text": " because your system tends to be slower."
      },
      {
        "id": 70,
        "start": 226,
        "end": 229,
        "text": " You know, maybe metabolism is slow to spread in the system"
      },
      {
        "id": 71,
        "start": 229,
        "end": 231,
        "text": " where it gets you to the next day."
      },
      {
        "id": 72,
        "start": 231,
        "end": 232,
        "text": " You get what I'm saying?"
      },
      {
        "id": 73,
        "start": 232,
        "end": 235,
        "text": " So because a lot of people don't know about Cialis."
      },
      {
        "id": 74,
        "start": 235,
        "end": 238,
        "text": " It's such an underrated medicine,"
      },
      {
        "id": 75,
        "start": 238,
        "end": 240,
        "text": " even though it offers a lot of benefit"
      },
      {
        "id": 76,
        "start": 240,
        "end": 242,
        "text": " and even works with prostate as well."
      },
      {
        "id": 77,
        "start": 242,
        "end": 248,
        "text": " So that's why I was trying to kind of assess and see, you know,"
      },
      {
        "id": 78,
        "start": 248,
        "end": 251,
        "text": " but you say you probably didn't take Cialis, right?"
      },
      {
        "id": 79,
        "start": 251,
        "end": 253,
        "text": " I don't believe so."
      },
      {
        "id": 80,
        "start": 253,
        "end": 254,
        "text": " Okay."
      },
      {
        "id": 81,
        "start": 254,
        "end": 256,
        "text": " So what I could do, if you like,"
      },
      {
        "id": 82,
        "start": 256,
        "end": 260,
        "text": " I could send you a sample of four pills of Cialis to try"
      },
      {
        "id": 83,
        "start": 260,
        "end": 263,
        "text": " so you can monitor yourself and see how you react."
      },
      {
        "id": 84,
        "start": 263,
        "end": 270,
        "text": " If it gets you a better help, we can get you a Cialis prescription"
      },
      {
        "id": 85,
        "start": 270,
        "end": 273,
        "text": " and then, you know, you can let us know if that works for you"
      },
      {
        "id": 86,
        "start": 273,
        "end": 277,
        "text": " or you want it, if you like it every 60 days, months, 90 days,"
      },
      {
        "id": 87,
        "start": 277,
        "end": 279,
        "text": " whatever the case may be."
      },
      {
        "id": 88,
        "start": 279,
        "end": 283,
        "text": " I can get you four pills of the Cialis as you go,"
      },
      {
        "id": 89,
        "start": 283,
        "end": 285,
        "text": " the one that you take when you want to perform."
      },
      {
        "id": 90,
        "start": 285,
        "end": 289,
        "text": " You can cut one in half because the maximum for Cialis is 20 milligrams."
      },
      {
        "id": 91,
        "start": 289,
        "end": 291,
        "text": " It's a little different than Viagra."
      },
      {
        "id": 92,
        "start": 291,
        "end": 293,
        "text": " So 20 milligrams is the max."
      },
      {
        "id": 93,
        "start": 293,
        "end": 295,
        "text": " You can cut it in half to introduce your system to it"
      },
      {
        "id": 94,
        "start": 295,
        "end": 297,
        "text": " and then get the other half,"
      },
      {
        "id": 95,
        "start": 297,
        "end": 300,
        "text": " and then maybe two days later you want to perform again,"
      },
      {
        "id": 96,
        "start": 300,
        "end": 302,
        "text": " you take a full pill."
      },
      {
        "id": 97,
        "start": 302,
        "end": 306,
        "text": " And then you monitor if you feel like you get a faster activation."
      },
      {
        "id": 98,
        "start": 306,
        "end": 310,
        "text": " Even if it's a little faster, that means we're going in a better direction."
      },
      {
        "id": 99,
        "start": 310,
        "end": 314,
        "text": " And now we can assess if you want to keep the 20 milligrams"
      },
      {
        "id": 100,
        "start": 314,
        "end": 316,
        "text": " or you want to get on a daily."
      },
      {
        "id": 101,
        "start": 316,
        "end": 317,
        "text": " Right."
      },
      {
        "id": 102,
        "start": 317,
        "end": 319,
        "text": " So we can resolve the ED situation."
      },
      {
        "id": 103,
        "start": 322,
        "end": 324,
        "text": " Okay, I think I'm understanding what you're saying."
      },
      {
        "id": 104,
        "start": 324,
        "end": 326,
        "text": " You're saying the one that I can take every day,"
      },
      {
        "id": 105,
        "start": 326,
        "end": 330,
        "text": " which means it will be introduced into my system slowly"
      },
      {
        "id": 106,
        "start": 330,
        "end": 335,
        "text": " and I wouldn't have these delays as far as when I want to perform."
      },
      {
        "id": 107,
        "start": 335,
        "end": 336,
        "text": " Yeah."
      },
      {
        "id": 108,
        "start": 336,
        "end": 338,
        "text": " But it should be able to work."
      },
      {
        "id": 109,
        "start": 338,
        "end": 340,
        "text": " Okay, well, actually I thought that's what I was getting."
      },
      {
        "id": 110,
        "start": 340,
        "end": 344,
        "text": " I thought I was getting the one that within 15 minutes of taking,"
      },
      {
        "id": 111,
        "start": 344,
        "end": 346,
        "text": " I would be able to perform."
      },
      {
        "id": 112,
        "start": 346,
        "end": 347,
        "text": " Yeah."
      },
      {
        "id": 113,
        "start": 347,
        "end": 349,
        "text": " That's how it was working for me."
      },
      {
        "id": 114,
        "start": 350,
        "end": 351,
        "text": " Yeah, no, absolutely not."
      },
      {
        "id": 115,
        "start": 351,
        "end": 355,
        "text": " But, you know, the thing is it can be a med who get activated fast,"
      },
      {
        "id": 116,
        "start": 355,
        "end": 358,
        "text": " but the problem is if there is something else with your system"
      },
      {
        "id": 117,
        "start": 358,
        "end": 361,
        "text": " who creates resistance, it's kind of, you know."
      },
      {
        "id": 118,
        "start": 361,
        "end": 363,
        "text": " So two things I can do here."
      },
      {
        "id": 119,
        "start": 363,
        "end": 368,
        "text": " I can either get you a sample of the Cialis, like I said, four pills."
      },
      {
        "id": 120,
        "start": 368,
        "end": 372,
        "text": " You try it and you call me back to confirm that that was a better fit for you."
      },
      {
        "id": 121,
        "start": 372,
        "end": 373,
        "text": " Right."
      },
      {
        "id": 122,
        "start": 373,
        "end": 375,
        "text": " Because it's not a potent medicine as well."
      },
      {
        "id": 123,
        "start": 375,
        "end": 377,
        "text": " Cialis is really potent too."
      },
      {
        "id": 124,
        "start": 377,
        "end": 379,
        "text": " Or I can send you what we call an activator,"
      },
      {
        "id": 125,
        "start": 379,
        "end": 382,
        "text": " which is a supplement that you pair with the Viagra."
      },
      {
        "id": 126,
        "start": 382,
        "end": 387,
        "text": " We usually release blockages as a support to the Viagra so you get a better outcome."
      },
      {
        "id": 127,
        "start": 390,
        "end": 393,
        "text": " Whichever one you suggest, I'm willing to try because I'm very frustrated."
      },
      {
        "id": 128,
        "start": 393,
        "end": 396,
        "text": " I have ordered pills before that did not work."
      },
      {
        "id": 129,
        "start": 396,
        "end": 400,
        "text": " And the reason I ordered this one because it was government, I guess,"
      },
      {
        "id": 130,
        "start": 400,
        "end": 403,
        "text": " government approved and money back guaranteed."
      },
      {
        "id": 131,
        "start": 403,
        "end": 406,
        "text": " And I said, well, how can I lose if it's money back guaranteed"
      },
      {
        "id": 132,
        "start": 406,
        "end": 408,
        "text": " and government approved?"
      },
      {
        "id": 133,
        "start": 408,
        "end": 411,
        "text": " So whichever one you're suggesting, I'm willing to try,"
      },
      {
        "id": 134,
        "start": 411,
        "end": 416,
        "text": " but I'm getting a little bit impatient because I don't like throwing away money"
      },
      {
        "id": 135,
        "start": 416,
        "end": 418,
        "text": " that I don't have to."
      },
      {
        "id": 136,
        "start": 418,
        "end": 419,
        "text": " No, no, I agree."
      },
      {
        "id": 137,
        "start": 419,
        "end": 421,
        "text": " I'm the same way as you are."
      },
      {
        "id": 138,
        "start": 421,
        "end": 424,
        "text": " You want to invest in something that is worthy, but, you know,"
      },
      {
        "id": 139,
        "start": 424,
        "end": 427,
        "text": " we've got to work together and find a solution for you, right,"
      },
      {
        "id": 140,
        "start": 427,
        "end": 430,
        "text": " because, you know, you have your own system, your own self."
      },
      {
        "id": 141,
        "start": 430,
        "end": 434,
        "text": " So, you know, you've got to try and let us know so we can assess and take a route."
      },
      {
        "id": 142,
        "start": 434,
        "end": 439,
        "text": " That's what we're here, right, to, you know, to kind of assist you and adjust."
      },
      {
        "id": 143,
        "start": 439,
        "end": 442,
        "text": " And, you know, so now what I'm going to do,"
      },
      {
        "id": 144,
        "start": 442,
        "end": 446,
        "text": " I'm going to get you four pills of the Cialis to try, right?"
      },
      {
        "id": 145,
        "start": 446,
        "end": 451,
        "text": " Now, if per se Cialis was good, we know we're in a good direction."
      },
      {
        "id": 146,
        "start": 451,
        "end": 454,
        "text": " If it doesn't, we know that Viagra is better for you,"
      },
      {
        "id": 147,
        "start": 454,
        "end": 460,
        "text": " and then we can get you maybe an activator which is going to release blockages"
      },
      {
        "id": 148,
        "start": 460,
        "end": 462,
        "text": " so you can absorb the Viagra better."
      },
      {
        "id": 149,
        "start": 462,
        "end": 465,
        "text": " But from what I understand, you try the VA, it's slow."
      },
      {
        "id": 150,
        "start": 465,
        "end": 469,
        "text": " You try our Viagra, which is really fast for most of the people."
      },
      {
        "id": 151,
        "start": 469,
        "end": 471,
        "text": " You say it's slow with you."
      },
      {
        "id": 152,
        "start": 471,
        "end": 476,
        "text": " So I'm kind of thinking that maybe you should try a different med and see, right?"
      },
      {
        "id": 153,
        "start": 476,
        "end": 483,
        "text": " So Cialis is the second option that we have here, right?"
      },
      {
        "id": 154,
        "start": 483,
        "end": 484,
        "text": " Okay."
      },
      {
        "id": 155,
        "start": 484,
        "end": 489,
        "text": " And then if you get a good reaction with that, the good part is you have two choices with those."
      },
      {
        "id": 156,
        "start": 489,
        "end": 496,
        "text": " You can stay with the one that when you want to perform, or you can actually get daily."
      },
      {
        "id": 157,
        "start": 496,
        "end": 498,
        "text": " But that option, you don't have that with Viagra."
      },
      {
        "id": 158,
        "start": 498,
        "end": 504,
        "text": " So that's why I kind of like Cialis personally as a good alternative, you know."
      },
      {
        "id": 159,
        "start": 504,
        "end": 508,
        "text": " So I'm going to get that going for you, and then you're going to compare between the two meds,"
      },
      {
        "id": 160,
        "start": 508,
        "end": 511,
        "text": " and we're going to stick with the one that you like better."
      },
      {
        "id": 161,
        "start": 511,
        "end": 518,
        "text": " And if we need to get you an activator, which is a supplement that you entitled one time for free,"
      },
      {
        "id": 162,
        "start": 518,
        "end": 524,
        "text": " and if that supplement helps you in the future, you're going to order that yourself at your own leisure by Googling it."
      },
      {
        "id": 163,
        "start": 524,
        "end": 525,
        "text": " But it's a good supplement."
      },
      {
        "id": 164,
        "start": 525,
        "end": 527,
        "text": " It's called an activator."
      },
      {
        "id": 165,
        "start": 527,
        "end": 528,
        "text": " Okay?"
      },
      {
        "id": 166,
        "start": 528,
        "end": 529,
        "text": " Okay."
      },
      {
        "id": 167,
        "start": 529,
        "end": 535,
        "text": " Now let me ask them, with this activator, do I still have those restrictions that I have to be on an empty stomach?"
      },
      {
        "id": 168,
        "start": 535,
        "end": 537,
        "text": " Because that's another problem."
      },
      {
        "id": 169,
        "start": 537,
        "end": 542,
        "text": " And I'm thinking, okay, so the first time I took it and it did not really work."
      },
      {
        "id": 170,
        "start": 542,
        "end": 544,
        "text": " Then I said, okay, next time I'm not going to eat."
      },
      {
        "id": 171,
        "start": 544,
        "end": 550,
        "text": " But that did make it difficult because, you know, like I wanted to eat, but my, you know,"
      },
      {
        "id": 172,
        "start": 550,
        "end": 553,
        "text": " like sexual activity is not really planned."
      },
      {
        "id": 173,
        "start": 553,
        "end": 555,
        "text": " It's spontaneous."
      },
      {
        "id": 174,
        "start": 555,
        "end": 559,
        "text": " And so it's like, okay, I can't take the pill because I have a full stomach."
      },
      {
        "id": 175,
        "start": 559,
        "end": 562,
        "text": " Or will it work because I have a full stomach?"
      },
      {
        "id": 176,
        "start": 562,
        "end": 568,
        "text": " Yesterday I made sure that I was on an empty stomach, and that was a little bit uncomfortable,"
      },
      {
        "id": 177,
        "start": 568,
        "end": 572,
        "text": " but I wanted to just make sure that I was giving it an honest try."
      },
      {
        "id": 178,
        "start": 572,
        "end": 577,
        "text": " With this new one that you're talking about something now, do I still have to be on an empty stomach?"
      },
      {
        "id": 179,
        "start": 577,
        "end": 583,
        "text": " So ideally, ideally those meds are better like that because even any other medication,"
      },
      {
        "id": 180,
        "start": 583,
        "end": 586,
        "text": " probably you took antibiotic and stuff like that."
      },
      {
        "id": 181,
        "start": 586,
        "end": 592,
        "text": " You see all certain things they tell you, an empty stomach, some food supplement, like vitamin."
      },
      {
        "id": 182,
        "start": 592,
        "end": 595,
        "text": " You take it after your food because it pairs with the meal that you have."
      },
      {
        "id": 183,
        "start": 595,
        "end": 596,
        "text": " Everything is different."
      },
      {
        "id": 184,
        "start": 596,
        "end": 603,
        "text": " Now, this one that I'm sending you, I'm sending you that as a test so you can look closely"
      },
      {
        "id": 185,
        "start": 603,
        "end": 605,
        "text": " and see if you feel like that's better."
      },
      {
        "id": 186,
        "start": 605,
        "end": 607,
        "text": " Now, even it's slightly better."
      },
      {
        "id": 187,
        "start": 607,
        "end": 610,
        "text": " Now, if it does, we know that you can get on a daily."
      },
      {
        "id": 188,
        "start": 610,
        "end": 615,
        "text": " The good thing with a daily is like a supplement, so it doesn't matter how you take it."
      },
      {
        "id": 189,
        "start": 615,
        "end": 616,
        "text": " You get what I'm saying?"
      },
      {
        "id": 190,
        "start": 616,
        "end": 617,
        "text": " It doesn't matter."
      },
      {
        "id": 191,
        "start": 617,
        "end": 622,
        "text": " The supplement, because it's every day, it builds up in your system, and over time,"
      },
      {
        "id": 192,
        "start": 622,
        "end": 625,
        "text": " you're going to be there and, you know, it's going to be solid with you."
      },
      {
        "id": 193,
        "start": 625,
        "end": 629,
        "text": " So that one is a supplement, so it doesn't matter how you take it because it's daily."
      },
      {
        "id": 194,
        "start": 629,
        "end": 632,
        "text": " It's almost like a supplement and a treatment."
      },
      {
        "id": 195,
        "start": 632,
        "end": 637,
        "text": " But the trick with the pill that you take as you want to perform is a little tricky, as you mentioned,"
      },
      {
        "id": 196,
        "start": 637,
        "end": 642,
        "text": " because you got to watch, oh, make sure my stomach is empty, make sure this and that."
      },
      {
        "id": 197,
        "start": 642,
        "end": 647,
        "text": " So, you know, so that's why I kind of like to offer sometimes a daily because it becomes just a supplement."
      },
      {
        "id": 198,
        "start": 647,
        "end": 648,
        "text": " You know what I'm saying?"
      },
      {
        "id": 199,
        "start": 648,
        "end": 651,
        "text": " Like you take it for a month or two, it's just there with you,"
      },
      {
        "id": 200,
        "start": 652,
        "end": 657,
        "text": " and then now it gets you an erection and it builds up, you know, in your system constantly."
      },
      {
        "id": 201,
        "start": 657,
        "end": 661,
        "text": " You get your pills, you micro-dose it, micro-dose it, micro-dose it, you know what I'm saying?"
      },
      {
        "id": 202,
        "start": 661,
        "end": 667,
        "text": " So that's why I want you to try that because you're probably going to be more comfortable with a daily supplement."
      },
      {
        "id": 203,
        "start": 667,
        "end": 668,
        "text": " You know what I mean?"
      },
      {
        "id": 204,
        "start": 668,
        "end": 673,
        "text": " But we got to know first if you get a better, like a little bit of a better reaction."
      },
      {
        "id": 205,
        "start": 673,
        "end": 677,
        "text": " Even if it's not crazy better, but if you see that it's going in a better direction,"
      },
      {
        "id": 206,
        "start": 677,
        "end": 680,
        "text": " so we know and we get you that on a daily."
      },
      {
        "id": 207,
        "start": 680,
        "end": 681,
        "text": " Okay?"
      },
      {
        "id": 208,
        "start": 681,
        "end": 682,
        "text": " Okay."
      },
      {
        "id": 209,
        "start": 682,
        "end": 683,
        "text": " Yeah."
      },
      {
        "id": 210,
        "start": 683,
        "end": 684,
        "text": " Okay."
      },
      {
        "id": 211,
        "start": 684,
        "end": 685,
        "text": " I'll give it a try."
      },
      {
        "id": 212,
        "start": 686,
        "end": 687,
        "text": " Yeah."
      },
      {
        "id": 213,
        "start": 687,
        "end": 690,
        "text": " So I'm sending you that and then you're going to compare which one you like better,"
      },
      {
        "id": 214,
        "start": 690,
        "end": 695,
        "text": " and I'm pausing your prescription for now for the Cialis as well."
      },
      {
        "id": 215,
        "start": 695,
        "end": 697,
        "text": " So, you know, you have time to decide."
      },
      {
        "id": 216,
        "start": 697,
        "end": 705,
        "text": " So we make a choice for you and we get you stick, you know, in something that is a little helpful for you, okay?"
      },
      {
        "id": 217,
        "start": 706,
        "end": 707,
        "text": " Okay."
      },
      {
        "id": 218,
        "start": 707,
        "end": 709,
        "text": " Do you need my address and all of that?"
      },
      {
        "id": 219,
        "start": 709,
        "end": 710,
        "text": " Yeah."
      },
      {
        "id": 220,
        "start": 710,
        "end": 717,
        "text": " 8072 Kitamatwe Blaine 98230, Mr. David Jackson."
      },
      {
        "id": 221,
        "start": 718,
        "end": 719,
        "text": " That is correct."
      },
      {
        "id": 222,
        "start": 719,
        "end": 720,
        "text": " All right."
      },
      {
        "id": 223,
        "start": 720,
        "end": 723,
        "text": " So let me place notes here for you real quick."
      },
      {
        "id": 224,
        "start": 739,
        "end": 741,
        "text": " Okay."
      },
      {
        "id": 225,
        "start": 770,
        "end": 771,
        "text": " Okay."
      },
      {
        "id": 226,
        "start": 790,
        "end": 791,
        "text": " All right."
      },
      {
        "id": 227,
        "start": 791,
        "end": 795,
        "text": " You all said, Mr. Jackson, a low two to five business day, you're going to receive the four pills of Cialis."
      },
      {
        "id": 228,
        "start": 795,
        "end": 796,
        "text": " Okay?"
      },
      {
        "id": 229,
        "start": 797,
        "end": 798,
        "text": " Okay."
      },
      {
        "id": 230,
        "start": 798,
        "end": 800,
        "text": " And again, with the Cialis, I can just take any time."
      },
      {
        "id": 231,
        "start": 800,
        "end": 803,
        "text": " I don't have to worry about..."
      },
      {
        "id": 232,
        "start": 803,
        "end": 809,
        "text": " So this one, let's just do empty stomach just because we're trying that for the first time."
      },
      {
        "id": 233,
        "start": 809,
        "end": 813,
        "text": " We want to make sure that you're able to see clearly what's going on with that med, right?"
      },
      {
        "id": 234,
        "start": 813,
        "end": 816,
        "text": " We don't want any confusing diagnostic."
      },
      {
        "id": 235,
        "start": 816,
        "end": 823,
        "text": " So you're going to try empty stomach, ideally the same things you did, but now if it works better, we know that's better."
      },
      {
        "id": 236,
        "start": 823,
        "end": 829,
        "text": " Now you can use it the way you want it and you can get on a daily where you don't need to have an empty stomach or anything."
      },
      {
        "id": 237,
        "start": 829,
        "end": 831,
        "text": " You just take it every day."
      },
      {
        "id": 238,
        "start": 831,
        "end": 832,
        "text": " Right?"
      },
      {
        "id": 239,
        "start": 832,
        "end": 833,
        "text": " Okay."
      },
      {
        "id": 240,
        "start": 833,
        "end": 836,
        "text": " But that one, just do a plain trial."
      },
      {
        "id": 241,
        "start": 836,
        "end": 842,
        "text": " Like if you can, empty stomach and also you can have a better view and see exactly how you react with you."
      },
      {
        "id": 242,
        "start": 842,
        "end": 843,
        "text": " You know what I mean?"
      },
      {
        "id": 243,
        "start": 844,
        "end": 845,
        "text": " Okay."
      },
      {
        "id": 244,
        "start": 845,
        "end": 848,
        "text": " And to make sure I understand also because I was a little confused about this portion."
      },
      {
        "id": 245,
        "start": 848,
        "end": 852,
        "text": " Once I take it on an empty stomach, can I eat afterwards or don't eat until I..."
      },
      {
        "id": 246,
        "start": 852,
        "end": 853,
        "text": " Yes."
      },
      {
        "id": 247,
        "start": 853,
        "end": 854,
        "text": " No, no."
      },
      {
        "id": 248,
        "start": 854,
        "end": 855,
        "text": " Let it activate first."
      },
      {
        "id": 249,
        "start": 855,
        "end": 859,
        "text": " When you feel like the effects are there, you can get your little meal or whatever after."
      },
      {
        "id": 250,
        "start": 859,
        "end": 870,
        "text": " But let me make sure that you see the activation start and you get an erection and arousal so you know, okay, I'm ready and you can eat your food and all that."
      },
      {
        "id": 251,
        "start": 871,
        "end": 873,
        "text": " That means it's already in the system."
      },
      {
        "id": 252,
        "start": 873,
        "end": 875,
        "text": " It's already in the system already set up."
      },
      {
        "id": 253,
        "start": 876,
        "end": 877,
        "text": " Okay."
      },
      {
        "id": 254,
        "start": 877,
        "end": 881,
        "text": " So take the pill and don't eat anything until I get an erection."
      },
      {
        "id": 255,
        "start": 881,
        "end": 882,
        "text": " Yeah."
      },
      {
        "id": 256,
        "start": 882,
        "end": 885,
        "text": " If you feel like, okay, I feel like I'd be ready if I want to have an erection."
      },
      {
        "id": 257,
        "start": 885,
        "end": 886,
        "text": " I'd be ready."
      },
      {
        "id": 258,
        "start": 886,
        "end": 887,
        "text": " So, you know, you load it."
      },
      {
        "id": 259,
        "start": 887,
        "end": 889,
        "text": " Now, you can eat and do other stuff."
      },
      {
        "id": 260,
        "start": 889,
        "end": 894,
        "text": " Only thing is don't eat too heavy, of course, you know."
      },
      {
        "id": 261,
        "start": 895,
        "end": 896,
        "text": " Don't eat too much."
      },
      {
        "id": 262,
        "start": 896,
        "end": 900,
        "text": " Don't drink too much alcohol because those are vaso-restrictor."
      },
      {
        "id": 263,
        "start": 900,
        "end": 904,
        "text": " Meaning that we want the blood flow because there's an issue with the blood flow going over there."
      },
      {
        "id": 264,
        "start": 905,
        "end": 907,
        "text": " So we want to make sure the blood is flowing, you know."
      },
      {
        "id": 265,
        "start": 908,
        "end": 912,
        "text": " So, you know, you don't want to do stuff while vaso-restricting, you know."
      },
      {
        "id": 266,
        "start": 912,
        "end": 916,
        "text": " Because, you know, the blood flow is nothing that we know we can't control."
      },
      {
        "id": 267,
        "start": 916,
        "end": 919,
        "text": " Meaning that we just got to make sure we don't make it worse, right."
      },
      {
        "id": 268,
        "start": 919,
        "end": 922,
        "text": " So the blood flow is good and then you get the erection."
      },
      {
        "id": 269,
        "start": 922,
        "end": 923,
        "text": " You know what I mean?"
      },
      {
        "id": 270,
        "start": 923,
        "end": 924,
        "text": " So."
      },
      {
        "id": 271,
        "start": 924,
        "end": 925,
        "text": " Okay."
      },
      {
        "id": 272,
        "start": 925,
        "end": 927,
        "text": " So once I get an erection, I can eat?"
      },
      {
        "id": 273,
        "start": 927,
        "end": 928,
        "text": " Yeah."
      },
      {
        "id": 274,
        "start": 928,
        "end": 930,
        "text": " And then I'll be able to have another erection."
      },
      {
        "id": 275,
        "start": 930,
        "end": 931,
        "text": " I'll do."
      },
      {
        "id": 276,
        "start": 931,
        "end": 932,
        "text": " How long is that?"
      },
      {
        "id": 277,
        "start": 932,
        "end": 938,
        "text": " Otherwise, if I say right now I take a pill and I feel myself, I feel it working an hour from now."
      },
      {
        "id": 278,
        "start": 938,
        "end": 940,
        "text": " Which is what they suggest an hour from now."
      },
      {
        "id": 279,
        "start": 940,
        "end": 942,
        "text": " And then I get an erection."
      },
      {
        "id": 280,
        "start": 942,
        "end": 943,
        "text": " Okay."
      },
      {
        "id": 281,
        "start": 943,
        "end": 945,
        "text": " And then I relieve myself."
      },
      {
        "id": 282,
        "start": 946,
        "end": 951,
        "text": " And then I could eat because at that point I hadn't had nothing on my stomach."
      },
      {
        "id": 283,
        "start": 951,
        "end": 952,
        "text": " Yeah."
      },
      {
        "id": 284,
        "start": 952,
        "end": 956,
        "text": " And then would I be able to have another erection or would I have to take another pill?"
      },
      {
        "id": 285,
        "start": 956,
        "end": 957,
        "text": " Yeah, no."
      },
      {
        "id": 286,
        "start": 957,
        "end": 958,
        "text": " No, you can have another erection."
      },
      {
        "id": 287,
        "start": 958,
        "end": 964,
        "text": " Now, the thing is, think about, you know, performance in bed like when you go to the gym."
      },
      {
        "id": 288,
        "start": 964,
        "end": 965,
        "text": " Right."
      },
      {
        "id": 289,
        "start": 965,
        "end": 970,
        "text": " When you want to have a good gym session, if you eat, you're going to be, you're going to be sleepy."
      },
      {
        "id": 290,
        "start": 970,
        "end": 972,
        "text": " You're going to be tired."
      },
      {
        "id": 291,
        "start": 972,
        "end": 977,
        "text": " You know, you're not going to be able to do the rope and jump, you know, the jumping rope and all that."
      },
      {
        "id": 292,
        "start": 977,
        "end": 978,
        "text": " Right."
      },
      {
        "id": 293,
        "start": 978,
        "end": 984,
        "text": " So that's the same thing with the bed, which actually the bed take more energy than the gym."
      },
      {
        "id": 294,
        "start": 984,
        "end": 985,
        "text": " Right."
      },
      {
        "id": 295,
        "start": 985,
        "end": 986,
        "text": " But we don't realize that."
      },
      {
        "id": 296,
        "start": 986,
        "end": 994,
        "text": " So that being said, even when you eat, always make sure that you eat like an athlete, meaning that you eat light portion and all that,"
      },
      {
        "id": 297,
        "start": 994,
        "end": 998,
        "text": " because you know you have like basically a challenge."
      },
      {
        "id": 298,
        "start": 998,
        "end": 1003,
        "text": " You know, you cannot go in the ring boxing with a full stomach, even you're a boxing champion."
      },
      {
        "id": 299,
        "start": 1003,
        "end": 1004,
        "text": " Right."
      },
      {
        "id": 300,
        "start": 1004,
        "end": 1010,
        "text": " So that's something that sometimes people don't do the analogy because even when you put all of that food, you knock yourself out."
      },
      {
        "id": 301,
        "start": 1010,
        "end": 1011,
        "text": " You see what I'm saying?"
      },
      {
        "id": 302,
        "start": 1011,
        "end": 1013,
        "text": " So the system is slow."
      },
      {
        "id": 303,
        "start": 1013,
        "end": 1014,
        "text": " I got you."
      },
      {
        "id": 304,
        "start": 1014,
        "end": 1015,
        "text": " The system is slow."
      },
      {
        "id": 305,
        "start": 1015,
        "end": 1016,
        "text": " You know what I'm saying?"
      },
      {
        "id": 306,
        "start": 1016,
        "end": 1022,
        "text": " Like the system is slow because eating and digestion is one of the major, major activity taking your energy."
      },
      {
        "id": 307,
        "start": 1022,
        "end": 1023,
        "text": " Right."
      },
      {
        "id": 308,
        "start": 1023,
        "end": 1029,
        "text": " So, and you need a higher energy to perform, but you have those two things conflicting, happening at the same time."
      },
      {
        "id": 309,
        "start": 1029,
        "end": 1030,
        "text": " You know what I mean?"
      },
      {
        "id": 310,
        "start": 1030,
        "end": 1032,
        "text": " Right."
      },
      {
        "id": 311,
        "start": 1032,
        "end": 1033,
        "text": " So I can take the pill."
      },
      {
        "id": 312,
        "start": 1033,
        "end": 1034,
        "text": " Yeah."
      },
      {
        "id": 313,
        "start": 1034,
        "end": 1042,
        "text": " And then after I took the pill, after I have an erection, I should be able to get, I'm asking the question,"
      },
      {
        "id": 314,
        "start": 1042,
        "end": 1047,
        "text": " I should be able to get another erection without taking another pill?"
      },
      {
        "id": 315,
        "start": 1047,
        "end": 1048,
        "text": " Yes."
      },
      {
        "id": 316,
        "start": 1048,
        "end": 1049,
        "text": " Mm-hmm."
      },
      {
        "id": 317,
        "start": 1049,
        "end": 1050,
        "text": " Okay."
      },
      {
        "id": 318,
        "start": 1050,
        "end": 1056,
        "text": " Because the 20 milligram is at least 24 hours or more, the 20 milligram of Cialis."
      },
      {
        "id": 319,
        "start": 1056,
        "end": 1058,
        "text": " It's at least 24 hours or more."
      },
      {
        "id": 320,
        "start": 1058,
        "end": 1065,
        "text": " Now, later on, like I said, you can get on a daily, so I'm sure three, four weeks, a week, a month and a half,"
      },
      {
        "id": 321,
        "start": 1065,
        "end": 1069,
        "text": " those five milligrams every day are going to be loaded with Cialis."
      },
      {
        "id": 322,
        "start": 1069,
        "end": 1070,
        "text": " You see what I'm saying?"
      },
      {
        "id": 323,
        "start": 1070,
        "end": 1071,
        "text": " So."
      },
      {
        "id": 324,
        "start": 1071,
        "end": 1072,
        "text": " Yeah."
      },
      {
        "id": 325,
        "start": 1072,
        "end": 1073,
        "text": " Okay."
      },
      {
        "id": 326,
        "start": 1073,
        "end": 1074,
        "text": " All right."
      },
      {
        "id": 327,
        "start": 1074,
        "end": 1075,
        "text": " Well, I'll try it."
      },
      {
        "id": 328,
        "start": 1075,
        "end": 1082,
        "text": " I'll wait and see how these work, the samples that you give me, see how it works, and then I'll move on from there."
      },
      {
        "id": 329,
        "start": 1082,
        "end": 1083,
        "text": " Yes, absolutely."
      },
      {
        "id": 330,
        "start": 1083,
        "end": 1084,
        "text": " Yeah."
      },
      {
        "id": 331,
        "start": 1084,
        "end": 1090,
        "text": " We just have to try and try to find a route and be a little strategic to reach the goal, right?"
      },
      {
        "id": 332,
        "start": 1090,
        "end": 1092,
        "text": " So, you know."
      },
      {
        "id": 333,
        "start": 1092,
        "end": 1093,
        "text": " Okay."
      },
      {
        "id": 334,
        "start": 1093,
        "end": 1095,
        "text": " Well, I appreciate you."
      },
      {
        "id": 335,
        "start": 1095,
        "end": 1096,
        "text": " All right."
      },
      {
        "id": 336,
        "start": 1096,
        "end": 1098,
        "text": " So you're all set for now."
      },
      {
        "id": 337,
        "start": 1098,
        "end": 1099,
        "text": " Okay."
      },
      {
        "id": 338,
        "start": 1099,
        "end": 1100,
        "text": " Thank you so much."
      },
      {
        "id": 339,
        "start": 1100,
        "end": 1101,
        "text": " Okay."
      },
      {
        "id": 340,
        "start": 1101,
        "end": 1102,
        "text": " Bye-bye."
      },
      {
        "id": 341,
        "start": 1102,
        "end": 1103,
        "text": " Bye-bye."
      }
    ]
  },
  "notionPage": {
    "id": "30511d0a-101c-8158-9c05-d340279ad4e6",
    "url": "https://www.notion.so/300000001239587-300000001729196-30511d0a101c81589c05d340279ad4e6"
  },
  "processedAt": "2026-02-12T01:04:37.757Z"
}