{
  "recording": {
    "name": "300000001221528-300000001711317-3139822048 by michelleh@superbalife.com @ 1_28_40 PM.wav",
    "size": 329416,
    "modifyTime": 1769635945000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001221528-300000001711317-3139822048 by michelleh@superbalife.com @ 1_28_40 PM.wav",
    "uploadDate": "2026-01-28T21:32:25.000Z",
    "callId": "300000001221528-300000001711317",
    "agent": "michelleh",
    "phoneNumber": "3139822048",
    "callTimestamp": "2026-01-28T13:28:40.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, Kevin. This is Michelle.\n\nSpeaker 2: Hi, Michelle. How are you doing?\n\nSpeaker 1: Good. How are you?\n\nSpeaker 2: I'm okay. I had spoke with someone earlier. You guys were trying to get a hold of me. I didn't know it until the day when I was looking. The doctor was reaching out to me. The information I gave you...\n\nSpeaker 1: Did you put in a refill today?\n\nSpeaker 2: A refill? No, not a refill. What I did was call to find out why you were contacting me. The doctor was reaching out to me. They basically texted me and told me and asked me to call. I called. He wanted to know my blood pressure average. I gave him the wrong information. I called my doctor and find out exactly what my blood pressure average is. The last time I went and seen him, my blood pressure was a little high. It was 173 over 80. That's because I work midnights. I had went to him after I got off from work. My average is 148, between 148 and 156. It usually stays in between there.\n\nSpeaker 1: No, I'm saying it averages like 146 or 148. Then the over number is 80.\n\nSpeaker 2: That's always 80, but that other one goes up and down, because I work midnights.\n\nSpeaker 1: That's what I was just trying to make sure that he got the right information, so hopefully he won't be turning me down.\n\nSpeaker 2: Okay, perfect. I'm writing this down. I'm giving him a text message. It's 146 over 80 to 148 over 80?\n\nSpeaker 1: Right, like that.\n\nSpeaker 2: It depends on if I go to him if I've been working all night. I work midnight, so that raises your blood pressure.\n\nSpeaker 1: Then I smoke, too. That also raises your blood pressure, just so that he has the accurate information.\n\nSpeaker 2: That was an interesting answer. Why did he call me and ask me that?\n\nSpeaker 1: Let me call my doctor. That made me feel better, to be able to give him the accurate information.\n\nSpeaker 2: All right, perfect. I wrote him that, so then he'll probably approve your prescription by tomorrow morning.\n\nSpeaker 1: Okay, perfect. Thank you so much.\n\nSpeaker 2: Yeah, not a problem. I'm glad we got that cleared up for you, Kevin.\n\nSpeaker 1: Absolutely. Yes, I appreciate it, too, because I had told her the last reading, and that was because I had went to him overnight after work, and my blood pressure was a little high, so I just wanted to clarify that.\n\nSpeaker 2: Perfect.\n\nSpeaker 1: All right, thank you so much.\n\nSpeaker 2: No problem, Kevin. Have a great day.\n\nSpeaker 1: You, too, now. Bye-bye.\n\nSpeaker 2: All right, bye.",
    "duration": 5323,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7,
        "text": " Hi, Kevin. This is Michelle. Hi, Michelle. How are you doing? Good. How are you? I'm"
      },
      {
        "id": 1,
        "start": 7,
        "end": 13.600000381469727,
        "text": " okay. I had spoke with someone earlier. You guys were trying to get a hold of me. I didn't"
      },
      {
        "id": 2,
        "start": 13.600000381469727,
        "end": 20.520000457763672,
        "text": " know it until the day when I was looking. The doctor was reaching out to me. The information"
      },
      {
        "id": 3,
        "start": 20.520000457763672,
        "end": 27.639999389648438,
        "text": " I gave you... Did you put in a refill today? A refill? No, not a refill. What I did was"
      },
      {
        "id": 4,
        "start": 27.639999389648438,
        "end": 34.63999938964844,
        "text": " call to find out why you were contacting me. The doctor was reaching out to me. They"
      },
      {
        "id": 5,
        "start": 34.63999938964844,
        "end": 47.63999938964844,
        "text": " basically texted me and told me and asked me to call. I called. He wanted to know my"
      },
      {
        "id": 6,
        "start": 47.63999938964844,
        "end": 57.040000915527344,
        "text": " blood pressure average. I gave him the wrong information. I called my doctor and find out"
      },
      {
        "id": 7,
        "start": 57.040000915527344,
        "end": 64.04000091552734,
        "text": " exactly what my blood pressure average is. The last time I went and seen him, my blood"
      },
      {
        "id": 8,
        "start": 64.04000091552734,
        "end": 71.04000091552734,
        "text": " pressure was a little high. It was 173 over 80. That's because I work midnights. I had"
      },
      {
        "id": 9,
        "start": 71.04000091552734,
        "end": 82.04000091552734,
        "text": " went to him after I got off from work. My average is 148, between 148 and 156. It usually"
      },
      {
        "id": 10,
        "start": 82.04000091552734,
        "end": 98.04000091552734,
        "text": " stays in between there. No, I'm saying it averages like 146 or 148. Then the over number"
      },
      {
        "id": 11,
        "start": 98.04000091552734,
        "end": 105.04000091552734,
        "text": " is 80. That's always 80, but that other one goes up and down, because I work midnights."
      },
      {
        "id": 12,
        "start": 106.04000091552734,
        "end": 112.04000091552734,
        "text": " That's what I was just trying to make sure that he got the right information, so hopefully"
      },
      {
        "id": 13,
        "start": 112.04000091552734,
        "end": 117.04000091552734,
        "text": " he won't be turning me down. Okay, perfect. I'm writing this down. I'm giving him a"
      },
      {
        "id": 14,
        "start": 117.04000091552734,
        "end": 128.0399932861328,
        "text": " text message. It's 146 over 80 to 148 over 80? Right, like that. It depends on if I go"
      },
      {
        "id": 15,
        "start": 129.0399932861328,
        "end": 135.0399932861328,
        "text": " to him if I've been working all night. I work midnight, so that raises your blood pressure."
      },
      {
        "id": 16,
        "start": 137.0399932861328,
        "end": 145.0399932861328,
        "text": " Then I smoke, too. That also raises your blood pressure, just so that he has the accurate"
      },
      {
        "id": 17,
        "start": 145.0399932861328,
        "end": 150.0399932861328,
        "text": " information. That was an interesting answer. Why did he call me and ask me that? Let me"
      },
      {
        "id": 18,
        "start": 151.0399932861328,
        "end": 160.0399932861328,
        "text": " call my doctor. That made me feel better, to be able to give him the accurate information."
      },
      {
        "id": 19,
        "start": 161.0399932861328,
        "end": 168.0399932861328,
        "text": " All right, perfect. I wrote him that, so then he'll probably approve your prescription"
      },
      {
        "id": 20,
        "start": 168.0399932861328,
        "end": 172.0399932861328,
        "text": " by tomorrow morning. Okay, perfect. Thank you so much."
      },
      {
        "id": 21,
        "start": 173.0399932861328,
        "end": 176.0399932861328,
        "text": " Yeah, not a problem. I'm glad we got that cleared up for you, Kevin."
      },
      {
        "id": 22,
        "start": 176.0399932861328,
        "end": 183.0399932861328,
        "text": " Absolutely. Yes, I appreciate it, too, because I had told her the last reading, and that"
      },
      {
        "id": 23,
        "start": 183.0399932861328,
        "end": 192.0399932861328,
        "text": " was because I had went to him overnight after work, and my blood pressure was a little high,"
      },
      {
        "id": 24,
        "start": 192.0399932861328,
        "end": 196.0399932861328,
        "text": " so I just wanted to clarify that. Perfect."
      },
      {
        "id": 25,
        "start": 197.0399932861328,
        "end": 200.0399932861328,
        "text": " All right, thank you so much. No problem, Kevin. Have a great day."
      },
      {
        "id": 26,
        "start": 200.0399932861328,
        "end": 202.0399932861328,
        "text": " You, too, now. Bye-bye. All right, bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81be-9b93-cbea64bc4868",
    "url": "https://www.notion.so/300000001221528-300000001711317-2f611d0a101c81be9b93cbea64bc4868"
  },
  "processedAt": "2026-01-28T22:34:52.393Z"
}