{
  "recording": {
    "name": "300000001216087-300000001705622-7132565953 by olivier@superbalife.com @ 12_01_31 PM.wav",
    "size": 226520,
    "modifyTime": 1769588534000,
    "remotePath": "/five9sftp/upload/SB CS/1_23_2026/300000001216087-300000001705622-7132565953 by olivier@superbalife.com @ 12_01_31 PM.wav",
    "uploadDate": "2026-01-28T08:22:14.000Z",
    "callId": "300000001216087-300000001705622",
    "agent": "olivier",
    "phoneNumber": "7132565953",
    "callTimestamp": "2026-01-28T12:01:31.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hi, this is Jeff Culling. I'm a customer from Scoreblue and I just needed—\n\nSpeaker 2: To cancel my prescription. Okay. Let me pull the prescription. Thank you. Mr. Jeffrey Maxson?\n\nSpeaker 1: Yes, sir. Houston, Texas?\n\nSpeaker 2: Yes. So I see that you have a prescription for Viagra, 50 milligrams from Dr. Wright, 10 tablets. You just don't need a refill or any health concern?\n\nSpeaker 1: No, I just don't. I have to cancel my primary care doctor. It's taking me off all ED medications—\n\nSpeaker 2: Because of your heart issues?\n\nSpeaker 1: Yes.\n\nSpeaker 2: Oh, okay. Yeah, it's just the medication change. So unfortunately—\n\nSpeaker 1: I have to go off them for a few months.\n\nSpeaker 2: Okay. I mean, for a few months, you can put a pause on the prescription. So I can advise the pharmacy to stop the 10 tablets every 30 days and then pause the prescription up to half a year. So if you have the opportunity to return, you don't have to pay a new price. Your old price will be saved.\n\nSpeaker 1: Yeah, I'm going to cancel at this time, but I will reach back out to you guys if I ever decide to go back.\n\nSpeaker 2: Okay, yeah. Just be advised, I'm canceling that doctor prescription. So that being said—\n\nSpeaker 1: In the future, either you might have a little bit of an issue reordering, or if you reorder—\n\nSpeaker 2: The price will be different because they're going to have to refinance a new doctor to evaluate your medical profile here because that's the only way legally they can provide you Viagra.\n\nSpeaker 1: That's what they offer to pause when you go to medical or, you know, any other things—\n\nSpeaker 2: They pause you up to half a year and you can reorder and give an update. You know what I mean?\n\nSpeaker 1: Oh, yes, sir. I totally understand. I appreciate that information. I just—\n\nSpeaker 2: I don't think I'll be going back on it.\n\nSpeaker 1: Okay, yeah. So I canceled the doctor prescription from Dr. Wright and then I canceled the VIP account and you're all set.\n\nSpeaker 2: Okay, thank you so much. Have a great day.\n\nSpeaker 1: You're welcome.\n\nSpeaker 2: Okay. Take care, sir. Bye.",
    "duration": 5481,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 8.920000076293945,
        "text": " Hi, this is Viagra. Hi, this is Jeff Culling. I'm a customer from Scoreblue and I just needed"
      },
      {
        "id": 1,
        "start": 8.920000076293945,
        "end": 23.920000076293945,
        "text": " to cancel my prescription. Okay. Let me pull the prescription. Thank you. Mr. Jeffrey Maxson?"
      },
      {
        "id": 2,
        "start": 23.920000076293945,
        "end": 33.279998779296875,
        "text": " Yes, sir. Houston, Texas? Yes. Yes, so I see that you have a prescription for Viagra,"
      },
      {
        "id": 3,
        "start": 33.279998779296875,
        "end": 40.599998474121094,
        "text": " 50 milligrams from Dr. Wright, 10 tablets. You just don't need a refill or any health concern?"
      },
      {
        "id": 4,
        "start": 40.599998474121094,
        "end": 52.040000915527344,
        "text": " No, I just don't. I have to cancel my primary care doctor. It's taking me off all ED medications"
      },
      {
        "id": 5,
        "start": 52.040000915527344,
        "end": 58.880001068115234,
        "text": " because of my heart issues. Oh, okay. Yeah, it's just the medication change. So unfortunately,"
      },
      {
        "id": 6,
        "start": 58.880001068115234,
        "end": 65.16000366210938,
        "text": " I have to go off them for a few months. Okay. I mean, for a few months, you can put a pause on"
      },
      {
        "id": 7,
        "start": 65.16000366210938,
        "end": 71.19999694824219,
        "text": " the prescription. So I can advise the pharmacy to stop the 10 tablets every 30 days and then"
      },
      {
        "id": 8,
        "start": 71.19999694824219,
        "end": 75.68000030517578,
        "text": " pause the prescription up to half a year. So if you have the opportunity to return,"
      },
      {
        "id": 9,
        "start": 75.68000030517578,
        "end": 81.68000030517578,
        "text": " you don't have to pay a new price. Your old price will be saved. Yeah, I'm going to cancel"
      },
      {
        "id": 10,
        "start": 81.80000305175781,
        "end": 87.19999694824219,
        "text": " at this time, but I will reach back out to you guys if I ever decide to go back. Okay,"
      },
      {
        "id": 11,
        "start": 87.19999694824219,
        "end": 91.4800033569336,
        "text": " yeah. Just be advised, I'm canceling that doctor prescription. So that being said,"
      },
      {
        "id": 12,
        "start": 91.4800033569336,
        "end": 98.44000244140625,
        "text": " in the future, either you might have a little bit of an issue reordering, or if you reorder,"
      },
      {
        "id": 13,
        "start": 98.44000244140625,
        "end": 103.23999786376953,
        "text": " price will be different because they're going to have to refinance a new doctor to evaluate"
      },
      {
        "id": 14,
        "start": 103.23999786376953,
        "end": 108.04000091552734,
        "text": " your medical profile here because that's the only way legally they can provide you Viagra. That's"
      },
      {
        "id": 15,
        "start": 108.04000091552734,
        "end": 112.44000244140625,
        "text": " what they offer to pause when you go to medical or, you know, any other things,"
      },
      {
        "id": 16,
        "start": 112.44000244140625,
        "end": 117.19999694824219,
        "text": " they pause you up to half a year and you can reorder and give an update. You know what I mean?"
      },
      {
        "id": 17,
        "start": 117.19999694824219,
        "end": 122.12000274658203,
        "text": " Oh, yes, sir. I totally understand. I appreciate that information. I just,"
      },
      {
        "id": 18,
        "start": 122.12000274658203,
        "end": 128.16000366210938,
        "text": " I don't think I'll be going back on it. Okay, yeah. So I canceled the doctor prescription"
      },
      {
        "id": 19,
        "start": 128.16000366210938,
        "end": 133.60000610351562,
        "text": " from Dr. Wright and then I canceled the VIP account and you're all set."
      },
      {
        "id": 20,
        "start": 133.60000610351562,
        "end": 137.0399932861328,
        "text": " Okay, thank you so much. Have a great day. You're welcome."
      },
      {
        "id": 21,
        "start": 137.0399932861328,
        "end": 139.0800018310547,
        "text": " Okay. Take care, sir. Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8152-a676-e8312335db8c",
    "url": "https://www.notion.so/300000001216087-300000001705622-2f611d0a101c8152a676e8312335db8c"
  },
  "processedAt": "2026-01-28T13:06:56.172Z"
}