{
  "recording": {
    "name": "300000001218357-300000001708307-4065869432 by olivia@superbalife.com @ 2_21_42 PM.wav",
    "size": 1250986,
    "modifyTime": 1769590341000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001218357-300000001708307-4065869432 by olivia@superbalife.com @ 2_21_42 PM.wav",
    "uploadDate": "2026-01-28T08:52:21.000Z",
    "callId": "300000001218357-300000001708307",
    "agent": "olivia",
    "phoneNumber": "4065869432",
    "callTimestamp": "2026-01-28T14:21:42.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: All righty, Terry, so here's what we're thinking. If you can give me your home address, we can—\n\nSpeaker 2: Reach out to FedEx and see if there's any way. Obviously, no guarantees that we can intercept it and get it to you.\n\nSpeaker 1: And then if we can't do that, I can call you back either later today or first thing Pacific, my time tomorrow morning. But probably, I'm sure I'll know within the next few hours. We can call you back and we can get it reshipped.\n\nSpeaker 2: We do have one option and one option only if that is the path we end up having to take because FedEx can't intercept it.\n\nSpeaker 1: Because FedEx can't intercept it.\n\nSpeaker 2: We do have one option of priority shipping USPS. It is a little bit longer.\n\nSpeaker 1: We certainly don't have an overnight or a two-day. It's like three-ish days, but we—\n\nSpeaker 2: Could possibly do that if you still want to receive it at the PO box, and that's super—\n\nSpeaker 1: Important to you, then that is an option.\n\nSpeaker 2: And then of course, I can and will refund you the express shipping.\n\nSpeaker 1: You're a sweetheart, so let me explain what we might be able to do.\n\nSpeaker 2: So my address is 321 Upper Kelly Creek Road. That's U-P-P-E-R, Kelly, K-E-L-L-Y, Creek—\n\nSpeaker 1: Road, Bozeman, Montana, 59715.\n\nSpeaker 2: You said 59715?\n\nSpeaker 1: Yes, ma'am.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Now, here's where I'm going to go with this.\n\nSpeaker 2: So I never receive any packages by UPS because I live—my driveway is a mile away and it's—\n\nSpeaker 1: Hard for them, and right now I have a foot of snow out there.\n\nSpeaker 2: However, I do have a mailbox that I don't use that's out there that's 321 Upper Kelly—\n\nSpeaker 1: Creek Road.\n\nSpeaker 2: So would they be delivering it to my mailbox at the end of the long road?\n\nSpeaker 1: Is that where it would go?\n\nSpeaker 2: I believe so, yeah.\n\nSpeaker 1: Okay.\n\nSpeaker 2: So we do have that option, but that's if you can intercept it.\n\nSpeaker 1: Now, I'm sorry, I'm not knowledgeable.\n\nSpeaker 2: So I have gone through this with ordering, and your company is a good company, and, of—\n\nSpeaker 1: Course, I don't know why I didn't get it when I ordered it on the 6th.\n\nSpeaker 2: But then I ordered again. They said, well, we'll just charge you for the two-day year—\n\nSpeaker 1: And it was supposed to be shipped on the 23rd.\n\nSpeaker 2: What is it?\n\nSpeaker 1: That's Friday, correct?\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Now, in using their tracking number, which is a FedEx, and I sent my wife down there—\n\nSpeaker 1: And they don't have it at the post office, and they said at the post offices that rarely—\n\nSpeaker 2: Do they get a FedEx shipment to the post office.\n\nSpeaker 1: That actually is true.\n\nSpeaker 2: I had a feeling that was accurate and confirmed it.\n\nSpeaker 1: The girl who placed it for you is very sweet.\n\nSpeaker 2: She's just a little bit newer, and a lot of us didn't know for a while because for—\n\nSpeaker 1: Some reason it isn't part of most of our training that all of the express shipping—\n\nSpeaker 2: Options except one, which is the slowest, that they are all FedEx and that FedEx not—\n\nSpeaker 1: Refuses to—they just can't go to a PO box.\n\nSpeaker 2: I understand.\n\nSpeaker 1: So what do you recommend that we do again?\n\nSpeaker 2: I don't mean to make it lengthy, but what do you recommend that we do now that we understand—\n\nSpeaker 1: What's going on?\n\nSpeaker 2: Let me interject one thing.\n\nSpeaker 1: When I called FedEx locally, they said they don't deliver to a post office box, and—\n\nSpeaker 2: Probably what's going to happen is that's going to be shipped back to the sender.\n\nSpeaker 1: That's what they told me.\n\nSpeaker 2: So I don't know how you'd intercept that.\n\nSpeaker 1: So, firstly, let me confirm your home address and then I'll answer all of your questions.\n\nSpeaker 2: Is it 321 Upper Kelly Creek Road, Bozeman, Montana, 59715?\n\nSpeaker 1: Yes, ma'am.\n\nSpeaker 2: And your first name, by the way?\n\nSpeaker 1: Olivia.\n\nSpeaker 2: Olivia.\n\nSpeaker 1: Nice name, by the way.\n\nSpeaker 2: Olivia.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: Okay, so yes, that's correct.\n\nSpeaker 1: Amazing.\n\nSpeaker 2: Okay.\n\nSpeaker 1: So I hit up or reached out to my very favorite and most extensively thorough and very service—\n\nSpeaker 2: Driven supervisor about all of this, and she, you know, was like, oh, this is a mess, but—\n\nSpeaker 1: We have options and maybe we can intercept it.\n\nSpeaker 2: So she is going to do the extensive work of calling FedEx within this next hour and, fingers—\n\nSpeaker 1: Crossed, because we were the shipper, we do sometimes have the option to intercept it—\n\nSpeaker 2: And I would be willing to bet that today of all days they would be a little behind on—\n\nSpeaker 1: Shipping, so they probably still have yours, because you were exactly correct with the—\n\nSpeaker 2: PO box. What they would do anyway is they just ship it, they'd return it to us and then—\n\nSpeaker 1: We'd lose money on it versus we, like, it still benefits us, not just as far as customer—\n\nSpeaker 2: Service goes to get it to you, but financially, if there's any way to intercept it, we would—\n\nSpeaker 1: Love to do that, so we're going to try to do that.\n\nSpeaker 2: We will know, I will know, within these next, like, hour to two hours if we were able to—\n\nSpeaker 1: Intercept it, and if we were not, I will give you a call back and we can place the order—\n\nSpeaker 2: Again, and we can decide, you know, do you want it to the PO box?\n\nSpeaker 1: I'm going to answer that question, Olivia, because of where I live in the country outside—\n\nSpeaker 2: Of Bozeman, Montana, I would like it shipped to the post office box, however, they're notoriously—\n\nSpeaker 1: Screwing up one right after another, so, let me think about this for one second, because—\n\nSpeaker 2: This has been frustrating, it's been a month long for me, and, like, how important is Viagra?\n\nSpeaker 1: Well, I'm 73 and have a younger wife, so it's important to me, so having said that, I'll—\n\nSpeaker 2: Wait for your call and maybe, if it's shipped to my physical address, which I have a box—\n\nSpeaker 1: At the end of the road, how quickly can I get it shipped there at 321 Upper Kelshwick Road?\n\nSpeaker 2: So, that one, we could do FedEx and that could be to you if we did overnight, which instead—\n\nSpeaker 1: Of refunding you then charging you again, I just leave the charge, but then we wouldn't—\n\nSpeaker 2: Charge you again for it, if that makes sense, but that could get to you pending this winter—\n\nSpeaker 1: Storm, typically, what I would say, as early as Wednesday, whereas if you want to stick—\n\nSpeaker 2: With the PO box, that's totally fine, it's just the closest option to expedited we have—\n\nSpeaker 1: We do have one expedited option, but it can be up to three days, and we would ship it—\n\nSpeaker 2: Tomorrow, so that would be, like, you might not get it until Thursday, but then it would—\n\nSpeaker 1: Go to the PO box.\n\nSpeaker 2: And what would you call that, what would that be?\n\nSpeaker 1: Here's my problem, and this is the reason, it's not the end of life, and thank you for—\n\nSpeaker 2: Spending the time to talk to me about it, I'm frustrated.\n\nSpeaker 1: Yeah, of course.\n\nSpeaker 2: No one came up, they couldn't understand where that other shipment came in that I ordered—\n\nSpeaker 1: On the 6th of January.\n\nSpeaker 2: Prior to that, I think I made an order in August, and they put it in the wrong PO box—\n\nSpeaker 1: And a week later, I didn't get it, and I'm standing in line, and I went up and spoke—\n\nSpeaker 2: To the person saying I didn't get it, and lo and behold, the person behind me had it—\n\nSpeaker 1: In his hand, and they put it in the wrong PO box.\n\nSpeaker 2: I've recently gone to the postmaster, and I've complained, and he said, we're just—\n\nSpeaker 1: Shorthanded, we're just shorthanded, this just happens, and so that's my problem.\n\nSpeaker 2: So, which is kind of frustrating, it's not the end of the world, it's only Viagra.\n\nSpeaker 1: So, I will wait for you to call, and then, because of them being so unreliable, I'll—\n\nSpeaker 2: Probably have it shipped to my address at 321 Upper Kelly Creek Road.\n\nSpeaker 1: Okay.\n\nSpeaker 2: Okay, great.\n\nSpeaker 1: So, yeah, let me just call you back over the next two hours, but it sounds like you're—\n\nSpeaker 2: Okay if we do have to reship it, that we'll do your 321 Upper Kelly Creek Road address—\n\nSpeaker 1: At dinner rather than longer.\n\nSpeaker 2: Because they are so unreliable, and this time of year, here in Bozeman, everybody wants—\n\nSpeaker 1: To move to Bozeman, by the way, what city are you from, what area are you from?\n\nSpeaker 2: Let me tell you, I love Bozeman, Montana.\n\nSpeaker 1: I'm a big, I love Bozeman.\n\nSpeaker 2: Well, so we are in Santa Monica, California, and this week in particular, we're very lucky—\n\nSpeaker 1: To be here, but I love Bozeman, so now you know.\n\nSpeaker 2: You've been here before?\n\nSpeaker 1: You know, I dated a guy for a few years who was from Montana, and he went to college—\n\nSpeaker 2: In Bozeman.\n\nSpeaker 1: Yep.\n\nSpeaker 2: And we went on a trip, and it was really nice.\n\nSpeaker 1: Beautiful.\n\nSpeaker 2: That's great.\n\nSpeaker 1: Well, everyone wants to move to Montana, and the post office is really unreliable.\n\nSpeaker 2: I do not pay bills via online.\n\nSpeaker 1: I'm an old guy, and I just don't trust it.\n\nSpeaker 2: And every, at the beginning of the year, the post office really screws up, and I don't—\n\nSpeaker 1: Get mail, and I have to track it, and I have to call the people.\n\nSpeaker 2: It doesn't matter if it's Visa or if it's insurance payment, because I never get it—\n\nSpeaker 1: So it's unreliable, and it's just a pain in the butt.\n\nSpeaker 2: But do me a favor.\n\nSpeaker 1: Call me back.\n\nSpeaker 2: See if you can intercept it, and then if you can't, then we'll try to get it to my physical—\n\nSpeaker 1: Location of 321 Upper Kelby Creek Road as quickly as we can get that.\n\nSpeaker 2: That's probably the best route.\n\nSpeaker 1: Perfect.\n\nSpeaker 2: All right.\n\nSpeaker 1: Okay, well, you will hear from me in the next few hours, Terry, and I'm so sorry about all—\n\nSpeaker 2: This.\n\nSpeaker 1: I'm sure it's very annoying.\n\nSpeaker 2: It's not the end of the world.\n\nSpeaker 1: It's just frustrating more than anything.\n\nSpeaker 2: The number that I called on, 406-586-9432, it's a landline, and it's not a, so you can't—\n\nSpeaker 1: Text me.\n\nSpeaker 2: I live in the country, so the landline is what we have to use.\n\nSpeaker 1: Yeah.\n\nSpeaker 2: It's a landline.\n\nSpeaker 1: Wait, this number that you called me is a landline?\n\nSpeaker 2: Yes, 406-586-9432.\n\nSpeaker 1: Yes.\n\nSpeaker 2: It's a landline.\n\nSpeaker 1: Yes.\n\nSpeaker 2: Can I use that, or do you want me to call you on the cell?\n\nSpeaker 1: No.\n\nSpeaker 2: You can just call me, and I'll pick up.\n\nSpeaker 1: I have a machine.\n\nSpeaker 2: If I'm not here, but I'm always here, so I'll call you.\n\nSpeaker 1: Okay, great.\n\nSpeaker 2: All righty.\n\nSpeaker 1: Well, you'll hear from me soon.\n\nSpeaker 2: We're on Pacific time, so we're here another two and a half hours, so you will hear.\n\nSpeaker 1: Hopefully, we'll find, maybe they can intercept it, so that'd be great.\n\nSpeaker 2: Yeah, I hope so.\n\nSpeaker 1: Okay, well, thank you so much, Terry.\n\nSpeaker 2: You're a sweetheart, Olivia.\n\nSpeaker 1: Thank you for your help.\n\nSpeaker 2: Yeah.\n\nSpeaker 1: Have a great day.\n\nSpeaker 2: Bye.\n\nSpeaker 1: Talk soon.\n\nSpeaker 2: Bye.",
    "duration": 26600,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 23,
        "text": " All righty, Terry, so here's what we're thinking, if you can give me your home address, we can"
      },
      {
        "id": 1,
        "start": 23,
        "end": 28.920000076293945,
        "text": " reach out to FedEx and see if there's any way, obviously no guarantees that we can intercept"
      },
      {
        "id": 2,
        "start": 28.920000076293945,
        "end": 35.400001525878906,
        "text": " it and get it to you, and then if we can't do that, I can call you back either later"
      },
      {
        "id": 3,
        "start": 35.400001525878906,
        "end": 41.880001068115234,
        "text": " today or first thing Pacific, my time tomorrow morning, but probably, I'm sure I'll know"
      },
      {
        "id": 4,
        "start": 41.880001068115234,
        "end": 47.34000015258789,
        "text": " within the next few hours, we can call you back and we can get it reshipped."
      },
      {
        "id": 5,
        "start": 47.34000015258789,
        "end": 54.400001525878906,
        "text": " We do have one option and one option only if that is the path we end up having to take"
      },
      {
        "id": 6,
        "start": 54.400001525878906,
        "end": 57.119998931884766,
        "text": " because FedEx can't intercept it."
      },
      {
        "id": 7,
        "start": 57.119998931884766,
        "end": 62.880001068115234,
        "text": " We do have one option of priority shipping USPS, it is a little bit longer."
      },
      {
        "id": 8,
        "start": 62.880001068115234,
        "end": 68.4000015258789,
        "text": " We certainly don't have an overnight or a two day, it's like three-ish days, but we"
      },
      {
        "id": 9,
        "start": 68.4000015258789,
        "end": 73.62000274658203,
        "text": " could possibly do that if you still want to receive it at the PO box and that's super"
      },
      {
        "id": 10,
        "start": 73.62000274658203,
        "end": 77.12000274658203,
        "text": " important to you, then that is an option."
      },
      {
        "id": 11,
        "start": 77.12000274658203,
        "end": 82.04000091552734,
        "text": " And then of course, I can and will refund you the express shipping."
      },
      {
        "id": 12,
        "start": 82.36000061035156,
        "end": 90.23999786376953,
        "text": " You're a sweetheart, so let me explain what we might be able to do."
      },
      {
        "id": 13,
        "start": 90.23999786376953,
        "end": 106,
        "text": " So my address is 321 Upper Kelly Creek Road, that's U-P-P-E-R, Kelly, K-E-L-L-Y, Creek"
      },
      {
        "id": 14,
        "start": 106,
        "end": 113,
        "text": " Road, Bozeman, Montana, 59715."
      },
      {
        "id": 15,
        "start": 113,
        "end": 119,
        "text": " You said 59715."
      },
      {
        "id": 16,
        "start": 119,
        "end": 120,
        "text": " Yes, ma'am."
      },
      {
        "id": 17,
        "start": 120,
        "end": 121,
        "text": " Okay."
      },
      {
        "id": 18,
        "start": 121,
        "end": 124,
        "text": " Now, here's where I'm going to go with this."
      },
      {
        "id": 19,
        "start": 124,
        "end": 135,
        "text": " So I never receive any packages by UPS because I live, my driveway is a mile away and it's"
      },
      {
        "id": 20,
        "start": 135,
        "end": 139,
        "text": " hard for them and right now I have a foot of snow out there."
      },
      {
        "id": 21,
        "start": 139,
        "end": 147,
        "text": " However, I do have a mailbox that I don't use that's out there that's 321 Upper Kelly"
      },
      {
        "id": 22,
        "start": 147,
        "end": 148,
        "text": " Creek Road."
      },
      {
        "id": 23,
        "start": 148,
        "end": 153,
        "text": " So would they be delivering it to my mailbox at the end of the long road?"
      },
      {
        "id": 24,
        "start": 153,
        "end": 156,
        "text": " Is that where it would go?"
      },
      {
        "id": 25,
        "start": 156,
        "end": 158,
        "text": " I believe so, yeah."
      },
      {
        "id": 26,
        "start": 158,
        "end": 159,
        "text": " Okay."
      },
      {
        "id": 27,
        "start": 159,
        "end": 164,
        "text": " So we do have that option, but that's if you can intercept it."
      },
      {
        "id": 28,
        "start": 164,
        "end": 167,
        "text": " Now, I'm sorry, I'm not knowledgeable."
      },
      {
        "id": 29,
        "start": 167,
        "end": 172,
        "text": " So I have gone through this with ordering and your company is a good company and, of"
      },
      {
        "id": 30,
        "start": 172,
        "end": 177,
        "text": " course, I don't know why I didn't get it when I ordered it on the 6th."
      },
      {
        "id": 31,
        "start": 177,
        "end": 182,
        "text": " But then I ordered again, they said, well, we'll just charge you for the two-day year"
      },
      {
        "id": 32,
        "start": 182,
        "end": 185,
        "text": " and it was supposed to be shipped on the 23rd."
      },
      {
        "id": 33,
        "start": 185,
        "end": 186,
        "text": " What is it?"
      },
      {
        "id": 34,
        "start": 186,
        "end": 187,
        "text": " That's Friday, correct?"
      },
      {
        "id": 35,
        "start": 187,
        "end": 188,
        "text": " Yeah."
      },
      {
        "id": 36,
        "start": 189,
        "end": 190,
        "text": " Okay."
      },
      {
        "id": 37,
        "start": 190,
        "end": 197,
        "text": " Now, in using their tracking number, which is a FedEx, and I sent my wife down there"
      },
      {
        "id": 38,
        "start": 197,
        "end": 202,
        "text": " and they don't have it at the post office and they said at the post offices that rarely"
      },
      {
        "id": 39,
        "start": 202,
        "end": 206,
        "text": " do they get a FedEx shipment to the post office."
      },
      {
        "id": 40,
        "start": 206,
        "end": 208,
        "text": " That actually is true."
      },
      {
        "id": 41,
        "start": 208,
        "end": 212,
        "text": " I had a feeling that was accurate and confirmed it."
      },
      {
        "id": 42,
        "start": 212,
        "end": 215,
        "text": " The girl who placed it for you is very sweet."
      },
      {
        "id": 43,
        "start": 215,
        "end": 220,
        "text": " She's just a little bit newer and a lot of us didn't know for a while because for"
      },
      {
        "id": 44,
        "start": 220,
        "end": 227,
        "text": " some reason it isn't part of most of our training that all of the express shipping"
      },
      {
        "id": 45,
        "start": 227,
        "end": 235,
        "text": " options except one, which is the slowest, that they are all FedEx and that FedEx not"
      },
      {
        "id": 46,
        "start": 235,
        "end": 239,
        "text": " refuses to, they just can't go to a PO box."
      },
      {
        "id": 47,
        "start": 239,
        "end": 240,
        "text": " I understand."
      },
      {
        "id": 48,
        "start": 240,
        "end": 243,
        "text": " So what do you recommend that we do again?"
      },
      {
        "id": 49,
        "start": 243,
        "end": 248,
        "text": " I don't mean to make it lengthy, but what do you recommend that we do now that we understand"
      },
      {
        "id": 50,
        "start": 248,
        "end": 249,
        "text": " what's going on?"
      },
      {
        "id": 51,
        "start": 249,
        "end": 251,
        "text": " Let me interject one thing."
      },
      {
        "id": 52,
        "start": 251,
        "end": 257,
        "text": " When I called FedEx locally and they said they don't deliver to a post office box and"
      },
      {
        "id": 53,
        "start": 257,
        "end": 261,
        "text": " probably what's going to happen is that's going to be shipped back to the sender."
      },
      {
        "id": 54,
        "start": 261,
        "end": 262,
        "text": " That's what they told me."
      },
      {
        "id": 55,
        "start": 262,
        "end": 265,
        "text": " So I don't know how you'd intercept that."
      },
      {
        "id": 56,
        "start": 266,
        "end": 273,
        "text": " So, firstly, let me confirm your home address and then I'll answer all of your questions."
      },
      {
        "id": 57,
        "start": 273,
        "end": 280,
        "text": " Is it 321 Upper Kelly Creek Road, Bozeman, Montana, 59715?"
      },
      {
        "id": 58,
        "start": 280,
        "end": 281,
        "text": " Yes, ma'am."
      },
      {
        "id": 59,
        "start": 281,
        "end": 283,
        "text": " And your first name, by the way?"
      },
      {
        "id": 60,
        "start": 283,
        "end": 284,
        "text": " Olivia."
      },
      {
        "id": 61,
        "start": 284,
        "end": 285,
        "text": " Olivia."
      },
      {
        "id": 62,
        "start": 285,
        "end": 286,
        "text": " Nice name, by the way."
      },
      {
        "id": 63,
        "start": 286,
        "end": 287,
        "text": " Olivia."
      },
      {
        "id": 64,
        "start": 287,
        "end": 288,
        "text": " Yeah."
      },
      {
        "id": 65,
        "start": 288,
        "end": 290,
        "text": " Okay, so yes, that's correct."
      },
      {
        "id": 66,
        "start": 290,
        "end": 291,
        "text": " Amazing."
      },
      {
        "id": 67,
        "start": 291,
        "end": 292,
        "text": " Okay."
      },
      {
        "id": 68,
        "start": 292,
        "end": 302,
        "text": " So I hit up or reached out to my very favorite and most extensively thorough and very service"
      },
      {
        "id": 69,
        "start": 302,
        "end": 309,
        "text": " driven supervisor about all of this and she, you know, was like, oh, this is a mess, but"
      },
      {
        "id": 70,
        "start": 309,
        "end": 312,
        "text": " we have options and maybe we can intercept it."
      },
      {
        "id": 71,
        "start": 313,
        "end": 323,
        "text": " So she is going to do the extensive work of calling FedEx within this next hour and, fingers"
      },
      {
        "id": 72,
        "start": 323,
        "end": 330,
        "text": " crossed, because we were the shipper, we do sometimes have the option to intercept it"
      },
      {
        "id": 73,
        "start": 330,
        "end": 336,
        "text": " and I would be willing to bet that today of all days they would be a little behind on"
      },
      {
        "id": 74,
        "start": 336,
        "end": 341,
        "text": " shipping, so they probably still have yours, because you were exactly correct with the"
      },
      {
        "id": 75,
        "start": 341,
        "end": 348,
        "text": " PO box, what they would do anyway is they just ship it, they'd return it to us and then"
      },
      {
        "id": 76,
        "start": 348,
        "end": 355,
        "text": " we'd lose money on it versus we, like, it still benefits us, not just as far as customer"
      },
      {
        "id": 77,
        "start": 355,
        "end": 361,
        "text": " service goes to get it to you, but financially, if there's any way to intercept it, we would"
      },
      {
        "id": 78,
        "start": 361,
        "end": 363,
        "text": " love to do that, so we're going to try to do that."
      },
      {
        "id": 79,
        "start": 363,
        "end": 370,
        "text": " We will know, I will know, within these next, like, hour to two hours if we were able to"
      },
      {
        "id": 80,
        "start": 370,
        "end": 380,
        "text": " intercept it and if we were not, I will give you a call back and we can place the order"
      },
      {
        "id": 81,
        "start": 380,
        "end": 387,
        "text": " again and we can decide, you know, do you want it to the PO box?"
      },
      {
        "id": 82,
        "start": 388,
        "end": 395,
        "text": " I'm going to answer that question, Olivia, because of where I live in the country outside"
      },
      {
        "id": 83,
        "start": 395,
        "end": 402,
        "text": " of Bozeman, Montana, I would like it shipped to the post office box, however, they're notoriously"
      },
      {
        "id": 84,
        "start": 402,
        "end": 412,
        "text": " screwing up one right after another, so, let me think about this for one second, because"
      },
      {
        "id": 85,
        "start": 412,
        "end": 418,
        "text": " this has been frustrating, it's been a month long for me, and, like, how important is Viagra?"
      },
      {
        "id": 86,
        "start": 418,
        "end": 426,
        "text": " Well, I'm 73 and have a younger wife, so it's important to me, so having said that, I'll"
      },
      {
        "id": 87,
        "start": 426,
        "end": 438,
        "text": " wait for your call and maybe, if it's shipped to my physical address, which I have a box"
      },
      {
        "id": 88,
        "start": 438,
        "end": 445,
        "text": " at the end of the road, how quickly can I get it shipped there at 321 Upper Kelshwick Road?"
      },
      {
        "id": 89,
        "start": 445,
        "end": 458,
        "text": " So, that one, we could do FedEx and that could be to you if we did overnight, which instead"
      },
      {
        "id": 90,
        "start": 458,
        "end": 464,
        "text": " of refunding you then charging you again, I just leave the charge, but then we wouldn't"
      },
      {
        "id": 91,
        "start": 464,
        "end": 470,
        "text": " charge you again for it, if that makes sense, but that could get to you pending this winter"
      },
      {
        "id": 92,
        "start": 470,
        "end": 479,
        "text": " storm, typically, what I would say, as early as Wednesday, whereas if you want to stick"
      },
      {
        "id": 93,
        "start": 479,
        "end": 486,
        "text": " with the PO box, that's totally fine, it's just the closest option to expedited we have,"
      },
      {
        "id": 94,
        "start": 486,
        "end": 493,
        "text": " we do have one expedited option, but it can be up to three days, and we would ship it"
      },
      {
        "id": 95,
        "start": 493,
        "end": 499,
        "text": " tomorrow, so that would be, like, you might not get it until Thursday, but then it would"
      },
      {
        "id": 96,
        "start": 499,
        "end": 501,
        "text": " go to the PO box."
      },
      {
        "id": 97,
        "start": 501,
        "end": 505,
        "text": " And what would you call that, what would that be?"
      },
      {
        "id": 98,
        "start": 505,
        "end": 510,
        "text": " Here's my problem, and this is the reason, it's not the end of life, and thank you for"
      },
      {
        "id": 99,
        "start": 510,
        "end": 513,
        "text": " spending the time to talk to me about it, I'm frustrated."
      },
      {
        "id": 100,
        "start": 513,
        "end": 514,
        "text": " Yeah, of course."
      },
      {
        "id": 101,
        "start": 514,
        "end": 521,
        "text": " No one came up, they couldn't understand where that other shipment came in that I ordered"
      },
      {
        "id": 102,
        "start": 521,
        "end": 524,
        "text": " on the 6th of January."
      },
      {
        "id": 103,
        "start": 524,
        "end": 532,
        "text": " Prior to that, I think I made an order in August, and they put it in the wrong PO box,"
      },
      {
        "id": 104,
        "start": 532,
        "end": 538,
        "text": " and a week later, I didn't get it, and I'm standing in line, and I went up and spoke"
      },
      {
        "id": 105,
        "start": 538,
        "end": 544,
        "text": " to the person saying I didn't get it, and lo and behold, the person behind me had it"
      },
      {
        "id": 106,
        "start": 544,
        "end": 548,
        "text": " in his hand, and they put it in the wrong PO box."
      },
      {
        "id": 107,
        "start": 548,
        "end": 554,
        "text": " I've recently gone to the postmaster, and I've complained, and he said, we're just"
      },
      {
        "id": 108,
        "start": 554,
        "end": 560,
        "text": " shorthanded, we're just shorthanded, this just happens, and so that's my problem."
      },
      {
        "id": 109,
        "start": 560,
        "end": 565,
        "text": " So, which is kind of frustrating, it's not the end of the world, it's only Viagra."
      },
      {
        "id": 110,
        "start": 565,
        "end": 574,
        "text": " So, I will wait for you to call, and then, because of them being so unreliable, I'll"
      },
      {
        "id": 111,
        "start": 574,
        "end": 579,
        "text": " probably have it shipped to my address at 321 Upper Kelly Creek Road."
      },
      {
        "id": 112,
        "start": 582,
        "end": 583,
        "text": " Okay."
      },
      {
        "id": 113,
        "start": 585,
        "end": 587,
        "text": " Okay, great."
      },
      {
        "id": 114,
        "start": 587,
        "end": 595,
        "text": " So, yeah, let me just call you back over the next two hours, but it sounds like you're"
      },
      {
        "id": 115,
        "start": 595,
        "end": 604,
        "text": " okay if we do have to reship it, that we'll do your 321 Upper Kelly Creek Road address"
      },
      {
        "id": 116,
        "start": 604,
        "end": 609,
        "text": " at dinner rather than longer."
      },
      {
        "id": 117,
        "start": 609,
        "end": 615,
        "text": " Because they are so unreliable, and this time of year, here in Bozeman, everybody wants"
      },
      {
        "id": 118,
        "start": 615,
        "end": 620,
        "text": " to move to Bozeman, by the way, what city are you from, what area are you from?"
      },
      {
        "id": 119,
        "start": 620,
        "end": 623,
        "text": " Let me tell you, I love Bozeman, Montana."
      },
      {
        "id": 120,
        "start": 623,
        "end": 626,
        "text": " I'm a big, I love Bozeman."
      },
      {
        "id": 121,
        "start": 626,
        "end": 631,
        "text": " Well, so we are in Santa Monica, California, and this week in particular, we're very lucky"
      },
      {
        "id": 122,
        "start": 631,
        "end": 635,
        "text": " to be here, but I love Bozeman, so now you know."
      },
      {
        "id": 123,
        "start": 635,
        "end": 637,
        "text": " You've been here before?"
      },
      {
        "id": 124,
        "start": 637,
        "end": 642,
        "text": " You know, I dated a guy for a few years who was from Montana, and he went to college"
      },
      {
        "id": 125,
        "start": 642,
        "end": 643,
        "text": " in Bozeman."
      },
      {
        "id": 126,
        "start": 643,
        "end": 644,
        "text": " Yep."
      },
      {
        "id": 127,
        "start": 644,
        "end": 646,
        "text": " And we went on a trip, and it was really nice."
      },
      {
        "id": 128,
        "start": 646,
        "end": 647,
        "text": " Beautiful."
      },
      {
        "id": 129,
        "start": 647,
        "end": 648,
        "text": " That's great."
      },
      {
        "id": 130,
        "start": 648,
        "end": 654,
        "text": " Well, everyone wants to move to Montana, and the post office is really unreliable."
      },
      {
        "id": 131,
        "start": 654,
        "end": 657,
        "text": " I do not pay bills via online."
      },
      {
        "id": 132,
        "start": 657,
        "end": 660,
        "text": " I'm an old guy, and I just don't trust it."
      },
      {
        "id": 133,
        "start": 660,
        "end": 665,
        "text": " And every, at the beginning of the year, the post office really screws up, and I don't"
      },
      {
        "id": 134,
        "start": 665,
        "end": 669,
        "text": " get mail, and I have to track it, and I have to call the people."
      },
      {
        "id": 135,
        "start": 669,
        "end": 674,
        "text": " It doesn't matter if it's Visa or if it's insurance payment, because I never get it,"
      },
      {
        "id": 136,
        "start": 674,
        "end": 678,
        "text": " so it's unreliable, and it's just a pain in the butt."
      },
      {
        "id": 137,
        "start": 678,
        "end": 679,
        "text": " But do me a favor."
      },
      {
        "id": 138,
        "start": 679,
        "end": 680,
        "text": " Call me back."
      },
      {
        "id": 139,
        "start": 680,
        "end": 688,
        "text": " See if you can intercept it, and then if you can't, then we'll try to get it to my physical"
      },
      {
        "id": 140,
        "start": 688,
        "end": 693,
        "text": " location of 321 Upper Kelby Creek Road as quickly as we can get that."
      },
      {
        "id": 141,
        "start": 693,
        "end": 695,
        "text": " That's probably the best route."
      },
      {
        "id": 142,
        "start": 695,
        "end": 696,
        "text": " Perfect."
      },
      {
        "id": 143,
        "start": 696,
        "end": 697,
        "text": " All right."
      },
      {
        "id": 144,
        "start": 698,
        "end": 704,
        "text": " Okay, well, you will hear from me in the next few hours, Terry, and I'm so sorry about all"
      },
      {
        "id": 145,
        "start": 704,
        "end": 705,
        "text": " this."
      },
      {
        "id": 146,
        "start": 705,
        "end": 706,
        "text": " I'm sure it's very annoying."
      },
      {
        "id": 147,
        "start": 706,
        "end": 707,
        "text": " It's not the end of the world."
      },
      {
        "id": 148,
        "start": 707,
        "end": 709,
        "text": " It's just frustrating more than anything."
      },
      {
        "id": 149,
        "start": 709,
        "end": 718,
        "text": " The number that I called on, 406-586-9432, it's a landline, and it's not a, so you can't"
      },
      {
        "id": 150,
        "start": 718,
        "end": 719,
        "text": " text me."
      },
      {
        "id": 151,
        "start": 719,
        "end": 725,
        "text": " I live in the country, so the landline is what we have to use."
      },
      {
        "id": 152,
        "start": 725,
        "end": 726,
        "text": " Yeah."
      },
      {
        "id": 153,
        "start": 726,
        "end": 729,
        "text": " It's a landline."
      },
      {
        "id": 154,
        "start": 729,
        "end": 733,
        "text": " Wait, this number that you called me is a landline?"
      },
      {
        "id": 155,
        "start": 733,
        "end": 736,
        "text": " Yes, 406-586-9432."
      },
      {
        "id": 156,
        "start": 736,
        "end": 737,
        "text": " Yes."
      },
      {
        "id": 157,
        "start": 737,
        "end": 738,
        "text": " It's a landline."
      },
      {
        "id": 158,
        "start": 738,
        "end": 739,
        "text": " Yes."
      },
      {
        "id": 159,
        "start": 739,
        "end": 741,
        "text": " Can I use that, or do you want me to call you on the cell?"
      },
      {
        "id": 160,
        "start": 741,
        "end": 742,
        "text": " No."
      },
      {
        "id": 161,
        "start": 742,
        "end": 743,
        "text": " You can just call me, and I'll pick up."
      },
      {
        "id": 162,
        "start": 743,
        "end": 744,
        "text": " I have a machine."
      },
      {
        "id": 163,
        "start": 744,
        "end": 747,
        "text": " If I'm not here, but I'm always here, so I'll call you."
      },
      {
        "id": 164,
        "start": 747,
        "end": 748,
        "text": " Okay, great."
      },
      {
        "id": 165,
        "start": 748,
        "end": 749,
        "text": " All righty."
      },
      {
        "id": 166,
        "start": 749,
        "end": 751,
        "text": " Well, you'll hear from me soon."
      },
      {
        "id": 167,
        "start": 752,
        "end": 755,
        "text": " We're on Pacific time, so we're here another two and a half hours, so you will hear."
      },
      {
        "id": 168,
        "start": 755,
        "end": 759,
        "text": " Hopefully, we'll find, maybe they can intercept it, so that'd be great."
      },
      {
        "id": 169,
        "start": 759,
        "end": 761,
        "text": " Yeah, I hope so."
      },
      {
        "id": 170,
        "start": 761,
        "end": 763,
        "text": " Okay, well, thank you so much, Terry."
      },
      {
        "id": 171,
        "start": 763,
        "end": 764,
        "text": " You're a sweetheart, Olivia."
      },
      {
        "id": 172,
        "start": 764,
        "end": 765,
        "text": " Thank you for your help."
      },
      {
        "id": 173,
        "start": 765,
        "end": 766,
        "text": " Yeah."
      },
      {
        "id": 174,
        "start": 766,
        "end": 767,
        "text": " Have a great day."
      },
      {
        "id": 175,
        "start": 767,
        "end": 768,
        "text": " Bye."
      },
      {
        "id": 176,
        "start": 768,
        "end": 769,
        "text": " Talk soon."
      },
      {
        "id": 177,
        "start": 769,
        "end": 770,
        "text": " Bye."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-8187-98bb-f0105f4e2967",
    "url": "https://www.notion.so/300000001218357-300000001708307-2f611d0a101c818798bbf0105f4e2967"
  },
  "processedAt": "2026-01-28T12:16:50.255Z"
}