{
  "recording": {
    "name": "300000001221205-300000001711100-7082504544 by michelleh@superbalife.com @ 11_52_49 AM.wav",
    "size": 301726,
    "modifyTime": 1769630177000,
    "remotePath": "/five9sftp/upload/SB CS/1_28_2026/300000001221205-300000001711100-7082504544 by michelleh@superbalife.com @ 11_52_49 AM.wav",
    "uploadDate": "2026-01-28T19:56:17.000Z",
    "callId": "300000001221205-300000001711100",
    "agent": "michelleh",
    "phoneNumber": "7082504544",
    "callTimestamp": "2026-01-28T11:52:49.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Okay, I apologize for that. Okay, so you haven't tried the new AGB?\n\nSpeaker 2: No, our conversation should be first and foremost, Michelle. I shouldn't have been charged $63.95 on the 12th, and then I shouldn't have been charged $38 on the 16th. These new ones were supposed to be sent to me. I was going to try them and see.\n\nSpeaker 1: I haven't tried them yet, and if they work, then I'll call back and we can discuss further transactions. But right now, before I do anything else, I need to get confirmation. These two charges are going to be reversed for me, or I can't.\n\nSpeaker 2: Yeah, he should have sent you a total of 30 of the AGBs, and he only sent you 10 just to make sure that they work.\n\nSpeaker 1: I get that. I don't get that because you paid for it.\n\nSpeaker 2: No, I don't understand that at all because you paid.\n\nSpeaker 1: Yeah, but what if these don't work, these new ones?\n\nSpeaker 2: Yeah, then you would just have to return them back to us. If you just keep the envelope, if you keep the envelope, then you can keep it up and write return to sender.\n\nSpeaker 1: But let me, I'm going to issue you a refund. Give me one second. I'm going to issue you a refund for this shipping, $38. Give me one second.\n\nSpeaker 2: Okay.\n\nSpeaker 1: Successfully refunded. You'll be seeing $38 back on your credit card. Sometimes it takes up to 10 business days.\n\nSpeaker 2: I like to think it takes five or less, just depending on your bank.\n\nSpeaker 1: And then I'm going to send you out another 20 of the AGB. And then\n\nSpeaker 2: what I can do is pause your refills for six months because if I cancel you out right now, it will close your account and the pharmacy would not be able to send you out that replacement. So\n\nSpeaker 1: I'm going to place the replacement order and I'm going to pause you until July 31st. Then I'll give you my extension so you can call me back and let me know how the AGB works out for you. And that\n\nSpeaker 2: way you don't have to sit on hold. I'm going to send you 25.\n\nSpeaker 1: Okay. All right, perfect. Okay, so I'm sending you five extras as well. So they'll be shipping that out to you today. And then let\n\nSpeaker 2: me pause you.\n\nSpeaker 1: Okay.\n\nSpeaker 2: And then my extension is zero. Do you have a pen?\n\nSpeaker 1: Yeah, go ahead.\n\nSpeaker 2: Okay, it's 0020. And my name is Michelle.\n\nSpeaker 1: Okay. All right. So you reported me that $38. We're going to hold on a 63 to see if these work. If they don't, I'm going to call you back and then I'm\n\nSpeaker 2: going to return everything and then you'll be over.\n\nSpeaker 1: Yeah. So when you get this new package, just keep that envelope.\n\nSpeaker 2: Yep. I got you.\n\nSpeaker 1: Perfect. Okay.\n\nSpeaker 2: All right. No problem. Have a great day.",
    "duration": 8893,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 7.960000038146973,
        "text": " Okay, I apologize for that. Okay, so you haven't tried the new AGB? No, our"
      },
      {
        "id": 1,
        "start": 7.960000038146973,
        "end": 11.880000114440918,
        "text": " conversation should be first and foremost, Michelle. I shouldn't have been"
      },
      {
        "id": 2,
        "start": 11.880000114440918,
        "end": 17.079999923706055,
        "text": " charged at $63.95 on the 12th, and then I shouldn't have been charged at $38 on the"
      },
      {
        "id": 3,
        "start": 17.079999923706055,
        "end": 22.8799991607666,
        "text": " 16th. These new ones were supposed to be sent to me. I was going to try them and see. I"
      },
      {
        "id": 4,
        "start": 22.8799991607666,
        "end": 28.760000228881836,
        "text": " haven't tried them yet, and if they work, then I'll call back and we can"
      },
      {
        "id": 5,
        "start": 28.760000228881836,
        "end": 33.720001220703125,
        "text": " discuss further transactions. But right now, before I do anything else, I"
      },
      {
        "id": 6,
        "start": 33.720001220703125,
        "end": 38,
        "text": " need to get confirmation. These two charges are going to be reversed for me,"
      },
      {
        "id": 7,
        "start": 38,
        "end": 48.880001068115234,
        "text": " or I can't. Yeah, he should have sent you a total of 30 of the AGBs, and he only sent you 10 just to"
      },
      {
        "id": 8,
        "start": 48.880001068115234,
        "end": 54.47999954223633,
        "text": " make sure that they work. I get that. I don't get that because you paid for it. No, I"
      },
      {
        "id": 9,
        "start": 54.47999954223633,
        "end": 57.79999923706055,
        "text": " don't understand that at all because you paid. Yeah, but what if these"
      },
      {
        "id": 10,
        "start": 57.91999816894531,
        "end": 63.68000030517578,
        "text": " don't work, these new ones? Yeah, then you would just have to return them back to us."
      },
      {
        "id": 11,
        "start": 63.68000030517578,
        "end": 67.68000030517578,
        "text": " If you just keep the envelope, if you keep the envelope, then you can keep it up and"
      },
      {
        "id": 12,
        "start": 67.68000030517578,
        "end": 71.68000030517578,
        "text": " write return to sender. But let me, I'm going to issue you a refund. Give me one second. I'm"
      },
      {
        "id": 13,
        "start": 71.68000030517578,
        "end": 88.23999786376953,
        "text": " going to issue you a refund for this shipping, $38. Give me one second. Okay,"
      },
      {
        "id": 14,
        "start": 88.23999786376953,
        "end": 92.4000015258789,
        "text": " successfully refunded. You'll be seeing $38 back on your credit card. Sometimes"
      },
      {
        "id": 15,
        "start": 92.4000015258789,
        "end": 96.5199966430664,
        "text": " it takes up to 10 business days. I like to think it takes five or less, just"
      },
      {
        "id": 16,
        "start": 96.5199966430664,
        "end": 110.08000183105469,
        "text": " depending on your bank. And then I'm going to send you out another 20 of the AGB. And then"
      },
      {
        "id": 17,
        "start": 110.08000183105469,
        "end": 115.08000183105469,
        "text": " what I can do is pause your refills for six months because if I cancel you out right now,"
      },
      {
        "id": 18,
        "start": 115.08000183105469,
        "end": 121.4800033569336,
        "text": " it will close your account and the pharmacy would not be able to send you out that replacement. So"
      },
      {
        "id": 19,
        "start": 121.5199966430664,
        "end": 126.91999816894531,
        "text": " I'm going to place the replacement order and I'm going to pause you until July 31st. Then I'll give"
      },
      {
        "id": 20,
        "start": 126.91999816894531,
        "end": 134.39999389648438,
        "text": " you my extension so you can call me back and let me know how the AGB works out for you. And that"
      },
      {
        "id": 21,
        "start": 134.39999389648438,
        "end": 143.83999633789062,
        "text": " way you don't have to sit on hold. I'm going to send you 25. Okay. All right, perfect. Okay,"
      },
      {
        "id": 22,
        "start": 143.83999633789062,
        "end": 149.39999389648438,
        "text": " so I'm sending you five extras as well. So they'll be shipping that out to you today. And then let"
      },
      {
        "id": 23,
        "start": 149.39999389648438,
        "end": 155.24000549316406,
        "text": " me pause you. Okay. And then my extension is zero. Do you have a pen? Yeah, go ahead. Okay,"
      },
      {
        "id": 24,
        "start": 155.24000549316406,
        "end": 166.0399932861328,
        "text": " it's 0020. And my name is Michelle. Okay. All right. So you reported me that $38. We're going"
      },
      {
        "id": 25,
        "start": 166.0399932861328,
        "end": 171,
        "text": " to hold on a 63 to see if these work. If they don't, I'm going to call you back and then I'm"
      },
      {
        "id": 26,
        "start": 171,
        "end": 175.67999267578125,
        "text": " going to return everything and then you'll be over. Yeah. So when you get this new package,"
      },
      {
        "id": 27,
        "start": 175.67999267578125,
        "end": 184.39999389648438,
        "text": " just keep that envelope. Yep. I got you. Perfect. Okay. All right. No problem. Have a great day."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-812a-8fe3-e11c0c39edf3",
    "url": "https://www.notion.so/300000001221205-300000001711100-2f611d0a101c812a8fe3e11c0c39edf3"
  },
  "processedAt": "2026-01-28T23:18:51.560Z"
}