{
  "recording": {
    "name": "300000001218111-300000001708185-6029990561 by josimar@superbalife.com @ 1_17_49 PM.wav",
    "size": 367700,
    "modifyTime": 1769585238000,
    "remotePath": "/five9sftp/upload/SB CS/1_26_2026/300000001218111-300000001708185-6029990561 by josimar@superbalife.com @ 1_17_49 PM.wav",
    "uploadDate": "2026-01-28T07:27:18.000Z",
    "callId": "300000001218111-300000001708185",
    "agent": "josimar",
    "phoneNumber": "6029990561",
    "callTimestamp": "2026-01-28T13:17:49.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Viagra, I can help you today. Yeah, my name is Robert Jasper and I just received ten—\n\nSpeaker 2: Viagra pills in the mail. I didn't order none.\n\nSpeaker 1: Yeah, most likely it's based on your prescription from your original order. What's your last name and a zip code?\n\nSpeaker 2: Last name is Jasper, J-A-S-P-E-R, 8-5-3-5-1, and I've always ordered as I needed. I never was set up on a program.\n\nSpeaker 1: No, there's always going to be a set refill date for the prescription because that's the only way it remains active, sir. Without that, the whole profile itself will be closed out. I did pull you up here right now and I do see your last order was done on December 22nd.\n\nSpeaker 2: Whenever that order was done, it triggered it back again to every month. It looks like you were set up to—\n\nSpeaker 1: every three at first.\n\nSpeaker 2: They never did. I've been buying them from you for a long time and I've never ever, I call and I, when I want them, I call.\n\nSpeaker 1: Last time you called was in June of 2025, sir, since then things have changed. That's why I'm trying to get you the new one.\n\nSpeaker 2: No, no, I didn't call in June. I called probably, you know, earlier, like—\n\nSpeaker 1: December. I have the logs here, sir. Your last call up to us was done on June 3rd, 2025.\n\nSpeaker 2: No, no, I had one way—\n\nSpeaker 1: later.\n\nSpeaker 2: Look, I had one way later than that because I only got nine left. I only got—\n\nSpeaker 1: nine left. I'm trying to look on my computer here.\n\nSpeaker 2: No, I understand, but we're seeing this here too, sir. That's what I'm trying to explain to you.\n\nSpeaker 1: Well, don't, I don't want them. I'll send them back.\n\nSpeaker 2: That's not a—\n\nSpeaker 1: problem. Instead of arguing, why didn't you just request that from the start?\n\nSpeaker 2: I did.\n\nSpeaker 1: Very good. You said that you never signed up for a refill system, so you didn't mention that.\n\nSpeaker 2: No, I never did. I never did. I called back and I said, look, I want them as I need them, and then I'll order as I need it.\n\nSpeaker 1: Okay, well, you can send them back for a refund, sir, but what I'm trying to say is we don't offer that type of service, so you need to have a refill date to keep it active.\n\nSpeaker 2: I know, I got, look, what date did you—\n\nSpeaker 1: I'm looking on the last charge you got on, Mike. Maybe if you just for one second only talk, because you were talking quite a lot right now, I could probably get some information to you, but if you keep talking, I don't think I'm going to be able to give you any information.\n\nSpeaker 2: Well, I've never had problems like this with anybody before. Usually I talk to a lady.\n\nSpeaker 1: Yeah, I like what I'm saying, sir. I want to know what's taking—\n\nSpeaker 2: your charge, what date were they charged out on? So if you just let me tell you that date, I can tell you that, but you just keep talking, sir.\n\nSpeaker 1: All right, take a look.\n\nSpeaker 2: So yeah, like I was already trying to tell you, it was done on January 22nd. You could send it back for the refund. Once it gets to our pharmacy, they'll give you a refund.\n\nSpeaker 1: I want to talk to somebody else.\n\nSpeaker 2: January 22nd, I'm looking here.\n\nSpeaker 1: Yeah, January 22nd.\n\nSpeaker 2: Okay, I got it right here. $63.95. Look, I've been buying these—\n\nSpeaker 1: for years, not weeks, months, years. I don't know what the heck's going on here.\n\nSpeaker 2: Well, like I just explained to you, sir, the rules have changed. You need to have a refill date—\n\nSpeaker 1: to have the prescription.\n\nSpeaker 2: I didn't change nothing.\n\nSpeaker 1: Okay, so I'm listening well enough, sir, because—\n\nSpeaker 2: I didn't say you changed anything. You listened to me for a minute.\n\nSpeaker 1: No, sir, because you just—\n\nSpeaker 2: didn't seem to understand.\n\nSpeaker 1: I keep trying to tell you that you didn't change anything.\n\nSpeaker 2: I said the rules have changed on our things regarding the prescriptions.\n\nSpeaker 1: I got to talk—\n\nSpeaker 2: to somebody else.\n\nSpeaker 1: Yeah, look.",
    "duration": 11858,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 8.239999771118164,
        "text": " Viagra I can help you today. Yeah, my name is Robert Jasper and I just received ten"
      },
      {
        "id": 1,
        "start": 8.239999771118164,
        "end": 13.720000267028809,
        "text": " Viagra pills in the mail. I didn't order none. Yeah, most likely it's based on your"
      },
      {
        "id": 2,
        "start": 13.720000267028809,
        "end": 17.639999389648438,
        "text": " prescription from your original order. What's your last name and a zip code?"
      },
      {
        "id": 3,
        "start": 17.639999389648438,
        "end": 26.84000015258789,
        "text": " Last name is Jasper, J-A-S-P-E-R-8-5-3-5-1 and I've always ordered as I needed. I"
      },
      {
        "id": 4,
        "start": 26.84000015258789,
        "end": 31.600000381469727,
        "text": " never was set up on a program. No, there's always going to be a set refill date for the"
      },
      {
        "id": 5,
        "start": 31.600000381469727,
        "end": 34.84000015258789,
        "text": " prescription because that's the only way it remains active, sir. Without that, the"
      },
      {
        "id": 6,
        "start": 34.84000015258789,
        "end": 39.119998931884766,
        "text": " whole profile itself will be closed out. I did pull you up here right now and I"
      },
      {
        "id": 7,
        "start": 39.119998931884766,
        "end": 43.119998931884766,
        "text": " do see your last order was done on December 22nd. Whenever that order was"
      },
      {
        "id": 8,
        "start": 43.119998931884766,
        "end": 46.7599983215332,
        "text": " done, it triggered it back again to every month. It looks like you were set up to"
      },
      {
        "id": 9,
        "start": 46.7599983215332,
        "end": 51.68000030517578,
        "text": " every three at first. They never did. I've been buying them from you for a long"
      },
      {
        "id": 10,
        "start": 51.68000030517578,
        "end": 57.31999969482422,
        "text": " time and I've never ever, I call and I, when I want them, I call. Last time you called"
      },
      {
        "id": 11,
        "start": 57.31999969482422,
        "end": 61.63999938964844,
        "text": " was in June of 2025, sir, since then things have changed. That's why I'm trying to"
      },
      {
        "id": 12,
        "start": 61.63999938964844,
        "end": 69.27999877929688,
        "text": " get you the new one. No, no, I didn't call in June. I called probably, you know, earlier, like"
      },
      {
        "id": 13,
        "start": 69.27999877929688,
        "end": 78.16000366210938,
        "text": " December. I have the logs here, sir. Your last call up to us was done on June 3rd, 2025. No, no, I had one way"
      },
      {
        "id": 14,
        "start": 78.19999694824219,
        "end": 85.72000122070312,
        "text": " later. Look, I had one way later than that because I only got nine left. I only got"
      },
      {
        "id": 15,
        "start": 85.72000122070312,
        "end": 97.5999984741211,
        "text": " nine left. I'm trying to look on my computer here. No, I understand, but we're seeing this here too, sir. That's what I'm trying to explain to you. Well, don't, I don't want them. I'll send them back. That's not a"
      },
      {
        "id": 16,
        "start": 97.5999984741211,
        "end": 103.76000213623047,
        "text": " problem. Instead of arguing, why didn't you just request that from the start? I did,"
      },
      {
        "id": 17,
        "start": 103.76000213623047,
        "end": 129.60000610351562,
        "text": " very good. You said that you never signed up for a refill system, so you didn't mention that. No, I never did. I never did. I called back and I said, look, I want them as I need them, and then I'll order as I need it. Okay, well, you can send them back for a refund, sir, but what I'm trying to say is we don't offer that type of service, so you need to have a refill date to keep it active."
      },
      {
        "id": 18,
        "start": 130.32000732421875,
        "end": 159.55999755859375,
        "text": " I know, I got, look, what date did you, I'm looking on the last charge you got on, Mike. Maybe if you just for one second only talk, because you were talking quite a lot right now, I could probably get some information to you, but if you keep talking, I don't think I'm going to be able to give you any information. Well, I've never had problems like this with anybody before. Usually I talk to a lady. Yeah, I like what I'm saying, sir. I want to know what's taking"
      },
      {
        "id": 19,
        "start": 159.60000610351562,
        "end": 189.32000732421875,
        "text": " your charge, what date were they charged out on? So if you just let me tell you that date, I can tell you that, but you just keep talking, sir. All right, take a look. So yeah, like I was already trying to tell you, it was done on January 22nd. You could send it back for the refund. Once it gets to our pharmacy, they'll give you a refund. I want to talk to somebody else. January 22nd, I'm looking here. Yeah, January 22nd. Okay, I got it right here. $63.95. Look, I've been buying these"
      },
      {
        "id": 20,
        "start": 189.32000732421875,
        "end": 195.52000427246094,
        "text": " for years, not weeks, months, years. I don't know what the heck's going on here. Well,"
      },
      {
        "id": 21,
        "start": 195.52000427246094,
        "end": 200.22000122070312,
        "text": " like I just explained to you, sir, the rules have changed. You need to have a refill date"
      },
      {
        "id": 22,
        "start": 200.22000122070312,
        "end": 206.44000244140625,
        "text": " to have the prescription. I didn't change nothing. Okay, so I'm listening well enough, sir, because"
      },
      {
        "id": 23,
        "start": 206.44000244140625,
        "end": 216.44000244140625,
        "text": " I didn't say you changed anything. You listened to me for a minute. No, sir, because you just"
      },
      {
        "id": 24,
        "start": 216.44000244140625,
        "end": 219.8000030517578,
        "text": " didn't seem to understand. I keep trying to tell you that you didn't change anything."
      },
      {
        "id": 25,
        "start": 219.8000030517578,
        "end": 224.27999877929688,
        "text": " I said the rules have changed on our things regarding the prescriptions. I got to talk"
      },
      {
        "id": 26,
        "start": 224.27999877929688,
        "end": 226.27999877929688,
        "text": " to somebody else. Yeah, look."
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-810c-af25-ebebdc2072ad",
    "url": "https://www.notion.so/300000001218111-300000001708185-2f611d0a101c810caf25ebebdc2072ad"
  },
  "processedAt": "2026-01-28T14:31:39.787Z"
}