{
  "recording": {
    "name": "300000001218729-300000001708901-5078299617 by kt@superbalife.com @ 8_25_14 AM.wav",
    "size": 407546,
    "modifyTime": 1769592741000,
    "remotePath": "/five9sftp/upload/SB CS/1_27_2026/300000001218729-300000001708901-5078299617 by kt@superbalife.com @ 8_25_14 AM.wav",
    "uploadDate": "2026-01-28T09:32:21.000Z",
    "callId": "300000001218729-300000001708901",
    "agent": "kt",
    "phoneNumber": "5078299617",
    "callTimestamp": "2026-01-28T08:25:14.000Z",
    "campaign": "test one"
  },
  "transcription": {
    "text": "Speaker 1: Hey David, hey bud, I'll make this quick because you're driving, but I did three things for you to put you on the right path and as a veteran I take a lot of pride and honor in my work. I've been doing this for quite some time.\n\nSpeaker 2: So what I did is, the first thing I did, I put a stop to any and all monthly shipments.\n\nSpeaker 1: I overrode the system. I put a stop to any and all monthly charges and I overrode the system again and I coded, put some code in to override any monthly refills and I paused your prescription.\n\nSpeaker 2: I noticed on your chart that says something to this degree, the writing kind of weird. It says, have you ever experienced hardness or erection within the 30 to 60 minute period, just a yes or no?\n\nSpeaker 1: No.\n\nSpeaker 2: And then have you ever experienced an erection or hardness longer than six to eight hours?\n\nSpeaker 1: No.\n\nSpeaker 2: And then have you ever experienced any adverse side effects other than erection and or hardness within the 24 hour period?\n\nSpeaker 1: Yeah, I had heartburn and oh, and headaches.\n\nSpeaker 2: So this is what's it, and then thank you, I'm going to put that in your chart. But based on this, I'm going to change the doctor for free. We usually pay for the doctor's visit. I'm going to change the doctor's visit.\n\nSpeaker 1: But I'm going to put a replacement for what this doctor didn't recommend for you for free. It's new and improved, it's the same AGV but it has little to no side effect.\n\nSpeaker 2: This is what we use for men. Nine out of ten men that do have adverse side effects or it's not working too well. So it's no cost to you. You already paid several, what, it's you're in about a hundred, almost 200 bucks.\n\nSpeaker 1: So for 30 pills, I'll keep those, they're good, they just don't work.\n\nSpeaker 2: I mean, give them to a young nephew or something, I don't know, I can't tell you. But I'm going to send you 30 to make you whole for free. We have time to try these out to see how you like. You're going to love them. I'm on the hundred milligrams.\n\nSpeaker 1: As a veteran, you know, I need something stronger but no headaches.\n\nSpeaker 2: Because of my PTSD, if that makes sense, I can't allow it to give that.\n\nSpeaker 1: Yeah, so I'll send you 30 for free but as of right now, let's just hold off on anything.\n\nSpeaker 2: And if I change my mind, I will call you back.\n\nSpeaker 1: Yeah, so my extension is zero zero three seven.\n\nSpeaker 2: Okay, and then what I'll do is, what I'll do is I'll set it up where you can just click a button on your dashboard if you want more of what I'm about to give you. But in order for that to happen, let me just send you ten for free. You could try when you want it, there's no obligation here.\n\nSpeaker 1: I'm just saying, I built a doctor because he sent you something that didn't work for you, so you don't have to pay anything. I'll send you ten, right?\n\nSpeaker 2: And then when you go to scoreblue.com, David, there's, I'm going to put a red button and it's a quick refill.\n\nSpeaker 1: But yeah, let's just cancel it for now, okay? So I'll pause it for now, there's no charges and all that.\n\nSpeaker 2: And when you call me in a few months and let me know, we'll start it up again. My extension is zero zero three seven. We have time.\n\nSpeaker 1: All right, bud, yep, let me know and I'll make note that I owe you a replacement.\n\nSpeaker 2: All right, okay.\n\nSpeaker 1: And then that'll be good. The replacement will be good up to four months, so if you call back within four months, just let us know.\n\nSpeaker 2: Call me zero zero three seven. I will replace everything that you started.\n\nSpeaker 1: All right, okay, just to make you whole, right? And then we could go from there.\n\nSpeaker 2: All right, bud, we'll just take it easy and know that you're definitely not calling Venezuela and we don't need no ICE people here because we're all Americans.\n\nSpeaker 1: All right, there you go. All right, bud, you take care. Thanks for the call.",
    "duration": 11296,
    "language": "english",
    "segments": [
      {
        "id": 0,
        "start": 0,
        "end": 5.440000057220459,
        "text": " Hey David, hey bud I'll make this quick because you're driving but I did three"
      },
      {
        "id": 1,
        "start": 5.440000057220459,
        "end": 8.5600004196167,
        "text": " things for you to put you on the right path and as a veteran I take a lot of"
      },
      {
        "id": 2,
        "start": 8.5600004196167,
        "end": 13.5600004196167,
        "text": " pride and honor my work. I've been doing this for quite some time so my what I"
      },
      {
        "id": 3,
        "start": 13.5600004196167,
        "end": 18,
        "text": " did is I first thing I did I put a stop to any and all monthly shipments. I"
      },
      {
        "id": 4,
        "start": 18,
        "end": 22.559999465942383,
        "text": " overrode the system I put a stop to any and all monthly charges and I overrode"
      },
      {
        "id": 5,
        "start": 22.559999465942383,
        "end": 27.760000228881836,
        "text": " the system again and I coded put some code in to override that any monthly"
      },
      {
        "id": 6,
        "start": 27.760000228881836,
        "end": 32.47999954223633,
        "text": " refills and I pause your prescription I notice on your chart that says something to"
      },
      {
        "id": 7,
        "start": 32.47999954223633,
        "end": 38.040000915527344,
        "text": " this degree the writing kind of weird it says have you ever experienced"
      },
      {
        "id": 8,
        "start": 38.040000915527344,
        "end": 46.31999969482422,
        "text": " hardness or erection within the 30 to 60 minute period just a yes or no. No. And"
      },
      {
        "id": 9,
        "start": 46.31999969482422,
        "end": 50.720001220703125,
        "text": " then and then have you ever experienced an erection or hardness longer than six"
      },
      {
        "id": 10,
        "start": 50.720001220703125,
        "end": 57,
        "text": " to eight hours. No. And then have you ever experienced any adverse side"
      },
      {
        "id": 11,
        "start": 57,
        "end": 66.04000091552734,
        "text": " effects other than erection and or hardness within the 24 hour period. Yeah I had heartburn"
      },
      {
        "id": 12,
        "start": 66.04000091552734,
        "end": 75.19999694824219,
        "text": " and oh and headaches. So this is what's it and then thank you I'm going to put"
      },
      {
        "id": 13,
        "start": 75.19999694824219,
        "end": 80.16000366210938,
        "text": " that in your chart but and based on this I'm going to change the doctor for free"
      },
      {
        "id": 14,
        "start": 80.16000366210938,
        "end": 84.31999969482422,
        "text": " we usually pay for the doctor's visit I'm going to change the doctor's visit"
      },
      {
        "id": 15,
        "start": 84.31999969482422,
        "end": 89.72000122070312,
        "text": " but I'm going to put a replacement for what this doctor didn't recommend for"
      },
      {
        "id": 16,
        "start": 89.72000122070312,
        "end": 96.19999694824219,
        "text": " you for free it's new and improved it's the same AGV but it has little to no"
      },
      {
        "id": 17,
        "start": 96.19999694824219,
        "end": 101.83999633789062,
        "text": " side effect this is what we use for men nine out of ten men that do have adverse"
      },
      {
        "id": 18,
        "start": 101.83999633789062,
        "end": 106.4800033569336,
        "text": " side effects or it's not working too well so it's no cost to you you already"
      },
      {
        "id": 19,
        "start": 106.4800033569336,
        "end": 112.5999984741211,
        "text": " paid several what it's you're in about a hundred almost 200 bucks so for 30"
      },
      {
        "id": 20,
        "start": 112.5999984741211,
        "end": 119.04000091552734,
        "text": " pills I'll keep those they're good they just don't work okay"
      },
      {
        "id": 21,
        "start": 119.04000091552734,
        "end": 122.72000122070312,
        "text": " I mean gave him to give them to a young nephew or something I don't know I can't"
      },
      {
        "id": 22,
        "start": 122.72000122070312,
        "end": 128.36000061035156,
        "text": " tell you but uh I'm gonna send you 30 to make you whole for free we have time try"
      },
      {
        "id": 23,
        "start": 128.36000061035156,
        "end": 131.67999267578125,
        "text": " these out to see how you like you're gonna love them I'm on the hundred"
      },
      {
        "id": 24,
        "start": 131.67999267578125,
        "end": 136.1199951171875,
        "text": " milligrams as a veteran I you know I need something stronger but no headaches"
      },
      {
        "id": 25,
        "start": 136.1199951171875,
        "end": 143.36000061035156,
        "text": " because of my PTSD if that makes sense I can't allow it to give that yeah so"
      },
      {
        "id": 26,
        "start": 143.36000061035156,
        "end": 149.67999267578125,
        "text": " I'll send you 30 for free but as of right now let's just let's just hold off"
      },
      {
        "id": 27,
        "start": 149.67999267578125,
        "end": 156.16000366210938,
        "text": " on anything and if I change my mind I will call you back yeah so my extension"
      },
      {
        "id": 28,
        "start": 156.16000366210938,
        "end": 164.9199981689453,
        "text": " is zero zero three seven okay and then what I'll do is what I'll do is I'll set"
      },
      {
        "id": 29,
        "start": 164.9199981689453,
        "end": 169.47999572753906,
        "text": " it up where you can just click a button on your dashboard if you want more what"
      },
      {
        "id": 30,
        "start": 169.47999572753906,
        "end": 174.16000366210938,
        "text": " I'm about to give you but in order for that to happen let me let me just send"
      },
      {
        "id": 31,
        "start": 174.16000366210938,
        "end": 178.72000122070312,
        "text": " you ten for free you could try when you want it there's no obligation here I'm"
      },
      {
        "id": 32,
        "start": 178.72000122070312,
        "end": 183.83999633789062,
        "text": " just saying I build a doctor because he sent you something that didn't work for"
      },
      {
        "id": 33,
        "start": 183.83999633789062,
        "end": 187.8800048828125,
        "text": " you so you don't have to pay anything I'll send you ten right and then when"
      },
      {
        "id": 34,
        "start": 187.8800048828125,
        "end": 192.9600067138672,
        "text": " you go to score blue dot com David there's I'm gonna put a red button and"
      },
      {
        "id": 35,
        "start": 192.9600067138672,
        "end": 199.83999633789062,
        "text": " it's a quick refill but yeah let's just cancel it for now okay so I'll pause it"
      },
      {
        "id": 36,
        "start": 199.83999633789062,
        "end": 206.1999969482422,
        "text": " for now there's no charges and all that and when you call me in a few months and"
      },
      {
        "id": 37,
        "start": 206.1999969482422,
        "end": 210.27999877929688,
        "text": " let me know and we'll start it up again my extension is zero zero three seven we"
      },
      {
        "id": 38,
        "start": 210.27999877929688,
        "end": 215.8800048828125,
        "text": " have time all right bud yep let me know and I'll make note that I owe you a"
      },
      {
        "id": 39,
        "start": 215.8800048828125,
        "end": 222.1999969482422,
        "text": " replacement all right okay okay and then that'll be good the replacement will be"
      },
      {
        "id": 40,
        "start": 222.1999969482422,
        "end": 227.83999633789062,
        "text": " good up to four months so if you call back within four months just let us know"
      },
      {
        "id": 41,
        "start": 227.83999633789062,
        "end": 231.8000030517578,
        "text": " call me zero zero three seven I will replace everything that you started"
      },
      {
        "id": 42,
        "start": 231.8000030517578,
        "end": 236,
        "text": " alright okay just to make you whole right and then we could go for there"
      },
      {
        "id": 43,
        "start": 236,
        "end": 239.60000610351562,
        "text": " alright bud we'll just take it easy and know that you're definitely not calling"
      },
      {
        "id": 44,
        "start": 239.60000610351562,
        "end": 244.36000061035156,
        "text": " Velenzuela and we don't need no ice people here because we're all"
      },
      {
        "id": 45,
        "start": 244.36000061035156,
        "end": 251.16000366210938,
        "text": " Americans alright there you go alright bud you take care thanks for the call"
      }
    ]
  },
  "notionPage": {
    "id": "2f611d0a-101c-81f5-88ff-ea833a3382fc",
    "url": "https://www.notion.so/300000001218729-300000001708901-2f611d0a101c81f588ffea833a3382fc"
  },
  "processedAt": "2026-01-28T10:07:42.030Z"
}